{
    "q": [
        {
            "docid": "33953744_2",
            "document": "Beverage industry . The beverage industry refers to the industry that produces drinks, in particular ready to drink beverages. Beverage production can vary greatly depending on the beverage being made. ManufacturingDrinks.com explains that, \"bottling facilities differ in the types of bottling lines they operate and the types of products they can run\". Other bits of required information include the knowledge of if said beverage is canned or bottled (plastic or glass), hot-fill or cold-fill, and natural or conventional. Innovations in the beverage industry, catalysed by requests for non-alcoholic beverages, include: beverage plants, beverage processing, and beverage packing.",
            "score": 32.964946269989014
        },
        {
            "docid": "57059548_10",
            "document": "Chennai Beverages . Different types of vending machine are available in the beverages industry based on the type of requirement from various audience necessity. Chennai Beverages offering fewer models like",
            "score": 29.586124897003174
        },
        {
            "docid": "247960_6",
            "document": "Mikoyan-Gurevich MiG-25 . The subsonic Boeing B-47 Stratojet and Boeing B-52 Stratofortress strategic bombers were followed by the Mach 2 Convair B-58 Hustler, with the Mach 3 North American B-70 Valkyrie on the drawing board at that time. A major upgrade in the PVO defence system was required, and at the start of 1958 a requirement was issued for manned interceptors capable of reaching 3,000 km/h (1,864 mph) and heights of up to 27 km (88,583 ft). Mikoyan and Sukhoi responded. The Mikoyan-Gurevich OKB had been working on a series of interceptors during the second half of the 1950s: the I-1, I-3U, I-7U, I-75, Ye-150, Ye-150A, Ye-152, Ye-152A, Ye-152P, and Ye-152M. The Ye-150 was noteworthy because it was built specifically to test the Tumansky R-15 engine, two of which would later be used for the MiG-25. This led to Ye-152, alternatively known as Ye-166, which set several world records. The Ye-152M (converted from one of the two Ye-152 aircraft) was intended to be the definite heavy interceptor design. But before it was finished, the PVO had selected the Tupolev Tu-128. As the work on the MiG-25 was well under way, the single-engine Ye-152M was abandoned.",
            "score": 12.06318986415863
        },
        {
            "docid": "2379425_9",
            "document": "Capitalism (video game) . Some of the scenarios require the player to dominate a particular market in terms of market share. For example, \"Food Dominance\" sets a goal of dominating the food industry within 50 years while earning an annual operating profit of no less than $20 million. In \"Fortress of the Beverage King\", the player must dethrone the Beverage King 'James Zandman' as the dominator of the beverage industry within 50 years.",
            "score": 25.634560346603394
        },
        {
            "docid": "16307785_2",
            "document": "Massachusetts Alcoholic Beverage Control Commission . The Alcoholic Beverages Control Commission is a Massachusetts state government agency responsible for licensing or permitting participants in the alcoholic beverages industry in Massachusetts. It licenses manufacturers of alcoholic beverages, wholesalers and importers and out-of-state suppliers of alcoholic beverages. Additionally, brokers, salesman, warehouses, planes, trains, ships, ship chandlers and motor vehicles transporting alcoholic beverages in Massachusetts require licensing. The Commission also approves the granting of every retail pouring or package store license application allowed by a city or town.",
            "score": 28.437564373016357
        },
        {
            "docid": "369386_11",
            "document": "Cooper Industries . Eaton's B-Line Business (formerly Cooper B-Line) is a global provider of support systems and enclosure solutions for engineered facility subsystem applications in various markets: commercial, industrial, utility and OEM.",
            "score": 18.416380882263184
        },
        {
            "docid": "40624042_10",
            "document": "Massachusetts Bottle Bill . A referendum on the ballot in November 2014, concerned whether to expand the bill to cover containers for some non-carbonated beverages. This would address growing concern over the nearly 1.4billion containers not covered by existing legislation that are found in litter and landfill waste. The goal of the initiative petition that placed the measure on the ballot was to broaden the scope of beverage types requiring a deposit in order to be more responsive to consumer preferences as well as establishing a mechanism for stabilizing the recycling industry by tying the handling fees paid to redemption centers to the Consumer Price Index. Opponents argued that the change would increase costs and red tape for the beverage industry.",
            "score": 34.95504188537598
        },
        {
            "docid": "19159283_30",
            "document": "Seoul . The traditional, labour-intensive manufacturing industries have been continuously replaced by information technology, electronics and assembly-type of industries; however, food and beverage production, as well as printing and publishing remained among the core industries. Major manufacturers are headquartered in the city, including Samsung, LG, Hyundai, Kia and SK. Notable food and beverage companies include Jinro, whose soju is the most sold alcoholic drink in the world, beating out Smirnoff vodka; top selling beer producers Hite (merged with Jinro) and Oriental Brewery. It also hosts food giants like Seoul Dairy Cooperative, Nongshim Group, Ottogi, CJ, Orion, Maeil Holdings, Namyang Dairy Products and Lotte.",
            "score": 31.016775608062744
        },
        {
            "docid": "25249846_5",
            "document": "Functional beverage . The functional beverage industry is a subsector of the functional food and non-alcoholic beverage industry. It is the fastest-growing sector of the industry, partially due to the maturity of the carbonated soft drink sector and heavy investments by major food and beverage companies. Another reason for the industry's growth may be the consumer-oriented market scheme whereby innovative ideas come from consumers. By 2008, in the U.S., the market share of functional beverages accounted for 48.9% of the non-alcoholic industry, which is worth $118.3 billion.",
            "score": 26.51151132583618
        },
        {
            "docid": "13324152_3",
            "document": "Tygon tubing . \"Tygon B-44-3\", \"Tygon B-44-4X\", \"Tygon B-44-4X I.B.,\" and \"Tygon Silver\" (antimicrobial) were widely used in the food and beverage industry, in particular in: beverage dispensing, dairy processing, soft-serve dispensing, vitamin and flavor concentrate systems, cosmetic production, and water purification systems. These formulations each meet U.S. Food and Drug Administration 3-A and NSF International 51 criteria but they do not comply with European Directives (European Directive 2002/72/EC of 6 August 2002 relating to plastic materials and articles intended to come into contact with foodstuffs as modified in particular by Directive 2007/19/EC of 2 April 2007).",
            "score": 19.08174991607666
        },
        {
            "docid": "23904206_7",
            "document": "John B. R. Cooper . After passage of an 1829 law requiring permanent residents to be Mexican citizens, both Cooper and Hartnell were naturalized in 1830. Before 1829, naturalization was not strictly required but, along with conversion to Catholicism and marriage into a prominent family, helped Cooper become accepted in Monterey and obtain land grants.",
            "score": 15.99096393585205
        },
        {
            "docid": "47993650_10",
            "document": "MyDrink Beverages . In 2014 MyDrink Beverages created community of beverage entrepreneurs and called it DrinkPreneur. Main purpose of this community is to inspire and help current and new entrepreneurs of beverage industry by providing necessary information and making communication easier between beverage industry members in all the World.",
            "score": 31.93526792526245
        },
        {
            "docid": "57059548_4",
            "document": "Chennai Beverages . Chennai Beverages is a well-known brand in hot beverages and vending machine industries. CB is offering pantry services and hot beverages product direct delivery to corporate office and large scale industries.",
            "score": 29.503870487213135
        },
        {
            "docid": "16307053_3",
            "document": "Florida Division of Alcoholic Beverages and Tobacco . The Division of Alcoholic Beverages and Tobacco is responsible for licensing the alcoholic beverage and tobacco industries, for collection and auditing of taxes and fees paid by the licensees, and for enforcing the laws and regulations of the alcoholic beverage and tobacco industries.",
            "score": 25.747050285339355
        },
        {
            "docid": "5645363_3",
            "document": "Clean-in-place . Up to the 1950s, closed systems were disassembled and cleaned manually. The advent of CIP was a boon to industries that needed frequent internal cleaning of their processes. Industries that rely heavily on CIP are those requiring high levels of hygiene, and include: dairy, beverage, brewing, processed foods, pharmaceutical, and cosmetics.",
            "score": 25.611722707748413
        },
        {
            "docid": "10242140_5",
            "document": "Carleton B. Gibson . Gibson was hired to oversee the Rochester Athenæum and Mechanics Institute in June 1910 by the then board of directors which included George Eastman. He instituted the Institute's Cooperative education program in 1912, as part of his focus on industrial education. The program required students to study half time and to work half time in shops at Eastman Kodak, Gleason Works, and the German American Button Company.",
            "score": 15.046737670898438
        },
        {
            "docid": "33953744_1",
            "document": "Beverage industry . Beverage industry",
            "score": 24.992058753967285
        },
        {
            "docid": "46397836_4",
            "document": "Arnold C. Cooper . Arnold Cooper received his degree in Chemical engineering from Purdue University in 1955. After six months serving as a Second Lieutenant in the Army Chemical Corps, in 1956, he enrolled in the newly started Industrial Management MBA (Master of Business Administration) program at Purdue University, in what later became the Krannert School of Management. yes",
            "score": 21.426185607910156
        },
        {
            "docid": "3832346_15",
            "document": "KHS GmbH . The turnkey lines manufactured by KHS GmbH offer systems for every branch of industry, every type of container, and every process in the production of beverages. The container types offered include glass and PET bottles, cans, and kegs. Each KHS line comprises the individual machines required to carry out all beverage production processes ranging from PET bottle production, filling, labeling, packing, and palletizing up to and including inspection and complete sanitizing.",
            "score": 30.400246143341064
        },
        {
            "docid": "16307053_6",
            "document": "Florida Division of Alcoholic Beverages and Tobacco . The Division of Alcoholic Beverages and Tobacco was originally created as the \"Malt and Vinous Beverage Department\" in 1933 following the 21st Amendment to the U.S. Constitution which placed the responsibility of controlling the alcoholic beverage industry upon the states. Two years later it became the \"State Beverage Department\" and in 1945, the state’s cigarette industry was added as a responsibility of the department. In 1969, the department was grouped with other business regulatory programs as a division under the Department of Business Regulation. The name was expanded to what it is today, the Division of Alcoholic Beverages and Tobacco, in 1977.",
            "score": 27.156364917755127
        },
        {
            "docid": "19261279_4",
            "document": "High-speed door . High-speed doors are usually used wherever goods traffic occurs and where the doors have to fulfill special requirements. In the food and beverage industry, or Medical industry for example, special climatic conditions have to prevail; short opening and closing times reduce cooling loss, avoid airflow and enable a smooth operating procedure. They can also be designed in larger dimensions for the mining and aircraft industries.",
            "score": 21.618136882781982
        },
        {
            "docid": "17204058_1",
            "document": "Alcoholic beverage industry in Europe . Alcoholic beverage industry in Europe",
            "score": 24.62614154815674
        },
        {
            "docid": "40436825_15",
            "document": "Piramal Group . Piramal Glass is a manufacturer of glass packaging for the pharmaceuticals, foods & beverages (F&B) and cosmetics & perfumery (C&P) industries, services. Piramal Glass has manufacturing plants in USA, Sri Lanka and India.",
            "score": 17.913206100463867
        },
        {
            "docid": "18400194_37",
            "document": "Tea in the United Kingdom . Tea had other attractions as well. Drinking a hot, sweet beverage transformed their meals, which generally consisted of dry bread and cheese, and made them go down more easily. The warm beverage was especially appealing given Britain’s cold and wet climate. Further, tea helped alleviate some of the consequences of the urbanization that accompanied the industrial revolution: drinking tea required boiling the water, thereby killing water-borne diseases like dysentery, cholera, and typhoid.",
            "score": 23.170206308364868
        },
        {
            "docid": "23867229_1",
            "document": "Union of Beverage and Related Industry Workers . Union of Beverage and Related Industry Workers",
            "score": 24.44717311859131
        },
        {
            "docid": "50291430_5",
            "document": "True Williams . \"Williams was a man of great talent—of fine imagination and sweetness of spirit—but it was necessary to lock him in a room when industry was required, with nothing more exciting than cold water as a beverage.\" - Albert Bigelow Paine",
            "score": 20.363764762878418
        },
        {
            "docid": "326530_22",
            "document": "YAML . YAML autodetects the datatype of the entity. Sometimes one wants to cast the datatype explicitly. The most common situation is where a single-word string that looks like a number, boolean or tag requires disambiguation by surrounding it with quotes or using an explicit datatype tag. a: 123 # an integer b: \"123\" # a string, disambiguated by quotes c: 123.0 # a float d: !!float 123 # also a float via explicit data type prefixed by (!!) e: !!str 123 # a string, disambiguated by explicit type f: !!str Yes # a string via explicit type g: Yes # a boolean True (yaml1.1), string \"Yes\" (yaml1.2) h: Yes we have No bananas # a string, \"Yes\" and \"No\" disambiguated by context.",
            "score": 15.646884441375732
        },
        {
            "docid": "2499106_5",
            "document": "George Hacker . As director for alcohol policies at the Center for Science in the Public Interest, Hacker has led national efforts to combat alcoholic beverage industry marketing and advertising practices, to increase long-dormant alcohol excise tax rates, and to require warning labels on alcoholic beverage containers. He is the author of numerous newspaper and magazine articles on alcohol issues, and an author of several CSPI publications, including \"Last Call for High Risk Bar Promotions\", \"State Alcohol Taxes and Health\", \"Marketing Booze to Blacks\", and \"The Booze Merchants\".",
            "score": 25.385472774505615
        },
        {
            "docid": "38786354_9",
            "document": "Introduction to cooperative learning . Two important aspects of using informal cooperative learning groups are to (a) make the task and the instructions explicit and precise and (b) require the groups to produce a specific product (such as a written answer).  According to Johnson, Johnson and Holubec the informal cooperative learning procedure is organized in the following way:",
            "score": 29.117340564727783
        },
        {
            "docid": "49147_61",
            "document": "Fair trade . Fair trade commodities are goods that have been exchanged from where they were grown or made to where they are purchased, and have been certified by a fair trade certification organization, such as Fair Trade USA or World Fair Trade Organization. Such organizations are typically overseen by Fairtrade International. Fairtrade International sets international fair trade standards and supports fair trade producers and cooperatives. Sixty percent of the fair trade market revolves around food products such as coffee, tea, cocoa, honey, and bananas. Non-food commodities include crafts, textiles, and flowers. It has been suggested by Shima Baradaran of Brigham Young University that fair trade techniques could be productively applied to products which might involve child labor. Although fair trade represents only .01% of the food and beverage industry in the United States, it is growing rapidly and may become a significant portion of the national food and beverage industry.",
            "score": 24.870505571365356
        },
        {
            "docid": "5594274_4",
            "document": "Slush (beverage) . Frozen uncarbonated beverages are made by freezing a non-carbonated juice or other liquid. Machines for producing these do not require a pressure chamber, and as a result, they are much cheaper and easier to maintain. There are variations including frozen carbonated beverages, typified by the Slurpee or ICEE, which are made by freezing a carbonated drink. Machines for producing these are complicated and expensive, and notably require a carbon dioxide supply. They make a very fine and 'dry' slush. There are also frozen coffee beverages and frozen alcoholic beverages, as well as more conventional slush drinks. There are also \"instant\" slush drinks formed via supercooling. Several examples include Slushie, which allows consumers to make beverages that turn to slush upon opening using a conventional freezer; the Chill Chamber, which allows businesses to store beverages at below freezing temperatures that turn to slush upon opening; and supercooled Sprite from Coca-Cola (briefly marketed in the UK), which required special vending machines to store the bottles in a supercooled state so that they would turn to slush upon opening.",
            "score": 33.67802882194519
        },
        {
            "docid": "11280044_10",
            "document": "Alcohol laws in Germany . The permit is not required if alcohol-free beverages, free samples, prepared food is sold or administered or in connection with a accommodation establishment beverages and prepared food is delivered to residents. Every other establishment which does not apply to this scheme requires a Liquor license \"(Gaststättenkonzession)\". In most cases a Liquor license is always then required, when alcoholic beverages are served or sold for consumption in the premises. Furthermore on-licence premises have to place a clearly legible notice with the restrictions of the Protection of Young Persons Act \"(Jugendschutzgesetz)\" and the bartender must ensure that alcoholic beverages may not be sold or served to underage or visibly intoxicated persons.",
            "score": 23.596892595291138
        }
    ],
    "r": [
        {
            "docid": "748731_7",
            "document": "Cooper (profession) . In the 21st century, coopers mostly operate barrel-making machinery and assemble casks for the wine and spirits industry. There is still demand for high-quality wooden barrels, and it is thought that the highest-quality barrels are those hand-made by professional coopers.",
            "score": 63.47736358642578
        },
        {
            "docid": "748731_3",
            "document": "Cooper (profession) . Traditionally, a cooper is someone who makes wooden, staved vessels, held together with wooden or metal hoops and possessing flat ends or heads. Examples of a cooper's work include casks, barrels, buckets, tubs, butter churns, hogsheads, firkins, tierces, rundlets, puncheons, pipes, tuns, butts, pins and breakers. Traditionally, a \"hooper\" was the man who fitted the wooden or metal hoops around the barrels or buckets that the cooper had made, essentially an assistant to the cooper. The English name Hooper is derived from that profession. With time, many Coopers took on the role of the Hooper themselves.",
            "score": 62.5465202331543
        },
        {
            "docid": "748731_2",
            "document": "Cooper (profession) . A cooper is a person trained to make wooden barrels, vats, buckets, tubs, troughs and other staved containers, from timber that was usually heated or steamed to make it pliable. Journeymen coopers also traditionally made wooden implements, such as rakes and wooden bladed shovels. Other materials, such as iron, were used as well as wood, in the manufacturing process.",
            "score": 61.351192474365234
        },
        {
            "docid": "55275681_6",
            "document": "Aging (food) . In the case of beverages, such as the aging of wine, beer, or whiskey, storing the beverage for extended periods of time in wooden casks allows the liquid to extract flavor compounds from the wood itself, adding to the complexity and depth of flavor. Traditional Balsamic Vinegar is aged for years in a succession of oak barrels to extract and concentrate flavors.",
            "score": 61.10076141357422
        },
        {
            "docid": "748731_4",
            "document": "Cooper (profession) . The word \"cooper\" is derived from Middle Dutch or Middle Low German \"kūper\" 'cooper' from \"kūpe\" 'cask', in turn from Latin \"cupa\" 'tun, barrel'. Everything a cooper produces is referred to collectively as \"cooperage.\" A cask is any piece of cooperage containing a bouge, bilge, or bulge in the middle of the container. A barrel is a type of cask, so the terms \"barrel-maker\" and \"barrel-making\" refer to just one aspect of a cooper's work. The facility in which casks are made is also referred to as a cooperage.",
            "score": 53.1971435546875
        },
        {
            "docid": "23156347_10",
            "document": "Shaker Shed . Coopering, or barrel making, remained an important occupation through the nineteenth century. Using froes to split barrel staves and curved “sun” planes to shape the ends of mounted staves, coopers produced containers of all sizes. Ranging from small water and liquor kegs to 206-gallon hogsheads, their barrels stored goods including tobacco, whale oil, whiskey, molasses, flour, apples, sugar, and hardware. Household appliances such as water tubs, sap buckets, butter churns, milk pails, and drinking or ladling mugs called piggins, reflected the extensive reach of a coopers’ trade. The United States 1850 census recorded forty-three thousand practicing coopers, but by the late nineteenth century, the introduction of metal drums and other machine-made storage and shipping containers greatly diminished the demand for wooden cooperage so that today the craft is almost nonexistent.",
            "score": 52.218238830566406
        },
        {
            "docid": "1435641_3",
            "document": "Cask ale . Cask or barrel is a container. The Histories of Herodotus, written in 424 BC, refers to \"casks of palm-wood filled with wine\" being moved by boat to Babylon, though clay vessels would also have been used. Stout wooden barrels held together with an iron hoop were developed by the north European Celts during the Iron Age for storing goods. Over the centuries other methods have been developed for preserving and storing beer but this method is still used, particularly in Britain.",
            "score": 51.16922378540039
        },
        {
            "docid": "640764_8",
            "document": "Barrel . Some wines are fermented \"on barrel\", as opposed to in a neutral container like steel or wine-grade HDPE (high-density polyethylene) tanks. Wine can also be fermented in large wooden tanks, which—when open to the atmosphere—are called \"open-tops\". Other wooden cooperage for storing wine or spirits range from smaller barriques to huge casks, with either elliptical or round heads.",
            "score": 48.947509765625
        },
        {
            "docid": "640764_2",
            "document": "Barrel . A barrel, cask, or tun is a hollow cylindrical container, traditionally made of wooden staves bound by wooden or metal hoops. Traditionally, the barrel was a standard size of measure referring to a set capacity or weight of a given commodity. For example, in the UK a barrel of beer refers to a quantity of . Wine was shipped in barrels of .",
            "score": 48.579925537109375
        },
        {
            "docid": "17405630_10",
            "document": "Break bulk cargo . Wooden barrels are stowed on their sides on \"beds\" of dunnage which keeps the middle of the side (the bilge) off the deck and they are stowed with the bung at the top. To prevent movement wedges called quoins are put in on top of the \"beds\". Barrels should be stowed fore and aft and not athwart ships. Once the first tier has been loaded the next tier of barrels fits into the hollows between the barrels, this is known as stowing \"bilge and cantline\". Barrels which are also known as casks or tuns are primarily use for transporting liquids such as wine, water, brandy, whiskey, and even oil. They are usually built in spherical shape to make it easier to roll and have less friction when changing direction.",
            "score": 48.1536865234375
        },
        {
            "docid": "33153_2",
            "document": "Whisky . Whisky or whiskey is a type of distilled alcoholic beverage made from fermented grain mash. Various grains (which may be malted) are used for different varieties, including barley, corn (maize), rye, and wheat. Whisky is typically aged in wooden casks, generally made of charred white oak.",
            "score": 46.87961959838867
        },
        {
            "docid": "640764_3",
            "document": "Barrel . Modern wooden barrels for wine-making are either made of French common oak (\"Quercus robur\") and white oak (\"Quercus petraea\") or from American white oak (\"Quercus alba\") and have typically these standard sizes: \"Bordeaux type\" , \"Burgundy type\" and \"Cognac type\" . Modern barrels and casks can also be made of aluminum, stainless steel, and different types of plastic, such as HDPE.",
            "score": 46.017433166503906
        },
        {
            "docid": "858511_8",
            "document": "Butler . From ancient through medieval times, alcoholic beverages were chiefly stored first in earthenware vessels, then later in wooden barrels, rather than in glass bottles; these containers would have been an important part of a household's possessions. The care of these assets was therefore generally reserved for trusted slaves, although the job could also go to free persons because of heredity-based class lines or the inheritance of trades.",
            "score": 45.67271041870117
        },
        {
            "docid": "2839376_2",
            "document": "List of whisky brands . This is a list of whisky brands arranged by country of origin and style. Whisky (or whiskey) is a type of distilled alcoholic beverage made from fermented grain mash. Different grains are used for different varieties, including barley, malted barley, rye, malted rye, wheat, and corn. Whisky is typically aged in wooden casks, made generally of charred white oak.",
            "score": 45.04829406738281
        },
        {
            "docid": "847398_14",
            "document": "Balsamic vinegar . Traditional balsamic vinegar is produced from the juice of just-harvested white grapes (typically, Trebbiano grapes) boiled down to approximately 30% of the original volume to create a concentrate or must, which is then fermented with a slow aging process which concentrates the flavours. The flavour intensifies over the years, with the vinegar being stored in wooden casks, becoming sweet, viscous and very concentrated. During this period, a portion evaporates: it is said that this is the \"angels' share\", a term also used in the production of bourbon whiskey, scotch whisky, wine, and other alcoholic beverages.",
            "score": 44.35881805419922
        },
        {
            "docid": "14834691_49",
            "document": "Rum . Many countries require rum to be aged for at least one year. This ageing is commonly performed in used bourbon casks, but may also be performed in other types of wooden casks or stainless steel tanks. The ageing process determines the colour of the rum. When aged in oak casks, it becomes dark, whereas rum aged in stainless steel tanks remains virtually colourless.",
            "score": 44.15351104736328
        },
        {
            "docid": "640764_7",
            "document": "Barrel . Beverages aged in wooden barrels take on some of the compounds in the barrel, such as vanillin and wood tannins. The presence of these compounds depends on many factors, including the place of origin, how the staves were cut and dried, and the degree of \"toast\" applied during manufacture. Barrels used for aging are typically made of French or American oak, but chestnut and redwood are also used. Some Asian beverages (e.g., Japanese sake) use Japanese cedar, which imparts an unusual, minty-piney flavor. In Peru and Chile, a grape distillate named \"pisco\" is either aged in oak or in earthenware.",
            "score": 43.96674728393555
        },
        {
            "docid": "263159_6",
            "document": "Tsipouro . Finally, the distillate is left to settle and mature in stainless steel tanks. It can also be aged in wooden barrels to give 'aged tsipouro', a relatively new beverage that can be compared to whiskey.",
            "score": 43.68902587890625
        },
        {
            "docid": "651379_26",
            "document": "Shōchū . Fresh shōchū is shipped after maturation. Maturation techniques vary in storage vessel and location, both of which affect the character of the shōchū. The most commonly used containers for aging shōchū are stainless steel tanks, clay pots, and wooden barrels or casks.",
            "score": 43.65155792236328
        },
        {
            "docid": "43044875_6",
            "document": "Giant Cask . The giant Dürkheim barrel bears the inscription \"Dürkheimer Riesenfaß\" in the old German script on the bottom of the barrel which faces east. The interior is a type of wine bar. It can take just under 430 guests on two levels (ground floor and gallery). Because of the number of visitors, in 1958 the wooden \"tub\" (\"Bütt\") was added. This is an oversized tub, constructed in the same style as the \"Riesenfass\" and has space for about 120 guests. The bar is operated for most of the year in the \"Bütt\"; the barrel itself is only accessible to guests during the Wurstmarkt and for large groups by prior arrangement.",
            "score": 42.41116714477539
        },
        {
            "docid": "30458413_21",
            "document": "Forest of Tronçais . The oaks of Tronçais, representing some 80% of production, are prized for the barrels coopered for cognac and the great wines of Bordeaux. Amongst the more famous coopers using the oaks of Tronçais are Dominique Laurent who makes what are widely regarded as some of the world's finest barrels. These have been nicknamed \"magic casks\", by renowned French wine taster Michel Bettane. Laurent goes into the Tronçais forest to select the trees (typically around 300 years of age) and transports them back to the cooperage himself, thus guaranteeing provenance. He only uses the top section of the trunk, the staves are split by hand and air dried for 52 months. The staves are much thicker, due to their hand splitting, compared with commercial barrels, (40-45mm as opposed to 25-30mm approx). The barrels were developed for Dominique Laurent, and Tardieu Laurent's top cuvees but a few of the barrels are sold to (only) the best French and international producers including DRC, Zind Humbrecht, Clos Mogador, Pingus and Beau Fréres from Robert Parker Jr. in Oregon. A limited number of barrels make it to Australia where they are used by the boutique winemaker Torbreck for the making of Australia's most expensive (and 100 point rated) Shiraz - \"the Laird\".",
            "score": 41.986202239990234
        },
        {
            "docid": "189274_34",
            "document": "Carpentry . A cooper is someone who makes barrels: wooden staved vessels of a conical form, of greater length than breadth.",
            "score": 41.56940841674805
        },
        {
            "docid": "46959285_3",
            "document": "Alumasc Group . The company's original business, Alumasc Limited of Burton Latimer, was in the manufacture of aluminium products. In the 1950s it advertised cast metal beer casks which it claimed were preferred by the brewing industry to wooden casks as being more hygienic, stronger and lower maintenance. In 1960 the firm was taken over by Gold Fields Group. In 1962 it displayed a new type of aluminium beer cask at the Exhibition of Aluminium Goods at the Design Centre in London which was made from pressed sheet aluminium which it claimed was 40% lighter than a die-cast barrel though the company continued to make die-cast products, advertising its expertise in them in the \"Financial Times\" in 1970.",
            "score": 41.4794807434082
        },
        {
            "docid": "11053682_19",
            "document": "Ballincollig Royal Gunpowder Mills . Coopering involved the making of barrels or casks of staves that were bound together by hoops of copper or wood. They were fitted with a head and bottom. The barrels were made of oak and had to be fitted extra tight so that dampness would not seep into the powder when it was stored. Copper nails were used. In the late 1830s, 16,000 barrels of gunpowder were produced each year in Ballincollig. By 1856 there were about 50 coopers and apprentices employed in the mills.",
            "score": 41.441898345947266
        },
        {
            "docid": "927688_84",
            "document": "White wine . Packaging is the operation to put the wine in the container in which it will be marketed. Over the ages it was kept in a barrel or cask and the client would fill his pitcher or bottle at the wine merchant. The appearance of the glass bottle revolutionized the world of wine. The absence of transfer and thus contact with the oxygen in the air has made a significant improvement to the quality of the product. Other containers have emerged: the brick from Tetra Pak, the bottle of polyethylene terephthalate or PET, the beverage can, and the Bag-In-Box. Their quality is in their chemical inertness in relation to wine and their hermetic character against oxygen.",
            "score": 40.78325271606445
        },
        {
            "docid": "33153_28",
            "document": "Whisky . While aging in wooden casks, especially American oak and French oak casks, whisky undergoes six processes that contribute to its final flavor: extraction, evaporation, oxidation, concentration, filtration, and colouration. Extraction in particular results in whisky acquiring a number of compounds, including aldehydes and acids such as vanillin, vanillic acid, and syringaldehyde. Distillers will sometimes age their whiskey in barrels previously used to age other spirits, such as rum or sherry, to impart particular flavours.",
            "score": 40.60655212402344
        },
        {
            "docid": "274696_10",
            "document": "Rye whiskey . Canadian whisky must be aged in wooden barrels that are not larger than for at least 3 years (although the barrels need not be new oak, nor charred). This requirement differs from regulations for U.S. blended whiskey, in which the bulk base spirits are not required to be aged.",
            "score": 40.50063705444336
        },
        {
            "docid": "1219504_7",
            "document": "Aguardiente . In Brazil, a beverage known as \"cachaça\" or \"pinga\", considered distinct from traditional aguardiente, is made from sugar cane. \"Cachaça\", a type of rum, has two varieties: unaged (white) and aged (gold). White \"cachaça\" is usually bottled immediately after distillation and tends to be cheaper. It is often used to prepare caipirinha and other beverages in which \"cachaça\" is an ingredient. Dark \"cachaça\", usually seen as the \"premium\" variety, is aged in wood barrels, and is meant to be drunk neat. Traditionally, no herbs are used to flavour the \"cachaça\", and its flavour is influenced by the fermentation agent, time spent in the cask, or type of wood from which the barrel is made.",
            "score": 40.418148040771484
        },
        {
            "docid": "242430_19",
            "document": "Single malt whisky . The selection of casks can affect the character of the final whisky. Outside of the United States, the most common practice is to reuse casks that previously contained American whiskey, as US law requires several types of distilled spirits to be aged in new oak casks. To ensure continuity of supply of used oak casks some Scottish distilling groups own oak forests in the US and rent the new barrels to bourbon producers for first fill use. Bourbon casks impart a characteristic vanilla flavour to the whisky.",
            "score": 40.27239990234375
        },
        {
            "docid": "26682494_9",
            "document": "Traditional Balsamic Vinegar . The making procedure of TBV is a semicontinuous process requiring the annual refilling activity, consisting of withdrawing only a part of the vinegar from the smallest cask and topping it with the vinegar coming from the next cask along with the barrel set, and so on. The biggest cask receives new cooked and acetified must. This refilling procedure resembles the Solera method used for making sherry wine.  The purpose of refilling in the TBV making is to keep the vinegar volume constant inside every casks in the barrel set, and compensate for the volume drop caused by these three factors: TBV withdrawn for bottling, water evaporation, and possible vinegar leakages from the staves. Refilling involves the product flux-splitting from the biggest to the smallest cask, leading to the solute dislocation along the barrel set.",
            "score": 40.03731918334961
        },
        {
            "docid": "160246_26",
            "document": "Sherry . Sherry-seasoned casks are sold to the Scotch whisky industry for use in aging whisky. Other spirits and beverages may also be aged in used sherry casks. Contrary to what most people think, these sherry-seasoned casks are specifically prepared for the whisky industry, they are not the same as the old (and largely inactive) butts used for the maturation of sherry.",
            "score": 40.032318115234375
        },
        {
            "docid": "26682494_8",
            "document": "Traditional Balsamic Vinegar . The aging is related to two basic concepts. The first concerns the time that vinegar spends inside the barrel set (age or residence time); the second accounts for all time-dependent changes in chemical, physical and sensorial properties (physical ripening time). The barrel set is a series of at least five wooden casks arranged according to a decreasing size scale, where the product undergoes profound changes over time. Casks may be of different wood types, i.e. oak, mulberry, ash, chestnut, cherry, juniper, and acacia, and the smallest cask volume ranges from 15 to 25 liters. Each cask has a hole on the top, the so-called \"cocchiume\", facilitating the usual inspection and maintenance activities. The barrel set behaves essentially as a device for vinegar concentration due to water loss through the staves. As widely known for the wine production, it is reasonable to suppose that the wood acts as a semipermeable filter for the transfer of small molecules towards the ambient while it retains important volatile compounds such as the acetic acid. However, when the opening is not hermetically closed, the volatile compounds are lost preferentially through the \"cocchiume\" itself.",
            "score": 39.98492431640625
        }
    ]
}