{
    "q": [
        {
            "docid": "56522485_3",
            "document": "R (B) v Cambridge Health Authority . The parents of a child named Jaymee Bowen claimed that she should receive chemotherapy and a second bone marrow transplant for their 10 year old’s acute myeloid leukaemia. Consultants at Addenbrooke's Hospital, Cambridge, and Royal Marsden Hospital in London thought it would not succeed. Treatment in the United States would have been far too expensive. One doctor in Hammersmith would have treated her for £75,000. The doctors believed it would be ineffective and inappropriate.",
            "score": 32.20663619041443
        },
        {
            "docid": "1963273_12",
            "document": "Australian Skeptics . This challenge is now coordinated by ASI and the prize money is backed by the Australian Skeptics Science and Education Foundation. It is open to any contender who can state exactly what their paranormal claim is, and the claim can give a definite yes or no result. They must define under what conditions the claim can be performed, and expect to beat million to one odds in order to claim success. The result of each test is then published in The Skeptic, the magazine of Australian Skeptics. ASI states that should any contender pass the challenge, and be awarded the prize, they want to tell the world and give the claimant proper recognition. If, however, a claim is proved to be unfounded or fraudulent, the association reserve the right to expose this result in an effort to prevent clients from spending time and money on a product or service that cannot deliver what is claimed for it.",
            "score": 9.493324756622314
        },
        {
            "docid": "241265_16",
            "document": "Moral skepticism . Criticisms of moral skepticism come primarily from moral realists. The moral realist argues that there is in fact good reason to believe that there are objective moral truths and that we are justified in holding many moral beliefs. One moral realist response to moral error theory holds that it \"proves too much\"—if moral claims are false because they entail that we have reasons to do certain things regardless of our preferences, then so too are \"hypothetical imperatives\" (e.g. \"if you want to get your hair-cut you ought to go to the barber\"). This is because all hypothetical imperatives imply that \"we have reason to do that which will enable us to accomplish our ends\" and so, like moral claims, they imply that we have reason to do something \"regardless\" of our preferences. If moral claims are false because they have this implication, then so too are hypothetical imperatives. But hypothetical imperatives are true. Thus the argument from the non-instantiation of (what Mackie terms) \"objective prescriptivity\" for moral error theory fails. Russ Shafer-Landau and Daniel Callcut have each outlined anti-skeptical strategies. Callcut argues that moral skepticism should be scrutinized in introductory ethics classes in order to get across the point that \"if all views about morality, including the skeptical ones, face difficulties, then adopting a skeptical position is not an escape from difficulty.\"",
            "score": 16.906882286071777
        },
        {
            "docid": "49262719_12",
            "document": "Tyler Henry . Skeptical activist Susan Gerbic challenged the claim that this was a successful psychic prediction in a September 15, 2017 Skeptical Inquirer article. In a detailed break-down of the entire reading, Gerbic reports that immediately following the above statements, Thicke joked “Thank you Doctor Henry, I’m going to take that to heart.” Gerbic reported that this prompted Henry to throw back his head and laugh. Gerbic said \"I’m mentioning this because it seems so heartless (pun intended) that if Henry REALLY thought that Thicke’s heart would give out only a couple months later, he should have been less flippant about it, and actually very stern.\" Gerbic continued:",
            "score": 23.267312049865723
        },
        {
            "docid": "42074619_5",
            "document": "Ye Qiao . However, it was said that after Wang Chang became emperor, he became arrogant and excessive in his behavior, and was no longer consulting Ye on important decisions. One day, after Wang Chang was about to hear some matters of state, Ye intentionally walked out of the palace wearing the clothes of a Taoist monk. Wang Chang immediately summoned him back, and stated to him, \"There are many things happening with the military and the state, but we have not talked with you for a long time. This is our fault.\" Ye bowed, and responded, \"Your old subject is counseling you poorly, such that after Your Imperial Majesty took the throne, you have not had any good accomplishments to speak of. I beg to retire.\" Wang Chang replied, \"The late Emperor trusted us to you, Lord. If our policy decisions were not good decisions, you, Lord, should speak openly. Why do you abandon us?\" He rewarded much gold and silk to Ye, and told Ye to retake his position as chancellor.",
            "score": 11.613760471343994
        },
        {
            "docid": "204511_9",
            "document": "Skeptical movement . Scientific skeptics maintain that empirical investigation of reality leads to the truth, and that the scientific method is best suited to this purpose. Scientific skeptics attempt to evaluate claims based on verifiability and falsifiability and discourage accepting claims on faith or anecdotal evidence. Skeptics often focus their criticism on claims they consider to be implausible, dubious or clearly contradictory to generally accepted science. Scientific skeptics do not assert that unusual claims should be automatically rejected out of hand on \"a priori\" grounds—rather they argue that claims of paranormal or anomalous phenomena should be critically examined and that extraordinary claims would require extraordinary evidence in their favor before they could be accepted as having validity. From a scientific point of view, theories are judged on many criteria, such as falsifiability, Occam's Razor, Morgan's Canon and explanatory power, as well as the degree to which their predictions match experimental results. Skepticism in general may be deemed part of the scientific method; for instance an experimental result is not regarded as established until it can be shown to be repeatable independently.",
            "score": 26.17490863800049
        },
        {
            "docid": "2388933_2",
            "document": "Ye Olde Fighting Cocks . Ye Olde Fighting Cocks is a public house in St Albans, Hertfordshire, England. It is one of several pubs that lay claim to being the oldest in England. The building is described by Historic England as being of sixteenth century appearance, but as the earliest date for which it can be proved to have been licensed is 1756 - and even that date is not certain - its claim to this record is somewhat uncertain. Others such as the Ye Olde Man & Scythe in Bolton, Greater Manchester and Ye Olde Trip to Jerusalem in Nottingham may have better claims. Even in St Albans, the White Hart and the Fleur de Lys (currently called 'The Snug') have claims to have been trading as inns in the late medieval period.",
            "score": 19.404752016067505
        },
        {
            "docid": "46984918_3",
            "document": "Yes It's You Lady . The album was peaking at #33 in \"Billboard\" pop charts, and at #6 on the R&B charts. The two follow-up singles to 1981's chart success' \"Being with you\" were strangely no Robinson compositions: \"Tell Me Tomorrow\" peaked at #33 Billboard and #3 R&B charts, \"Old Fashioned Love\" at #60 Billboard and #17 R&B charts. The third and final single, Robinson's \"Yes It's You Lady\" only peaked at #107 Billboard, without entering the R&B charts.",
            "score": 7.791457891464233
        },
        {
            "docid": "13109_104",
            "document": "Global warming controversy . Global warming skeptic Reid Bryson said in June 2007, \"There is a lot of money to be made in this... If you want to be an eminent scientist you have to have a lot of grad students and a lot of grants. You can't get grants unless you say, 'Oh global warming, yes, yes, carbon dioxide'.\" Similar positions have been advanced by University of Alabama, Huntsville climate scientist Roy Spencer, Spencer's University of Alabama, Huntsville colleague and IPCC contributor John Christy, University of London biogeographer Philip Stott, Accuracy in Media, and Ian Plimer in his 2009 book \"Heaven and Earth — Global Warming: The Missing Science\".",
            "score": 7.007503986358643
        },
        {
            "docid": "46569272_3",
            "document": "HitRadio Veronica (Sky Radio) . The launch of the radio station gave quite a stir in the media. Ali B. (Ali Bouali) held on behalf of TMF, a fireworks launch with Yesser Roshdi ('Yes-R') and MTV VJs Miljouschka Witzenhausen and Valerio Zeno in accordance with TMF's 'most boring town in the Netherlands'; Staphorst. For this fireworks show MTV Networks BV had no license and was later claimed by the municipality for holding the event near a burial site of a 19-year-old. Staphorst wanted to sue Yes-R and Ali B for illegally using fireworks. It was found later on that the funeral of the 19-year-old boy was long before the fireworks show, so the charges were dropped.",
            "score": 16.26489782333374
        },
        {
            "docid": "22655_19",
            "document": "Ossian . Samuel Johnson, English author, critic, and biographer, was convinced that Macpherson was \"a mountebank, a liar, and a fraud, and that the poems were forgeries\". Johnson also dismissed the poems' quality. Upon being asked, \"But Doctor Johnson, do you really believe that any man today could write such poetry?\" he famously replied, \"Yes. Many men. Many women. And many children.\" Johnson is cited as calling the story of Ossian \"as gross an imposition as ever the world was troubled with\". In support of his claim, Johnson also called Gaelic the rude speech of a barbarous people, and said there were no manuscripts in it more than 100 years old. In reply, it was proved that the Advocates' library at Edinburgh contained Gaelic manuscripts 500 years old, and one of even greater antiquity.",
            "score": 24.940961599349976
        },
        {
            "docid": "30856578_12",
            "document": "Turkish folk literature . \"One day, Nasreddin's neighbor asked him, \"Teacher, do you have any forty-year-old vinegar?\"—\"Yes, I do,\" answered Nasreddin.—\"Can I have some?\" asked the neighbor. \"I need some to make an ointment with.\"—\"No, you can't have any,\" answered Nasreddin. \"If I gave my forty-year-old vinegar to whoever wanted some, I wouldn't have had it for forty years, would I?\"\"",
            "score": 25.855764865875244
        },
        {
            "docid": "24345203_25",
            "document": "Lorence G. Collins . All: I want to call your attention to several articles that should be of interest to you, and I have included links to all of them except the last one which has not yet been published.  The first two are related to each other because the second is a follow-up to the first, and the second has just been published in the July/August 2018 issue of Skeptical Inquirer. They both show that the scientists at Answers in Genesis have no basis for supporting their model of a young Earth 6,000 years old or that a worldwide flood happened. ",
            "score": 24.92385244369507
        },
        {
            "docid": "10276064_44",
            "document": "Bill Nye . In May 1999, Nye was the commencement speaker at Rensselaer Polytechnic Institute where he was awarded an honorary doctor of science degree. He was awarded an honorary doctorate by Johns Hopkins University in May 2008. In May 2011, Nye received an honorary doctor of science degree from Willamette University In May 2015, Rutgers University awarded him an honorary doctor of science degree and paid him a $35,000 speaker's fee for his participation as the keynote speaker at the ceremony. In addition, Nye also received an honorary doctor of pedagogy degree from Lehigh University on May 20, 2013, at the commencement ceremony. Nye received the 2010 Humanist of the Year Award from the American Humanist Association. In October 2015, Nye was awarded an honorary doctorate of science from Simon Fraser University. In 2011, the Committee for Skeptical Inquiry (CSICOP) presented Nye their highest award \"In Praise of Reason\", Eugenie Scott stated: \"If you think Bill is popular among skeptics, you should attend a science teacher conference where he is speaking\" it is standing room only. She continues by saying that no one has more fun than Nye when he is \"demonstrating, principles of science.\" In 1997, CSICOP also presented Nye with the \"Candle in the Dark Award\" for his \"lively, creative... endeavor\".",
            "score": 35.33652067184448
        },
        {
            "docid": "37970509_17",
            "document": "Catalan self-determination referendum, 2014 . According to the consultation decree, \"in the consultation there is a first question followed successively by a second question, and they are worded as follows: a) Do you want Catalonia to become a State? (Yes/No); If so: b) Do you want this State to be independent? (Yes/No). You can only answer the question under Letter b) in the event of having answered “Yes” to the question under Letter a).\" The \"participation process\" that has replaced the \"non-referendum consultation\" maintains the same two questions.",
            "score": 7.596884489059448
        },
        {
            "docid": "34073311_4",
            "document": "Rough'n Tumble . As a two-year-old, Rough'n Tumble won the Primer Stakes at Arlington Park and at three, he captured the most important race for his age group in California: the Santa Anita Derby Among Rough'n Tumble's best progeny were Dr. Fager (b. 1964), a U.S. Racing Hall of Fame millionaire; My Dear Girl (b. 1957), the 1959 American Champion Two-Year-Old Filly; plus multiple stakes winners Conestoga, Flag Raiser, Ruffled Feathers, and Yes You Will.",
            "score": 14.08396053314209
        },
        {
            "docid": "17202440_8",
            "document": "Matt Dillahunty . Advocacy of the primacy of skepticism is another of Dillahunty's recurring themes. He said at the American Atheists convention in Austin in 2013 that the closest thing he has to a motto is \"to believe as many true things and as few false things as possible,\" taking his inspiration from David Hume. In the same lecture, he said that being a skeptic is the most important identifier of who he is. In addition, Dillahunty said that skepticism has something to say about untested religious claims, and that philosophical skepticism will lead to atheism.  He sees atheism as a subset of skepticism, and he does not see why skepticism should not address religious claims, something that has become a point of controversy in the skeptic community. Dillahunty rhetorically asked, \"how popular would psychics be, how popular would ghosts be, if there wasn't this monolithic idea that 70-80% of the population believe, that within each of us is an eternal soul that leaves the body when we're dead and either goes on to some afterlife or lingers around here on the earth?...If you teach people about what we know, about what most likely happens when we die, they will strive to treat people better while they're alive, and their grief will be lessened because they understand reality.\" He admonished \"don't just do skepticism with the goal of getting it right, do it with the goal of not being able to get it wrong.\" In an interview published by the Norwegian Humanist Association, he said he doesn't see why religious claims about reality should be treated any differently by skeptics than conspiracy theories and allegations about alien visitation.",
            "score": 12.631933450698853
        },
        {
            "docid": "2175167_21",
            "document": "Matthew 5 . <poem>1 ¶ And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him: 2 And he opened his mouth, and taught them, saying, 3 Blessed [are] the poor in spirit: for theirs is the kingdom of heaven. 4 Blessed [are] they that mourn: for they shall be comforted. 5 Blessed [are] the meek: for they shall inherit the earth. 6 Blessed [are] they which do hunger and thirst after righteousness: for they shall be filled. 7 Blessed [are] the merciful: for they shall obtain mercy. 8 Blessed [are] the pure in heart: for they shall see God. 9 Blessed [are] the peacemakers: for they shall be called the children of God. 10 Blessed [are] they which are persecuted for righteousness' sake: for theirs is the kingdom of heaven. 11 Blessed are ye, when [men] shall revile you, and persecute [you], and shall say all manner of evil against you falsely, for my sake. 12 Rejoice, and be exceeding glad: for great [is] your reward in heaven: for so persecuted they the prophets which were before you. 13 ¶ Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men. 14 Ye are the light of the world. A city that is set on an hill cannot be hid. 15 Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house. 16 Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven. 17 ¶ Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil. 18 For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled. 19 Whosoever therefore shall break one of these least commandments, and shall teach men so, he shall be called the least in the kingdom of heaven: but whosoever shall do and teach [them], the same shall be called great in the kingdom of heaven. 20 For I say unto you, That except your righteousness shall exceed [the righteousness] of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven. 21 ¶ Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment: 22 But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire. 23 Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee; 24 Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift. 25 Agree with thine adversary quickly, whiles thou art in the way with him; lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison. 26 Verily I say unto thee, Thou shalt by no means come out thence, till thou hast paid the uttermost farthing. 27 ¶ Ye have heard that it was said by them of old time, Thou shalt not commit adultery: 28 But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart. 29 And if thy right eye offend thee, pluck it out, and cast [it] from thee: for it is profitable for thee that one of thy members should perish, and not [that] thy whole body should be cast into hell. 30 And if thy right hand offend thee, cut it off, and cast [it] from thee: for it is profitable for thee that one of thy members should perish, and not [that] thy whole body should be cast into hell. 31 It hath been said, Whosoever shall put away his wife, let him give her a writing of divorcement: 32 But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery. 33 ¶ Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths: 34 But I say unto you, Swear not at all; neither by heaven; for it is God's throne: 35 Nor by the earth; for it is his footstool: neither by Jerusalem; for it is the city of the great King. 36 Neither shalt thou swear by thy head, because thou canst not make one hair white or black. 37 But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil. 38 ¶ Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth: 39 But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also. 40 And if any man will sue thee at the law, and take away thy coat, let him have [thy] cloke also. 41 And whosoever shall compel thee to go a mile, go with him twain. 42 Give to him that asketh thee, and from him that would borrow of thee turn not thou away. 43 ¶ Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy. 44 But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you; 45 That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust. 46 For if ye love them which love you, what reward have ye? do not even the publicans the same? 47 And if ye salute your brethren only, what do ye more [than others]? do not even the publicans so? 48 Be ye therefore perfect, even as your Father which is in heaven is perfect.</poem>",
            "score": 15.976935148239136
        },
        {
            "docid": "35870816_24",
            "document": "Susan Norris Fitkin . Despite being set apart for the ministry 18 years earlier as a Quaker recorded minister, on May 8, 1909 at the New York District Assembly at Brooklyn, Bresee ordained Susie Fitkin and her husband as elders. Susan later wrote: \"This was a memorable occasion, but it was only the human sanction to God's work. For years before, He had definitely spoken these precious words to my heart, 'Ye have not chosen me, but I have chosen you, and ordained you, that ye should go and bring forth fruit.' And had He not verified it again and again?\"",
            "score": 10.853271245956421
        },
        {
            "docid": "65738_59",
            "document": "Georges Clemenceau . The treaty, with all its complex clauses, will only be worth what you are worth; it will be what you make it...What you are going to vote to-day is not even a beginning, it is a beginning of a beginning. The ideas it contains will grow and bear fruit. You have won the power to impose them on a defeated Germany. We are told that she will revive. All the more reason not to show her that we fear her...M. Marin went to the heart of the question, when he turned to us and said in despairing tones, ‘You have reduced us to a policy of vigilance.’ Yes, M. Marin, do you think that one could make a treaty which would do away with the need for vigilance among the nations of Europe who only yesterday were pouring out their blood in battle? Life is a perpetual struggle in war, as in peace...That struggle cannot be avoided. Yes, we must have vigilance, we must have a great deal of vigilance. I cannot say for how many years, perhaps I should say for how many centuries, the crisis which has begun will continue. Yes, this treaty will bring us burdens, troubles, miseries, difficulties, and that will continue for long years.",
            "score": 13.636057138442993
        },
        {
            "docid": "393141_14",
            "document": "Lossiemouth . But the practices continued and, 35 years later, the minutes from the session records stated: \"\"23 Dec 1705 Also after sermon ye min1' (the minister) did guard ye Seamen to beware of ye old Heathenish superstitious practice of carrieing of lighted Clevies or torches about yr boats on new years even certifieing all that should be found any manner of way to concurr with or contribute to ye said work—should be put in ye hands of ye civill magistrate.\"\"",
            "score": 14.45894169807434
        },
        {
            "docid": "1453309_4",
            "document": "Sarah Dessen . As a teenager, Dessen was very shy and quiet. She became involved with a 21-year-old when she was 15 but cut all contact with him shortly after. She has admitted in an interview that \"for many years afterward, I took total blame for everything that happened between me and T. After all, I was a bad kid. I'd did drugs, I lied to my mom. You can't just hang out with a guy and not expect him to get ideas, I told myself. You should have known better. But maybe \"he\" should have. When I turned 21, I remember making a point, regularly, to look at teens and ask myself whether I'd want to hang out with them, much less date one. The answer was always a flat, immediate no. They were kids. I was an adult. End of story.\"",
            "score": 26.84880495071411
        },
        {
            "docid": "46838289_6",
            "document": "Glasgow Skeptics . As was as regular SITP talks, Glasgow Skeptics have hosted and organised a number of debates. Most notably discussions on Scottish independence before and after the 2014 referendum, and whilst the society itself officially remained \"staunchly neutral\" on the question, \"Guardian\" journalist Libby Brooks noted, and polls showed, a large majority of debate attendees was in the \"Yes\" camp. After \"No\" won, however, public commenters stressed that the referendum had \"energised\" the electorate, and further discussions should keep it focused on what \"how, where and in what direction\" Scotland should go now.",
            "score": 12.07517409324646
        },
        {
            "docid": "2987336_5",
            "document": "Double-barreled question . An example of a double-barreled question would be the following: \"do you think that students should have more classes about history and culture?\" This question asks about two different issues: \"do you think that students should have more classes about history\" and \"do you think that students should have more classes about culture?\" Combining both questions into one makes it unclear what exactly is being measured, and as each question may elicit a different response if asked separately there is an increased likelihood of confusing the respondents. In other words, while some respondents would answer \"yes\" to both and some \"no\" to both, some would like to answer both \"yes and no\".",
            "score": 9.452815055847168
        },
        {
            "docid": "17696_26",
            "document": "Slippery slope . Volokh's article \"The Mechanisms of the Slippery Slope\" sets out to examine the various ways in which making one decision might render another decision more likely. He considers such things as implementing A making B more cost effective and implementing A changing attitudes such that acceptance of B will become more likely. He says, \"If you are faced with the pragmatic question \"Does it make sense for me to support A, given that it might lead others to support B?,\" you should consider all the mechanisms through which A might lead to B, whether they are logical or psychological, judicial or legislative, gradual or sudden ... You should think about the entire range of possible ways that A can change the conditions—whether those conditions are public attitudes, political alignments, costs and benefits, or what have you—under which others will consider B.\" Volokh concludes by claiming that the analysis in his article \"implicitly rebuts the argument that slippery slope arguments are inherently logically fallacious: the claim that A's will inevitably lead to B's as a matter of logical compulsion might be mistaken, but the more modest claim that A's may make B's more likely seems plausible.\" A similar conclusion was reached by Corner et al., who after investigating the psychological mechanism of the slippery slope argument say, \"Despite their philosophical notoriety, SSAs are used (and seem to be accepted) in a wide variety of practical contexts. The experimental evidence reported in this paper suggests that in some circumstances, their practical acceptability can be justified, not just because the decision-theoretic framework renders them subjectively rational, but also because it is demonstrated how, objectively, the slippery slopes they claim do in fact exist.",
            "score": 9.693736553192139
        },
        {
            "docid": "5397686_19",
            "document": "Greg Mitchell . Whether covering Washington or a small town, Mitchell said, \"[T]he journalistic principle is the same: to be skeptical unless there's hard evidence and proof. And you report what someone says—\"It's their claim.\" \"It's what they say.\" \"It's what they allege.\" \"It's what they're trying to prove.\" But you don't present these things as fact if you're not sure they're fact. And what happened with the Iraq coverage was that too often newspapers—and especially television—went with stories that were based on official claims, and in retrospect, were really propaganda. Because in some cases, the officials were well-meaning. Maybe they thought that they had the evidence. But in other cases, they knew their evidence was incredibly shaky—or should have known—and yet went with the evidence claiming it was fact. And the press just, in most cases, accepted it.\"",
            "score": 16.977774620056152
        },
        {
            "docid": "959699_44",
            "document": "The Doctor (Doctor Who) . In \"The Mutants\" (1972) an official asks the Third Doctor if he is, in fact, a doctor, to which the Doctor replies \"I am, yes\"; when asked what he is qualified in, the Doctor replies, \"Practically everything.\" The Fourth Doctor states that his companion, Harry Sullivan, is a Doctor of medicine, while he is \"a doctor of many things\" (\"Revenge of the Cybermen\", 1975). The Fifth Doctor claims to be a doctor \"of everything\" in \"Four to Doomsday\" (1982), and a message is related from the Tenth Doctor in \"Utopia\" (2007). In talking with Harry in \"Robot\" (1974–1975) the Doctor states \"You may be \"a\" doctor, but I'm \"the\" Doctor. The definite article, you might say.\" In \"The Ark in Space\", aired later that year, the Doctor states that his doctorate is only honorary; the Tenth Doctor, however, considers the name to be his legitimate academic rank in \"The Waters of Mars\" (2009), describing his \"name, rank and intention\" as \"The Doctor; doctor; fun.\" In an interview with \"The Age\" in 2003, Tom Baker mentioned that the Doctor is called so because he is \"a doctor of time and relative dimension in space\". Apart from being called a doctor of the TARDIS, the Doctor has been referred to as a \"doctor of time travel.\"",
            "score": 26.031870126724243
        },
        {
            "docid": "11073025_6",
            "document": "Epistemic closure . This epistemic closure principle is central to many versions of skeptical arguments. A skeptical argument of this type will involve knowledge of some piece of widely accepted information to be knowledge, which will then be pointed out to entail knowledge of some skeptical scenario, such as the brain in a vat scenario or the cartesian evil demon scenario. A skeptic might say, for example, that if you know that you have hands, then you know that you are not a handless brain in a vat (because knowledge that you have hands implies that you know you are not handless, and if you know that you are not handless, then you know that you are not a handless brain in a vat). The skeptic will then utilize this conditional to form a modus tollens argument. For example, the skeptic might make an argument like the following: Much of the epistemological discussion surrounding this type of skeptical argument involves whether to accept or deny the conclusion, and how to do each. Ernest Sosa says that there are three possibilities in responding to the skeptic:",
            "score": 11.069441795349121
        },
        {
            "docid": "22889397_16",
            "document": "Marcus Favonius . Forcing his way into Brutus' tent, he addresses Brutus and Cassius:<br> POET. \"For shame, you generals! what do you mean? Love, and be friends, as two such men should be; For I have seen more years, I'm sure, than ye.\"",
            "score": 10.366983890533447
        },
        {
            "docid": "8810912_12",
            "document": "Professional degree . In the late twentieth and early twenty-first century, other professions, particularly in clinical fields, transitioned their professional degrees to doctorates, following the example of the M.D. and J.D. In the 1990s there was also some debate in the architectural community about renaming the professional degree in architecture a \"doctorate\". The spread of professional doctorates raised concerns about the standards of the new degrees, particularly in cases such as Physical Therapy, where the standard set by the American Physical Therapy Association for the doctorate is the same as that for the master's degree. Critics have claimed that these degrees should not be called doctorates, pointing out that a Ph.D. takes an average of twelve years from the start of college, compared to five and a half to eight years for professional doctorates, while defenders of the new professional doctorates have said the point of comparison should be the M.D. and J.D., not the Ph.D.",
            "score": 46.708444714546204
        },
        {
            "docid": "2819682_9",
            "document": "Moheb Ullah Borekzai . According to Andy Worthington, the author of  The Guantanamo Files Borekzai had been a Taliban conscript, who was taken captive by post-Taliban forces, handed over the powerful militia leader Ismael Khan, who, in turn, sold him the US forces. Worthington noted with skepticism that American analysts accepted the claim that 19-year-old conscript Borekzai was the \"acting governor of Sheberghan\". Addressing the claim of American analysts that he \"was part of a tribal militia that supported the Taliban for three and a half years since 1998″ Worthington pointed out that \"it should be noted, he was 15 or 16 years old, and was therefore not responsible for his actions, which, presumably, were dictated by his family.″  Muhibullah chose to participate in his Combatant Status Review Tribunal.",
            "score": 24.822778940200806
        },
        {
            "docid": "2529722_3",
            "document": "Ye Olde Trip to Jerusalem . Ye Olde Trip to Jerusalem is one of several pubs claiming to be the oldest in England - other pubs which claim to be the oldest include Ye Olde Salutation Inn and The Bell Inn also in Nottingham, and Ye Olde Fighting Cocks in St Albans. The pub claims that it was established in 1189 AD - the year that Richard the Lionheart became king and Pope Gregory VIII called for a Third Crusade to the Holy Land; however, there is no documentation to verify this date. Evidence suggests that caves in the rock against which the pub is built, were used as a brewhouse for Nottingham Castle, and may date from around the time the castle was built in 1067. The oldest parts of the current building were constructed between 1650 and 1660, though a map by John Speed shows a previous building in existence in 1610. By 1751 the building was being used as an inn with the name The Pilgrim, and was shortly after that date purchased by William Standford. The first record of the use of the name Ye Olde Trip to Jerusalem dates from 1799.",
            "score": 25.57319962978363
        }
    ],
    "r": [
        {
            "docid": "167241_140",
            "document": "Academic degree . The standard academic progression remains bachelor's—master's—(research) doctorate. Most standard \"academic\" programs are based on the four-year bachelor's degree, most often Bachelor of Arts (B.A.), or Bachelor of Science (B.S.), a one- or two-year master's degree (most often Master of Arts (M.A.), or Master of Science (M.S.); either of these programs might be as long as three years in length), and a further two to five years of coursework and research, culminating in \"comprehensive\" examinations in one or more fields, plus perhaps some teaching experience, and then the writing of a dissertation for the doctorate, for a total of ten or more years from starting the bachelor's degree (which is usually begun around age 18) to the awarding of the doctorate. This timetable is only approximate, however, as students in accelerated programs can sometimes earn a bachelor's degree in three years or, on the other hand, a particular dissertation project might take four or more years to complete. In addition, a graduate may wait an indeterminate time between degrees before candidacy in the next level, or even an additional degree at a level already completed. Therefore, there is no time-limit on the accumulation of academic degrees.",
            "score": 63.74153137207031
        },
        {
            "docid": "55771101_3",
            "document": "University of Boumerdès Faculty of Sciences . The undergraduate bachelor's degree program for the faculty of sciences is based on a 3-5 year program. Bachelor's degrees in Algerian universities are called \"الليسانس\" in Arabic or \"la licence\" in French; the degree normally takes three years to complete and is a part of the LMD (\"license\", \"master\", \"doctorate\") reform, students can enroll in a bachelor's degree program in different fields of study after having obtained their \"baccalauréat\" (the national secondary education test). After the licence each student can complete Master for two years. After which he will pass an exam for a doctorate. The departments in faculty of sciences at the M'hamed Bougara University of Boumerdès are as follows:",
            "score": 60.13188171386719
        },
        {
            "docid": "8810912_14",
            "document": "Professional degree . Since 2011, the classification \"doctor's degree - professional practice\" has been used for \"[a] doctor's degree that is conferred upon completion of a program providing the knowledge and skills for the recognition, credential, or license required for professional practice.\" As with the \"first professional degree\", this classification also requires that the total time in higher education is at least six years, although the requirement for at least two years of college-level study prior to entering the program was removed. The Department of Education does not define which fields professional doctorates may be awarded in, unlike with the \"first professional degree\". Besides professional doctorates, other professional degrees can exist that use the title of bachelor or master, e.g. B.Arch. and M.Arch. in architecture. In particular, first professional degrees in theology, which did not use the title of doctor, were reclassified as master's degrees in 2011 - including the B.D.",
            "score": 58.6124382019043
        },
        {
            "docid": "156992_9",
            "document": "Bachelor of Arts . A student who first achieves a general Bachelor of Arts degree with a sufficiently high overall average may be admitted to a \"postgraduate\" Baccalaureatus cum Honore degree in the same field; it requires a minimum of one year but may also take longer; it typically does not exceed two years. Students may be required to undertake a long high-quality research empirical thesis (Honours Seminar Thesis) combined with a selection of courses from the relevant field of studies. The consecutive B. cum Honore degree is essential if students ultimate goal is to study towards a two- or three-year very high research masters´ degree qualification. A student holding a Baccalaureatus Cum Honore degree also may choose to complete a Doctor of Philosophy (PhD) program without the requirement to first complete a master's degree. Over the years, in some universities certain Baccalaureatus cum Honore programs have been changed to corresponding master´s degrees.",
            "score": 58.03785705566406
        },
        {
            "docid": "188874_58",
            "document": "Bachelor's degree . Universities offer graduate degrees in ICFES endorsed programs like medicine, engineering, laws, accountancy, business management and other professional areas. A typical undergraduate program usually takes 10 or 11 semesters and some (i.e. medicine) require an additional period of service or practice to apply for the degree. A student who has obtained an undergraduate degree can opt to continue studying a career after completing their undergraduate degree by continuing onto Master's and Doctorate degrees. They can also choose to a specialization in certain fields of study by doing an extra year.",
            "score": 58.029598236083984
        },
        {
            "docid": "236722_7",
            "document": "Master of Science . In Canada, Master of Science (MSc) degrees may be entirely course-based, entirely research-based or (more typically) a mixture. Master's programs typically take one to three years to complete and the completion of a scientific thesis is often required. Admission to a master's program is contingent upon holding a four-year university bachelor's degree. Some universities require a master's degree in order to progress to a doctoral program (PhD).",
            "score": 57.71031188964844
        },
        {
            "docid": "167241_64",
            "document": "Academic degree . For medical students the \"\" degree is not equivalent to the European Anglo Saxon postgraduate research degree in medicine of MD (Medical Doctor). Besides the title doctorandus, the graduates of the Curius curriculum may also bear the title \"arts\" (physician). The doctorandus in medicine title is granted after four years (nominal time) of the Curius curriculum, while the title physician is granted after six years (nominal time) of that curriculum. The Dutch physician title is equal to a MSc degree according to the Bologna process, and can be compared with the MBBS in the UK degree system, and the North American MD, but not the UK MD degree, which is a research degree. One-on-one equivalence or interchangeability of the Dutch medical title and MD is often suggested. However, officially the MD title is not known, nor legal to use in the Netherlands. The correct notation for a Dutch physician who completed his or her medical studies, but did not pursue a doctor (PhD-like) study is \"drs.\" (e.g. \"drs. Jansen, arts\") and not \"dr.\" in medicine, as often used incorrectly. However, like in the United Kingdom, physicians holding these degrees are referred to as 'Doctor' by courtesy. In the Netherlands, there is the informal title \"dokter\" for physicians, but not \"doctor\" (dr.), unless they also earn such degree by completing a PhD curriculum. Furthermore, the \"\" degree does not give a medical student the right to treat patients; for this a minimum of two years additional study (internships) is required. After obtaining a Medical Board registration, Dutch physicians must work an additional two to six years in a field of expertise to become a registered medical specialist. Dutch surgeons commonly are only granted access to surgeon training and positions after obtaining a doctorate (PhD) successfully. In recent years, the six-year (nominal time) old Curius curriculum (which offered the titles doctorandus and physician) has been replaced with a three-year (nominal time) Bachelor Curius+ followed by a three-year (nominal time) Master Curius+. Those who had already begun their old-style Curius curriculum before that will still have to complete it as a six-year study (nominal time).",
            "score": 57.282691955566406
        },
        {
            "docid": "21031297_46",
            "document": "Doctor of Philosophy . Admission to a doctoral programme at a Canadian university usually requires completion of a Master's degree in a related field, with sufficiently high grades and proven research ability. In some cases, a student may progress directly from an Honours Bachelor's degree to a Ph.D. program; other programs allow a student to fast-track to a doctoral program after one year of outstanding work in a Master's program (without having to complete the Master's).",
            "score": 57.126617431640625
        },
        {
            "docid": "167241_143",
            "document": "Academic degree . The \"first professional degree\" is a graduate level degree program designed to prepare graduates for professional practice in various fields other than academic scholarship and research. First professional degrees require a minimum of two years prior college-level education to enter the program, and a minimum of six years total college-level education (including that undertaken prior to entry) to complete the program. Most professional degree programs require a prior bachelor's degree for admission, and many require seven or eight years of total study. Many first professional degrees, e.g. M.D., J.D. or D.O. are named as doctorates but should not be confused with research doctorates such as the Ph.D.. First professional degrees should also not be confused with professional master's degrees such as the M.Arch. and M.B.A., which are classified as master's degrees, or with intermediate graduate qualifications that also bear the title of doctor, such as D.Min. or D.Psy.",
            "score": 56.786556243896484
        },
        {
            "docid": "188874_6",
            "document": "Bachelor's degree . Bachelor's degrees in Algerian universities are called \"الليسانس\" in Arabic or \"la licence\" in French; the degree normally takes three years to complete and is a part of the LMD (\"license\", \"master\", \"doctorate\") reform, students can enroll in a bachelor's degree program in different fields of study after having obtained their \"baccalauréat\" (the national secondary education test). The degree is typically identical to the program of France's universities, as specified in the LMD reform. Bachelor's degree programs cover most of the fields in Algerian universities, except some fields, such as Medicine and Pharmaceutical Science.",
            "score": 56.12483215332031
        },
        {
            "docid": "999789_21",
            "document": "Master of Engineering . In Japan, the , which takes a minimum of two years, is a postgraduate program that follows the undergraduate of four years. It is a research degree between the bachelor's degree and the doctor's degree, and requires completion of a thesis.",
            "score": 56.12023162841797
        },
        {
            "docid": "21031297_103",
            "document": "Doctor of Philosophy . Depending on the specific field of study, completion of a Ph.D. program usually takes four to eight years of study after the Bachelor's Degree; those students who begin a Ph.D. program with a master's degree may complete their Ph.D. degree a year or two sooner. As Ph.D. programs typically lack the formal structure of undergraduate education, there are significant individual differences in the time taken to complete the degree. Overall, 57% of students who begin a Ph.D. program in the US will complete their degree within ten years, approximately 30% will drop out or be dismissed, and the remaining 13% of students will continue on past ten years.",
            "score": 55.8034553527832
        },
        {
            "docid": "30872408_43",
            "document": "Doctor of Law . Additionally, some universities award a higher postdoctoral research degree in law, the Doctor of Juridical Science (or Scientiae Juridicae Doctor), abbreviated as S.J.D. or D.J.S. Applicants for S.J.D. programs must first earn a J.D., and some programs require both a J.D. and an LL.M. before admission. Similar to the Ph.D., the S.J.D. is a research doctorate and has been described as the \"highest degree in law\" by the University of Virginia, the \"terminal degree in law\" by Indiana University and Harvard Law School and as the \"most advanced law degree\" by Yale Law School, Georgetown Law, New York University and Stanford University. The National Association of Legal Professionals states that the S.J.D./D.J.S. is \"the most advanced or terminal law degree that would follow the earning of the LL.M. and J.D. degrees.\" It typically requires three to five years to complete, and requires an advanced study in law as a scientific discipline and a dissertation, which serves as an original contribution to the scholarly field of law.",
            "score": 55.494529724121094
        },
        {
            "docid": "188874_139",
            "document": "Bachelor's degree . The Bachelor of Pharmacy (B.Pharm.) degree is a common undergraduate degree for the practice of pharmacy. In the United States, Canada, and France, however, all colleges of pharmacy have now phased out the degree in favor of the Pharm.D., or doctor of pharmacy, degree or the Ph.D., doctor of philosophy, degree in pharmacy. Some universities, such as the University of Mississippi, award a Bachelor of Science in pharmaceutical sciences (B.Sc.P.Sc.) degree as a part of the seven-year Pharm.D. program after the completion of the first four years. However, the B.ScP.Sc. degree does not qualify the recipient for the practice of pharmacy, for which it is required that students earn a Pharm.D. degree.",
            "score": 55.174781799316406
        },
        {
            "docid": "17373783_4",
            "document": "Washington International University . The school offers bachelor's, master's and doctoral degrees in business, liberal arts and engineering. The school offers \"traditional\" and \"accelerated\" degree programs. The traditional programs require students to complete just ten courses for a bachelor's degree and eight for a master's, along with a senior research project. The accelerated degree program allows completion of any degree within one year. For the accelerated program, according to the university's website, \"There are no textbooks to read, curriculum to follow or formal exams to take.\" For either a bachelor's or a master's degree, a student must submit three book reports on books selected by the student's advisor and a research paper on a topic related to the student's field of study. For the doctorate, students must complete a thesis under the guidance of an instructor. The university's advanced degree programs take into account academic credit for work experience, which is similar to that given by the United States Citizenship and Immigration Services. This would allow a student to earn his or her degree in a shorter time frame.",
            "score": 55.04484558105469
        },
        {
            "docid": "153981_34",
            "document": "Postgraduate education . Admission to a doctoral program typically requires a master's degree in a related field, sufficiently high grades, recommendations, samples of writing, a research proposal, and typically an interview with a prospective supervisor. Requirements are often set higher than those for a master's program. In exceptional cases, a student holding an honours B.A. with sufficiently high grades and proven writing and research abilities may be admitted directly to a Ph.D. program without the requirement to first complete a master's. Many Canadian graduate programs allow students who start in a master's to \"reclassify\" into a Ph.D. program after satisfactory performance in the first year, bypassing the master's degree.",
            "score": 54.858062744140625
        },
        {
            "docid": "170346_43",
            "document": "Master's degree . In Nepal, after bachelor's degree about to at least three or four years with full-time study in college and university with an entrance test for those people who want to study further can study in master and further Ph.D. and doctorate degree. All doctoral and Ph.D. or third cycle degree are based on research and experience oriented and result based. Master of Engineering (M.Eng.), Master of Education (M.Ed.), Master of Arts (M.A.) and all law and medicine related courses are studied after completion of successful bachelor towards doctoral degree. M.B.B.S. is only a medical degree with six and half years of study resulting medical doctor and need to finish its study o 4 years of period joining after master degree with minimum education with 15 or 16 years of university bachelor's degree education. The most professional and internationalised program in Nepal are as follows:",
            "score": 54.83835220336914
        },
        {
            "docid": "192605_20",
            "document": "Pharmacist . In Pakistan, the Pharm.D. (Doctor of Pharmacy) degree is a graduate-level professional doctorate degree. Twenty-one universities are registered with the Pharmacy Council of Pakistan for imparting Pharmacy courses. In 2004 the Higher Education Commission of Pakistan and the Pharmacy Council of Pakistan revised the syllabus and changed the 4-year B.Pharmacy (Bachelor of Pharmacy) Program to a 5-year Pharm.D. (Doctor of Pharmacy) program. All 21 universities have started the 5-year Pharm.D Program. In 2011 the Pharmacy Council of Pakistan approved the awarding of a Doctor of Pharmacy degree, a five-year programme at the Department of Pharmacy, University of Peshawar.",
            "score": 54.65015411376953
        },
        {
            "docid": "605564_18",
            "document": "Clinical neuropsychology . To become a clinical neuropsychologist in Canada requires the completion of a 4-year honours degree in psychology and a 4-year doctoral degree in clinical neuropsychology. Often a 2-year master's degree is required before commencing the doctoral degree. The doctoral degree involves coursework and practical experience (practicum and internship). Practicum is between 600 and 1,000 hours of practical application of skills acquired in the program. At least 300 hours must be supervised, face-to-face client contact. The practicum is intended to prepare students for the internship/residency. Internships/residencies are a year long experience in which the student functions as a neuropsychologist, under supervision. Currently, there are 3 CPA-accredited Clinical Neuropsychology internships/residencies in Canada, although other unaccredited ones exist. Prior to commencing the internship students must have completed all doctoral coursework, received approval for their thesis proposal (if not completed the thesis) and the 600 hours of practicum.",
            "score": 54.37002944946289
        },
        {
            "docid": "977277_48",
            "document": "Licentiate (degree) . The \"Licenciatura\" academic degree is academically equivalent to the \"Ingeniero\" or \"Arquitecto\" degrees. A \"Licenciatura\" typically required from four to six years of University courses, and had a typical credit workload of 300 to 400 credits. It usually had two or three introductory years (first cycle, after which the candidate could obtain a Diplomatura or Bachelor's degree in that field of studies) and two additional years (second cycle) for specialization (but this could vary from one to three). In addition, there existed a third cycle, comprising PhD degrees (\"doctorado\", which included one or two years of research oriented courses and the completion of a thesis towards the same \"doctor\" diploma). When studying for a \"Licenciatura\", completion of the first cycle did not automatically lead to the award of a diploma. However, students could elect to study specialized three-year degrees from the outset (\"diplomaturas\", and \"arquitecturas técnicas\"—technical engineering), which, after successful completion, would give access to the second cycle of a number of \"Licenciaturas\". A \"Licenciatura\" degree also provided direct access to professional practice or membership in professional associations such as Bar Associations for lawyers (\"Colegio de Abogados\", until Bar membership requirements were changed to include a minimum amount of legal work experience and passing an exam), medicine, economics, and other regulated professions.",
            "score": 54.36024475097656
        },
        {
            "docid": "192605_33",
            "document": "Pharmacist . Acceptance into a doctorate of pharmacy program depends upon completing specific prerequisites or obtaining a transferable bachelor's degree. Pharmacy school is four years of graduate school (accelerated Pharmacy Schools go January to January and are only 3 years), which include at least one year of practical experience. Graduates receive a Doctorate of Pharmacy (PharmD) upon graduation. Most schools require students to take a Pharmacy College Admissions Test PCAT and complete 90 credit hours of university coursework in the sciences, mathematics, composition, and humanities before entry into the PharmD program. Due to the large admittance requirements and highly competitive nature of the field, most pharmacy students complete a bachelor's degree before entry to pharmacy school.",
            "score": 54.01092529296875
        },
        {
            "docid": "188886_18",
            "document": "Doctorate . Criteria for admission to doctoral programs varies. In the U.S. and the U.K., students may be admitted with a bachelor's degree, while elsewhere, e.g. in Finland, a master's degree is required. The time required to complete a research doctorate varies from three years, excluding undergraduate study, to six years or more.",
            "score": 53.86164855957031
        },
        {
            "docid": "2110699_7",
            "document": "Doctor of Physical Therapy . The typical time frame for completion of a Doctor of Physical Therapy is 3 to 4 years after earning a bachelor's degree. Depending on residency and fellowship training, if undertaken, the doctor may have completed several years of additional training.",
            "score": 53.83167266845703
        },
        {
            "docid": "21031297_58",
            "document": "Doctor of Philosophy . Students pursuing the Ph.D. degree must first complete a master's degree program, which takes two years after graduation with a bachelor's degree (five years in total). The candidate must find funding and a formal doctoral advisor (Directeur de thèse) with an habilitation throughout the doctoral program.",
            "score": 53.77622604370117
        },
        {
            "docid": "20608160_12",
            "document": "Propaedeutics . In the US, the equivalent of the propaedeutic diploma lies somewhere between an undergraduate certificate and an associate degree. Undergraduate certificates can be completed in as little as one semester (one-half of one academic year or about four months) and do not necessarily lead or contribute to any degree. Associate degrees (e.g. AA, AS) are typically earned after the first two years of the four- to five-year (in the US) course of study culminating in a baccalaureate degree; however, students matriculated in a bachelor's degree program are not usually awarded the associate degree en route (as is often the case when a doctoral student is awarded a master's degree en route). Additionally, there are first professional associate degrees (e.g. AAS, AGS) that do not necessarily lead or contribute to a bachelor's.",
            "score": 53.74405288696289
        },
        {
            "docid": "375170_37",
            "document": "Education in Finland . Some universities provide professional degrees. They have additional requirements in addition to merely completing the studies, such as demonstrations of competence in practice. An example of such a degree is \"Lääketieteen lisensiaatti\", \"medicine licentiat\", Licentiate of Medicine. A Bachelor of Medicine (\"lääketieteen kandidaatti\", \"medicine kandidat\") is allowed to conduct clinical work under the supervision of senior medical staff. The Licentiate of Medicine is not equivalent to licentiate's degree in other fields, but to a master's degree. For this reason, no Licentiate's thesis is required unlike in other fields. The equivalent of a Medical Doctor in the U.S. sense is therefore not called \"doctor\", but licentiate. The research doctorate, which is equivalent to a PhD in Medicine, is called \"Doctor of Medicine\" (\"lääketieteen tohtori\", \"medicine doktorsexamen\").",
            "score": 53.736358642578125
        },
        {
            "docid": "3478025_5",
            "document": "Medical education in Australia . Historically, Australian medical schools have followed the British tradition by conferring the degrees of Bachelor of Medicine and Bachelor of Surgery (MBBS) to its medical graduates, whilst reserving the degree of Doctor of Medicine (MD) to be issued to those who have completed higher research studies or given honorarily to those who have contributed significantly to the medical professional community (analogous to the PhD or honorary doctorates). While a significant proportion of Australian medical schools as of the early 1990s have shifted from undergraduate to graduate entry programs (that is, enrolling students who have already completed a Bachelor's degree in another field of study), medical schools continued to nevertheless award the MBBS as its standard medical degree regardless if it was an undergraduate or graduate entry program. In order to address this, and perhaps in an effort to align themselves better with their counterparts in the United States for nomenclature's sake of awarding a doctorate degree to medical doctors so that they have an academic basis for their title of 'Doctor' (that is, where traditionally, the title of 'Doctor' for medical doctors with Bachelor degrees was more of a customary formality rather than an academic one), medical schools nowadays have moved to awarding MD (or a combination of a BSc and MD) instead of the MBBS to its medical graduates. However, given that the MBBS is categorised in the Australian Qualifications Framework (AQF) as a Level 7 Bachelor's level degree it had the benefit of not mandating its students to partake in a research project, whilst the MD is categorised a Level 9 Master's level degree it does require its students to formally produce a research project as part of their studies; that said, students in the MBBS program commonly did nevertheless still pursue research on an extra-curricular basis.",
            "score": 53.667701721191406
        },
        {
            "docid": "123427_112",
            "document": "Education in the United States . After additional years of study and sometimes in conjunction with the completion of a master's degree or Ed.S. degree, students may earn a Doctor of Philosophy (Ph.D.), a first professional degree, or other doctoral degree, such as Doctor of Arts, Doctor of Education, Doctor of Theology, Doctor of Medicine, Doctor of Pharmacy, Doctor of Physical Therapy, Doctor of Osteopathic Medicine, Doctor of Podiatry Medicine, Doctor of Veterinary Medicine, Doctor of Dentistry Doctor of Psychology, or Juris Doctor. Some programs, such as medicine and psychology, have formal apprenticeship procedures post-graduation, such as residencies and internships, which must be completed after graduation and before one is considered fully trained. Other professional programs like law and business have no formal apprenticeship requirements after graduation (although law school graduates must take the bar exam to legally practice law in nearly all states).",
            "score": 53.379608154296875
        },
        {
            "docid": "1946833_5",
            "document": "Beta Gamma Sigma . Membership eligibility requirements include that a student must be in the top 10% of a bachelors business program (top 20% for masters programs) and they are inducted toward the end of their degree program, but no earlier than after completion of 50% of the coursework or the last semester of the 3rd (junior) year for those in 4-year bachelor's degrees. Doctoral students are eligible for membership after completing all requirements for the doctoral degree.",
            "score": 53.274349212646484
        },
        {
            "docid": "1865327_9",
            "document": "Honours degree . In Canada, honours bachelor's degrees take at least four years to complete, often therefore requiring an extra year of study beyond the general bachelor's degree. Honours degrees are normally required for admission to master's programs, and may sometimes allow direct access to doctoral programs. Honours degrees are allocated a GPA grade, and are considered equivalent to UK honours degrees.",
            "score": 53.14014434814453
        },
        {
            "docid": "346628_9",
            "document": "Graduate school . Admission to a doctoral program typically requires a master's degree in a related field, sufficiently high grades, recommendations, samples of writing, a research proposal, and an interview with a prospective supervisor. Requirements are often set higher than those for a master's program. In exceptional cases, a student holding an honours BA with sufficiently high grades and proven writing and research abilities may be admitted directly to a Ph.D. program without the requirement to first complete a master's. Many Canadian graduate programs allow students who start in a master's to \"reclassify\" into a Ph.D. program after satisfactory performance in the first year, bypassing the master's degree.",
            "score": 53.12351989746094
        },
        {
            "docid": "11111323_6",
            "document": "Doctor of Management . To be admitted as a doctoral management student in the U.S., one must hold a management-related master's degree, have sufficient managerial experience, and pass a comprehensive entrance exam or doctoral essay. In the UK (and in many programs in the U.S.), there is a minimum of five years of management or professional consulting experience required. In the UK, an honours degree plus a relevant master's degree is preferred. The student must then complete necessary coursework (typically focused on leadership and strategy, and including training in research methodology), perform independent original research under supervision of a qualified doctoral advisor, pass the doctoral dissertation or doctoral thesis defense and, in some cases, teach examinable courses.",
            "score": 53.072601318359375
        }
    ]
}