{
    "q": [
        {
            "docid": "622572_47",
            "document": "Collegiate wrestling . These lesions are all Type one infections also known specifically as Herpes simplex, Herpes Zoster, and Herpes Gladiatorial are all types of herpes that are common in skin to skin contact sports. Type two herpes is known as herpes on the genitals which is spread through sexual contact. These lesions come from skin to skin contact or body secretions. The skin starts to develop blisters which can happen anywhere on the body. To return to any activity one must be cleared by a doctor. Herpes Simplex is the virus that causes cold sores this virus can be spread by oral seceretions and can also cause Herpes Gladiatorial. Once a person becomes infected the virus stays in the body forever and can reactivate itself anytime causing cold sores. Herpes Gladiatorial is a skin infection. it comes from the Herpes Simplex virus which is causes the same lesion one has when they have a cold sore. This form of herpes is on the skin and can be spread through contact with others or sharing beverages with someone who is infected or using anything that they may have contaminated. This virus remains in your system and can reactivate itself at any time causing lesions to appear. Herpes Zoster is the virus which causes shingles and chicken pox. Once one has had the chicken pox they carry the virus forever. Once one has chicken pox the virus is inactive but, if it becomes active again they get the shingles.",
            "score": 59.43017840385437
        },
        {
            "docid": "4774419_32",
            "document": "Herpes simplex virus . Herpes simplex virus is likely the most common cause of Mollaret's meningitis, and, in worst case scenarios, can lead to a potentially fatal case of herpes simplex encephalitis.",
            "score": 46.585267066955566
        },
        {
            "docid": "3783315_5",
            "document": "Virus latency . One example is herpes virus family, \"Herpesviridae\", all of which establish latent infection. Herpes virus include chicken-pox virus and herpes simplex viruses (HSV-1, HSV-2), all of which establish episomal latency in neurons and leave linear genetic material floating in the cytoplasm. The \"Gammaherpesvirinae\" subfamily is associated with episomal latency established in cells of the immune system, such as B-cells in the case of Epstein-Barr virus. Epstein-Barr virus lytic reactivation (which can be due to chemotherapy or radiation) can result in genome instability and cancer. In the case of herpes simplex (HSV), the virus has been shown to fuse with DNA in neurons, such as nerve ganglia or brain cells, and HSV reactivates upon even minor chromatin loosening with stress, although the chromatin compacts (becomes latent) upon oxygen and nutrient deprivation.",
            "score": 82.64515399932861
        },
        {
            "docid": "35349626_19",
            "document": "Herpes simplex research . Scientists from Northwestern University, University of Nebraska-Lincoln and Tufts University have established a R2 HSV mutant, which can successfully infect epithelial cells, but the virus fails to infect neurons. Future research will focus on further developing the R2 mutant as a master herpes virus vaccine.",
            "score": 72.37196087837219
        },
        {
            "docid": "46416697_10",
            "document": "Gabriella Campadelli-Fiume . Preclinical therapy of disseminated HER-2+ ovarian and breast carcinomas with a HER-2-retargeted oncolytic herpesvirus Herpes Simplex Virus Glycoproteins gH/gL and gB Bind Toll-Like Receptor 2, and Soluble gH/gL Is Sufficient To Activate NF-κB  AlphaV-beta3-Integrin Relocalizes nectin1 and Routes Herpes Simplex Virus to Lipid Rafts Herpes Simplex Virus gD Forms Distinct Complexes with Fusion Executors gB and gH/gL in Part through the C-terminal Profusion Domain Construction of a Fully Retargeted Herpes Simplex Virus 1 Recombinant Capable of Entering Cells Solely via Human Epidermal Growth Factor Receptor 2 Herpes Simplex Virus gD Forms Distinct Complexes with Fusion Executors gB and gH/gL in Part through the C-terminal Profusion Domain Intracellular Trafficking and Maturation of Herpes Simplex Virus Type 1 gB and Virus Egress Require Functional Biogenesis of Multivesicular Bodies A Herpes Simplex Virus Recombinant That Exhibits a Single-Chain Antibody to HER2/neu Enters Cells through the Mammary Tumor Receptor, Independently of the gD Receptors Heptad Repeat 2 in Herpes Simplex Virus 1 gH Interacts with Heptad Repeat 1 and Is Critical for Virus Entry and Fusion Hydrophobic α-Helices 1 and 2 of Herpes Simplex Virus gH Interact with Lipids, and Their Mimetic Peptides Enhance Virus Infection and Fusion The Egress of Herpesviruses from Cells: the Unanswered Questions The Ectodomain of Herpes Simplex Virus Glycoprotein H Contains a Membrane α-Helix with Attributes of an Internal Fusion Peptide, Positionally Conserved in the Herpesviridae Family Coexpression of UL20p and gK Inhibits Cell-Cell Fusion Mediated by Herpes Simplex Virus Glycoproteins gD, gH-gL, and Wild-Type gB or an Endocytosis-Defective gB Mutant and Downmodulates Their Cell Surface Expression Entry of Herpes Simplex Virus Mediated by Chimeric Forms of Nectin1 Retargeted to Endosomes or to Lipid Rafts Occurs through Acidic Endosomes The Herpes Simplex Virus JMP Mutant Enters Receptor-Negative J Cells through a Novel Pathway Independent of the Known Receptors nectin1, HveA, and nectin2",
            "score": 47.627055406570435
        },
        {
            "docid": "8292334_3",
            "document": "Herpes B virus . In the natural host, the virus exhibits pathogenesis similar to that of herpes simplex virus (HSV) in humans. Conversely, when humans are zoonotically infected with B virus, patients can present with severe central nervous system disease, resulting in permanent neurological dysfunction or death. Severity of the disease increases for untreated patients, with a case fatality rate of approximately 80%. Early diagnosis and subsequent treatment are crucial to human survival of the infection.",
            "score": 83.83859443664551
        },
        {
            "docid": "33158058_6",
            "document": "NIAID ChemDB . SIV FIV  Human Cytomegalovirus (HCMV) Epstein-Barr virus Herpes simplex virus 1 Herpes simplex virus 2 Kaposi sarcoma virus Hepatitis A virus Hepatitis B virus Hepatitis C virus \"Mycobacterium spp.\" \"Pneumocystis carinni\" \"Cryptococcus spp.\" \"Candida spp.\" \"Aspergillus spp.\" Microsporidia \"Toxoplasma gondii\" \"Cryptosporidium parvum\" \"Leishmania spp.\" \"Plasmodium spp.\"",
            "score": 40.88494110107422
        },
        {
            "docid": "18653440_5",
            "document": "Mollaret's meningitis . While herpes simplex and varicella can cause rash, Mollaret's patients may or may not have a rash. Herpes simplex virus is likely the most common cause of Mollaret's meningitis.",
            "score": 54.30878973007202
        },
        {
            "docid": "4273427_4",
            "document": "Famciclovir . Famciclovir is indicated for the treatment of herpes zoster (shingles), treatment of herpes simplex virus 2 (genital herpes), herpes labialis (cold sores) in immunocompetent patients and for the suppression of recurring episodes of herpes simplex virus 2. It is also indicated for treatment of recurrent episodes of herpes simplex in HIV patients.",
            "score": 62.72577428817749
        },
        {
            "docid": "4774419_23",
            "document": "Herpes simplex virus . Herpes simplex 2 genomes can be divided into two groups: one is globally distributed and the other is mostly limited to sub Saharan Africa. The globably distributed genotype has undergone an ancient recombination with herpes simplex 1.",
            "score": 44.59619927406311
        },
        {
            "docid": "4774419_3",
            "document": "Herpes simplex virus . In simple terms, herpes simplex 1 is most commonly known as a \"cold sore\", while herpes simplex 2 is the one known by the public as \"herpes\", or \"genital herpes\". According to the World Health Organization 67% of the world population under the age of 50 have HSV-1.",
            "score": 76.18322706222534
        },
        {
            "docid": "337196_24",
            "document": "Neuroanatomy . Certain viruses can replicate in brain cells and cross synapses. So, viruses modified to express markers (such as fluorescent proteins) can be used to trace connectivity between brain regions across multiple synapses. Two tracer viruses which replicate and spread transneuronal/transsynaptic are the Herpes simplex virus type1 (HSV) and the Rhabdoviruses. Herpes simplex virus was used to trace the connections between the brain and the stomach, in order to examine the brain areas involved in viscero-sensory processing. Another study injected herpes simplex virus into the eye, thus allowing the visualization of the optical pathway from the retina into the visual system. An example of a tracer virus which replicates from the synapse to the soma is the pseudorabies virus. By using pseudorabies viruses with different fluorescent reporters, dual infection models can parse complex synaptic architecture.",
            "score": 61.75173783302307
        },
        {
            "docid": "4774419_22",
            "document": "Herpes simplex virus . The herpes simplex 1 genomes can be classified into six clades. Four of these occur in East Africa, one in East Asia and one in Europe and North America. This suggests that the virus may have originated in East Africa. The most recent common ancestor of the Eurasian strains appears to have evolved ~60,000 years ago. The East Asian HSV-1 isolates have an unusual pattern that is currently best explained by the two waves of migration responsible for the peopling of Japan.",
            "score": 64.44219827651978
        },
        {
            "docid": "23270978_2",
            "document": "Epidemiology of herpes simplex . The epidemiology of herpes simplex is of substantial epidemiologic and public health interest. Worldwide, the rate of infection with herpes simplex virus—counting both HSV-1 and HSV-2—is around 90%. Although many people infected with HSV develop labial or genital lesions (herpes simplex), the majority are either undiagnosed or display no physical symptoms—individuals with no symptoms are described as asymptomatic or as having subclinical herpes.",
            "score": 86.74517488479614
        },
        {
            "docid": "4774419_2",
            "document": "Herpes simplex virus . Herpes simplex virus 1 and 2 (HSV-1 and HSV-2), also known as human herpesvirus 1 and 2 (HHV-1 and HHV-2), are two members of the herpesvirus family, Herpesviridae, that infect humans. Both HSV-1 (which produces most cold sores) and HSV-2 (which produces most genital herpes) are ubiquitous and contagious. They can be spread when an infected person is producing and shedding the virus.",
            "score": 85.66925144195557
        },
        {
            "docid": "4774419_1",
            "document": "Herpes simplex virus . Herpes simplex virus",
            "score": 41.111656188964844
        },
        {
            "docid": "10473109_4",
            "document": "Resistance mutation . Resistance mutations are found and become problematic in many viruses other than HIV. Notable examples of such viruses include the herpes simplex virus and hepatitis B virus. In the herpes virus, drugs mainly target the viral DNA polymerase. As a result, mutations in the viral DNA polymerase that make it resistant to these drugs are selected for, which ultimately can cause complete resistance of the treatment. In hepatitis B, nucleoside and nucleotide analogs are used to cause early termination of viral transcription. Mutations in viral reverse transcriptase can cause the enzyme to not incorporate these nonfunctional analogs, in favor for their natural counterparts. If this mutation occurs, transcription will not be halted, and viral proteins can be created.",
            "score": 41.90277123451233
        },
        {
            "docid": "45498297_2",
            "document": "A. Oveta Fuller . A. Oveta Fuller is an Associate Professor of Microbiology at University of Michigan Medical School and specializes in research of the Herpes simplex virus as well as HIV/AIDS. She and her research team discovered a B5 receptor, advancing the understanding of the Herpes simplex virus and the cells it attacks. In 2014, she was named Associate Director of the University of Michigan African Studies Center.",
            "score": 43.033376693725586
        },
        {
            "docid": "443800_16",
            "document": "Shingles . If the rash has appeared, identifying this disease (making a differential diagnosis) requires only a visual examination, since very few diseases produce a rash in a dermatomal pattern (see map). However, herpes simplex virus (HSV) can occasionally produce a rash in such a pattern (zosteriform herpes simplex). The Tzanck smear is helpful for diagnosing acute infection with a herpes virus, but does not distinguish between HSV and VZV.",
            "score": 77.16564154624939
        },
        {
            "docid": "14164045_1",
            "document": "Herpes simplex virus protein vmw65 . Herpes simplex virus protein vmw65",
            "score": 40.51410102844238
        },
        {
            "docid": "18653440_7",
            "document": "Mollaret's meningitis . Cases of Mollaret's resulting from varicella zoster virus infection, diagnosed by polymerase chain reaction (PCR), have been documented. In these cases, PCR for herpes simplex was negative. Some patients also report frequent shingles outbreaks. Varicella zoster virus, which causes chickenpox and shingles is part of the herpes family, and is sometimes called \"herpes zoster virus\". CNS epidermoid cysts can give rise to Mollaret's meningitis especially with surgical manipulation of cyst contents.",
            "score": 52.73564672470093
        },
        {
            "docid": "20766783_5",
            "document": "Skin infections and wrestling . The herpes simplex virus comes in two different strains, though only one is spread among wrestlers. Type 1 (HSV-1) can be transmitted through contact with an infected individual, and usually associated with sores on the lips, mouth, and face. HSV-1 can also cause infection of the eye, or even infection of the lining of the brain, known as meningoencephalitis. The lesions will heal on their own in 7 to 10 days, unless the infected individual has a condition that weakens the immune system. Once an infection occurs, the virus will spread to nerve cells, where it remains for the rest of the person’s life. Occasionally, the virus will suddenly display recurring symptoms, or flares. There is no complete treatment for Herpes Simplex 1 but there is prescription medication to help ease and relieve the symptoms of the virus. Antiviral oral medication and topic medication can be prescribed to relieve the pain and soreness of the herpes virus.",
            "score": 77.14439487457275
        },
        {
            "docid": "2522115_4",
            "document": "Cytomegalovirus retinitis . Cytomegalovirus (a type of herpes virus) is what causes cytomegalovirus retinitis. Other types of herpes viruses include herpes simplex viruses and Epstein-Barr virus. Once an individual is infected with these viruses they stay in the body for life. What triggers the virus to reactivate are the following (though CMV can also be congenital).",
            "score": 44.79541015625
        },
        {
            "docid": "21754540_2",
            "document": "Herpes labialis . Herpes labialis, also known as cold sores, is a type of infection by the herpes simplex virus that affects primarily the lip. Symptoms typically include a burning pain followed by small blisters or sores. The first attack may also be accompanied by fever, sore throat, and enlarged lymph nodes. The rash usually heals within 10 days, but the virus remains dormant in the facial nerve. The virus may periodically reactivate to create another outbreak of sores in the mouth or lip. The cause is usually herpes simplex virus type 1 (HSV-1) and occasionally herpes simplex virus type 2 (HSV-2). The infection is typically spread between people by direct non-sexual contact. Attacks can be triggered by sunlight, fever, psychological stress, or a menstrual period. Direct contact with the genitals can result in genital herpes. Diagnosis is usually based on symptoms but can be confirmed with specific testing. Prevention includes avoiding kissing or using the personal items of a person who is infected. A zinc oxide, anesthetic, or antiviral cream appears to decrease the duration of symptoms by a small amount. Antiviral medications may also decrease the frequency of outbreaks. About 2.5 per 1000 people are affected in any given year. After one episode about 33% of people develop subsequent episodes. Onset often occurs in those less than 20 years old. In those with recurrent outbreaks, these typically happen less than three times a year. The frequency of outbreaks generally decreases over time.",
            "score": 74.02261424064636
        },
        {
            "docid": "21323216_11",
            "document": "Herpes simplex . Herpes is contracted through direct contact with an active lesion or body fluid of an infected person. Herpes transmission occurs between discordant partners; a person with a history of infection (HSV seropositive) can pass the virus to an HSV seronegative person. Herpes simplex virus 2 is typically contracted through direct skin-to-skin contact with an infected individual, but can also be contracted by exposure to infected saliva, semen, vaginal fluid, or the fluid from herpetic blisters. To infect a new individual, HSV travels through tiny breaks in the skin or mucous membranes in the mouth or genital areas. Even microscopic abrasions on mucous membranes are sufficient to allow viral entry.",
            "score": 84.89881324768066
        },
        {
            "docid": "172305_11",
            "document": "Viral meningitis . Herpes simplex virus, varicella zoster virus and cytomegalovirus have a specific antiviral therapy. For herpes the treatment of choice is aciclovir.",
            "score": 42.91208744049072
        },
        {
            "docid": "4774419_30",
            "document": "Herpes simplex virus . Herpes simplex virus is considered as a potential therapy for cancer and has been extensively clinically tested to assess its oncolytic (cancer killing) ability. Interim overall survival data from Amgen's phase 3 trial of a genetically-attenuated herpes virus suggests efficacy against melanoma.",
            "score": 42.11128902435303
        },
        {
            "docid": "2814045_4",
            "document": "Nucleoside analogue . These agents can be used against hepatitis B virus, hepatitis C virus, herpes simplex, and HIV. Once they are phosphorylated, they work as antimetabolites by being similar enough to nucleotides to be incorporated into growing DNA strands; but they act as chain terminators and stop viral DNA polymerase. They are not specific to viral DNA and also affect mitochondrial DNA. Because of this they have side effects such as bone marrow suppression.",
            "score": 35.58429551124573
        },
        {
            "docid": "4774419_4",
            "document": "Herpes simplex virus . Symptoms of herpes simplex virus infection include watery blisters in the skin or mucous membranes of the mouth, lips, nose or genitals. Lesions heal with a scab characteristic of herpetic disease. Sometimes, the viruses cause very mild or atypical symptoms during outbreaks. However, they can also cause more troublesome forms of herpes simplex. As neurotropic and neuroinvasive viruses, HSV-1 and -2 persist in the body by becoming \"latent\" and hiding from the immune system in the cell bodies of neurons. After the initial or \"primary\" infection, some infected people experience sporadic episodes of viral \"reactivation\" or \"outbreaks\". In an outbreak, the virus in a nerve cell becomes active and is transported via the neuron's axon to the skin, where virus replication and shedding occur and cause new sores. It is one of the most common sexually transmitted infections.",
            "score": 61.11414909362793
        },
        {
            "docid": "4774419_31",
            "document": "Herpes simplex virus . Herpes simplex virus is also used as a transneuronal tracer defining connections among neurons by virtue of traversing synapses.",
            "score": 39.50914478302002
        },
        {
            "docid": "21009963_15",
            "document": "Meningitis . Viruses that cause meningitis include enteroviruses, herpes simplex virus (generally type 2, which produces most genital sores; less commonly type 1), varicella zoster virus (known for causing chickenpox and shingles), mumps virus, HIV, and LCMV. Mollaret's meningitis is a chronic recurrent form of herpes meningitis; it is thought to be caused by herpes simplex virus type 2.",
            "score": 39.41462707519531
        },
        {
            "docid": "4774419_9",
            "document": "Herpes simplex virus . Herpes simplex viruses can affect areas of skin exposed to contact with an infected person (although shaking hands with an infected person does not transmit this disease). An example of this is herpetic whitlow which is a herpes infection on the fingers. This was a common affliction of dental surgeons prior to the routine use of gloves when conducting treatment on patients.",
            "score": 61.21221470832825
        }
    ],
    "r": [
        {
            "docid": "53368524_33",
            "document": "Privacy in education . The Health Insurance Portability and Accountability Act of 1996 provides privacy to data that is related to medical or mental health records that are legally more restrictive than FERPA in regards to confidentiality. HIPAA includes provisions that “intend to facilitate the creation of a national system for the electronic transmission and exchange of medical record information” such as access to information that is individually identifiable like health plans and health care. The act “defined protected health information so as to exclude individually identifiable health information that is included in education records covered by FERPA and that is in treatment records that are exempted from FERPA.” The difference between educational records and treatment records is that treatment records fall under federal and state law while educational records fall under FERPA. Nevertheless, the documentation of patient and caregiver is confidential meaning that medical records will not be disclosed unless consent is given or there is a belief that disclosing records is crucial. Furthermore, generally, health care providers do not disclose information unless they meet a standard that falls above the required FERPA health or safety exception, or consent is given, and thus is limited in providing information within the constraints of the confidentiality among patient and provider.",
            "score": 102.41332244873047
        },
        {
            "docid": "21323216_13",
            "document": "Herpes simplex . Antibodies that develop following an initial infection with a type of HSV prevents reinfection with the same virus type—a person with a history of orofacial infection caused by HSV-1 cannot contract herpes whitlow or a genital infection caused by HSV-1. In a monogamous couple, a seronegative female runs a greater than 30% per year risk of contracting an HSV infection from a seropositive male partner. If an oral HSV-1 infection is contracted first, seroconversion will have occurred after 6 weeks to provide protective antibodies against a future genital HSV-1 infection. Herpes simplex is a double-stranded DNA virus.",
            "score": 99.93439483642578
        },
        {
            "docid": "6182054_9",
            "document": "HIV exceptionalism . AIDS exceptionalists also believe that the decriminalization of behaviors that may lead to HIV transmission as well as the option of anonymous testing will encourage more people to seek HIV testing. In the US, states have different regulations governing the reporting of HIV or AIDS cases to local or state health departments. Some states require the release of individually identifying information with an HIV-positive test result, but other states do not. Similarly, regulations vary as to whether healthcare professionals may have access to the information without the patient's written consent. Since all health care professionals are required to practice universal precautions with every patient to protect themselves against blood-borne disease, it is, in some states, illegal to inform a provider of a patient's HIV status for the sole purpose of protecting the health care provider against HIV. The practice of universal precautions is considered to be sufficient for the provider's protection.",
            "score": 98.986572265625
        },
        {
            "docid": "23270978_4",
            "document": "Epidemiology of herpes simplex . This information provides population prevalence of HSV viral infections in individuals with or without active disease. It has to be remembered that there are population subgroups that are more vulnerable for HSV infections, such as cancer chemotherapy patients.",
            "score": 97.59373474121094
        },
        {
            "docid": "57393812_3",
            "document": "HSV epigenetics . As of 2012, an estimated 3.7 billion people globally were infected with oral herpes simplex virus (HSV-1), and 417 million were living with genital herpes (HSV-2) worldwide (World Health Organization, 2018). In severe cases, HSV infection can cause corneal scarring and blindness from herpes keratitis, central nervous system infections, and even death in immunocompromised individuals such as neonates and HIV patients.",
            "score": 95.84648132324219
        },
        {
            "docid": "4774419_5",
            "document": "Herpes simplex virus . HSV-1 and -2 are transmitted by contact with an infected person who has reactivations of the virus. Herpes simplex virus (HSV)-2 is periodically shed in the human genital tract, most often asymptomatically. Most sexual transmissions occur during periods of asymptomatic shedding. Asymptomatic reactivation means that the virus causes atypical, subtle or hard to notice symptoms that are not identified as an active herpes infection. It is therefore possible to acquire the virus even if no active HSV blisters or sores are present. In one study, daily genital swab samples found HSV-2 at a median of 12–28% of days among those who have had an outbreak, and 10% of days among those suffering from asymptomatic infection, with many of these episodes occurring without visible outbreak (\"subclinical shedding\").",
            "score": 93.32623291015625
        },
        {
            "docid": "55439935_28",
            "document": "Role of microglia in disease . Herpes simplex virus (HSV) can cause herpes encephalitis in babies and immunocompetent adults. Studies have shown that long-term neuroimmune activation persists after the herpes infection in patients. Microglia produce cytokines that are toxic to neurons; this may be a mechanism underlying HSV-related CNS damage. It has been found that \"active microglial cells in HSV encephalitis patients do persist for more than 12 months after antiviral treatment.\"",
            "score": 92.1915512084961
        },
        {
            "docid": "35349626_35",
            "document": "Herpes simplex research . Since the introduction of the nucleoside analogs decades ago, treatment of herpes simplex virus (HSV) infections has not seen much innovation, except for the development of their respective prodrugs (Aciclovir, Famciclovir, Valacilovir..). Drawbacks such as poor bioavailability or limited effectiveness of these drugs require further research effort of new pharmaceutical drugs against the herpes simplex disease. The inhibitors of the Helicase-primase complex of HSV represent a very innovative approach to the treatment of herpesvirus disease. Even though new categories of drugs may seem promising, these would still be only more effective therapeutic drugs, because the permanent removal of herpes simplex symptoms in patients is highly unlikely, due to the fact that HSV is neurotropic and the virus reservoirs lie within neural tissue.",
            "score": 91.15723419189453
        },
        {
            "docid": "9828265_7",
            "document": "Doctor–patient relationship . The default medical practice for showing respect to patients and their families is for the doctor to be truthful in informing the patient of their health and to be direct in asking for the patient's consent before giving treatment. Historically in many cultures there has been a shift from paternalism, the view that the \"doctor always knows best,\" to the idea that patients must have a choice in the provision of their care and be given the right to provide informed consent to medical procedures. There can be issues with how to handle informed consent in a doctor–patient relationship; for instance, with patients who do not want to know the truth about their condition. Furthermore, there are ethical concerns regarding the use of placebo. Does giving a sugar pill lead to an undermining of trust between doctor and patient? Is deceiving a patient for his or her own good compatible with a respectful and consent-based doctor–patient relationship? These types of questions come up frequently in the healthcare system and the answers to all of these questions are usually far from clear but should be informed by medical ethics.",
            "score": 91.09892272949219
        },
        {
            "docid": "50355_2",
            "document": "Informed consent . Informed consent is a process for getting permission before conducting a healthcare intervention on a person, or for disclosing personal information. A health care provider may ask a patient to consent to receive therapy before providing it, or a clinical researcher may ask a research participant before enrolling that person into a clinical trial. Informed consent is collected according to guidelines from the fields of medical ethics and research ethics.",
            "score": 90.5161361694336
        },
        {
            "docid": "21323216_2",
            "document": "Herpes simplex . Herpes simplex is a viral disease caused by the herpes simplex virus. Infections are categorized based on the part of the body infected. Oral herpes involves the face or mouth. It may result in small blisters in groups often called cold sores or fever blisters or may just cause a sore throat. Genital herpes, often simply known as herpes, may have minimal symptoms or form blisters that break open and result in small ulcers. These typically heal over two to four weeks. Tingling or shooting pains may occur before the blisters appear. Herpes cycles between periods of active disease followed by periods without symptoms. The first episode is often more severe and may be associated with fever, muscle pains, swollen lymph nodes and headaches. Over time, episodes of active disease decrease in frequency and severity. Other disorders caused by herpes simplex include: herpetic whitlow when it involves the fingers, herpes of the eye, herpes infection of the brain, and neonatal herpes when it affects a newborn, among others. There are two types of herpes simplex virus, type 1 (HSV-1) and type 2 (HSV-2). HSV-1 more commonly causes infections around the mouth while HSV-2 more commonly causes genital infections. They are transmitted by direct contact with body fluids or lesions of an infected individual. Transmission may still occur when symptoms are not present. Genital herpes is classified as a sexually transmitted infection. It may be spread to an infant during childbirth. After infection, the viruses are transported along sensory nerves to the nerve cell bodies, where they reside lifelong. Causes of recurrence may include: decreased immune function, stress, and sunlight exposure. Oral and genital herpes is usually diagnosed based on the presenting symptoms. The diagnosis may be confirmed by viral culture or detecting herpes DNA in fluid from blisters. Testing the blood for antibodies against the virus can confirm a previous infection but will be negative in new infections. The most effective method of avoiding genital infections is by avoiding vaginal, oral, and anal sex. Condom use decreases the risk somewhat. Daily antiviral medication taken by someone who has the infection can also reduce spread. There is no available vaccine and once infected, there is no cure. Paracetamol (acetaminophen) and topical lidocaine may be used to help with the symptoms. Treatments with antiviral medication such as aciclovir or valaciclovir can lessen the severity of symptomatic episodes. Worldwide rates of either HSV-1 or HSV-2 are between 60% and 95% in adults. HSV-1 is usually acquired during childhood. Rates of both increase as people age. Rates of HSV-1 are between 70% and 80% in populations of low socioeconomic status and 40% to 60% in populations of improved socioeconomic status. An estimated 536 million people worldwide (16% of the population) were infected with HSV-2 as of 2003 with greater rates among women and those in the developing world. Most people with HSV-2 do not realize that they are infected. The name is from \"herpēs\" which means \"creeping\" or \"latent\". Herpes simplex is divided into two types; HSV-1 causes primarily mouth, throat, face, eye, and central nervous system infections, whereas HSV-2 causes primarily anogenital infections. However, each may cause infections in all areas.",
            "score": 89.61376190185547
        },
        {
            "docid": "503193_28",
            "document": "Planned Parenthood . Planned Parenthood is an advocate for the legal and political protection of reproductive rights. This advocacy includes helping to sponsor abortion rights and women's rights events. The Federation opposes restrictions on women's reproductive health services, including parental consent laws for minors. To justify this position, Planned Parenthood has cited the case of Becky Bell, who died following an illegal abortion rather than seek parental consent for a legal one. Planned Parenthood also takes the position that laws requiring parental notification before an abortion can be performed on a minor are unconstitutional on privacy grounds.",
            "score": 88.32574462890625
        },
        {
            "docid": "21754358_3",
            "document": "Herpesviral encephalitis . Herpes simplex encephalitis (HSE) is a viral infection of the human central nervous system. It is estimated to affect at least 1 in 500,000 individuals per year and some studies suggest an incidence rate of 5.9 cases per 100,000 live births. The majority of cases of herpes encephalitis are caused by herpes simplex virus-1 (HSV-1), the same virus that causes cold sores. 57% of American adults are infected with HSV-1, which is spread through droplets, casual contact, and sometimes sexual contact, though most infected people never have cold sores. About 10% of cases of herpes encephalitis are due to HSV-2, which is typically spread through sexual contact. About 1 in 3 cases of HSE result from primary HSV-1 infection, predominantly occurring in individuals under the age of 18; 2 in 3 cases occur in seropositive persons, few of whom have history of recurrent orofacial herpes. Approximately 50% of individuals who develop HSE are over 50 years of age.",
            "score": 87.18408966064453
        },
        {
            "docid": "4774419_27",
            "document": "Herpes simplex virus . It was reported, in 1979, that there is a possible link between HSV-1 and Alzheimer's disease, in people with the epsilon4 allele of the gene APOE. HSV-1 appears to be particularly damaging to the nervous system and increases one’s risk of developing Alzheimer’s disease. The virus interacts with the components and receptors of lipoproteins, which may lead to the development of Alzheimer's disease. This research identifies HSVs as the pathogen most clearly linked to the establishment of Alzheimer’s. According to a study done in 1997, without the presence of the gene allele, HSV-1 does not appear to cause any neurological damage or increase the risk of Alzheimer’s. However, a more recent prospective study published in 2008 with a cohort of 591 people showed a statistically significant difference between patients with antibodies indicating recent reactivation of HSV and those without these antibodies in the incidence of Alzheimer's disease, without direct correlation to the APOE-epsilon4 allele. It should be noted that the trial had a small sample of patients who did not have the antibody at baseline, so the results should be viewed as highly uncertain. In 2011 Manchester University scientists showed that treating HSV1-infected cells with antiviral agents decreased the accumulation of β-amyloid and P-tau, and also decreased HSV-1 replication.",
            "score": 86.97181701660156
        },
        {
            "docid": "53368524_35",
            "document": "Privacy in education . In some instances, college campuses have begun to integrate physical and mental health needs of patients. This means that medical records are becoming more shared among physicians as well as counselors or psychologists that work with students. Yet, medical providers, separately, have the obligation to withhold confidential information as an ethical duty and state privacy regulations. For example, health providers such as counselors, also have the obligation to be confidential and not disclose private information. However, as medical providers move towards integrated care, such that mental and physical records are shared amongst themselves, there arises a confidentiality challenge that may lead to college students to fall behind in school. Since confidentiality is compromised as information is disclosed among providers that use this method of continuity care, less students utilize therapy because they refuse to disclose private information that can then be shared with others. This simultaneously fuels the stigma towards college counseling. Thus, as more information becomes disclosed, less college students seek counseling due to lack of confidentiality as medical records of patients are disclosed between medical providers, when legally the obligation of these medical providers is to abide and guarantee privacy and confidentiality by withholding patient's information unless under specific circumstances.",
            "score": 86.86387634277344
        },
        {
            "docid": "23270978_2",
            "document": "Epidemiology of herpes simplex . The epidemiology of herpes simplex is of substantial epidemiologic and public health interest. Worldwide, the rate of infection with herpes simplex virus—counting both HSV-1 and HSV-2—is around 90%. Although many people infected with HSV develop labial or genital lesions (herpes simplex), the majority are either undiagnosed or display no physical symptoms—individuals with no symptoms are described as asymptomatic or as having subclinical herpes.",
            "score": 86.74517822265625
        },
        {
            "docid": "9828265_8",
            "document": "Doctor–patient relationship . Shared decision making is the idea that as a patient gives informed consent to treatment, that patient also is given an opportunity to choose among the treatment options provided by the physician that is responsible for their healthcare. This means the doctor does not recommend what the patient should do, rather the patient's autonomy is respected and they choose what medical treatment they want to have done. A practice which is an alternative to this is for the doctor to make a person's health decisions without considering that person's treatment goals or having that person's input into the decision-making process is grossly unethical and against the idea of personal autonomy and freedom.",
            "score": 86.33695220947266
        },
        {
            "docid": "353859_20",
            "document": "Confidentiality . There are two ways to give consent: \"explicit consent\" or \"implied consent\". Explicit consent is when a patient clearly communicates to a healthcare worker, verbally or in writing or in some other way, that relevant confidential information can be shared. Implied consent, means that a patient's consent to share personal confidential information is assumed. When personal confidential information is shared between healthcare workers, consent is taken as implied.",
            "score": 86.29093933105469
        },
        {
            "docid": "44049554_3",
            "document": "Mental health care navigator . The need for mental health care navigators arises from the fragmentation of the mental health industry, which can often leave patients with more questions than answers. Care navigators work closely with patients and families through discussion and collaboration to provide information on best options and referrals to healthcare professionals, facilities, and organizations specializing in the patients’ needs. The difference between other mental health professionals and a care navigator is that a care navigator provides information and directs a patient to the best help rather than offering treatment. Still, care navigators may provide diagnosis and treatment planning.",
            "score": 85.9015884399414
        },
        {
            "docid": "4774419_2",
            "document": "Herpes simplex virus . Herpes simplex virus 1 and 2 (HSV-1 and HSV-2), also known as human herpesvirus 1 and 2 (HHV-1 and HHV-2), are two members of the herpesvirus family, Herpesviridae, that infect humans. Both HSV-1 (which produces most cold sores) and HSV-2 (which produces most genital herpes) are ubiquitous and contagious. They can be spread when an infected person is producing and shedding the virus.",
            "score": 85.66925048828125
        },
        {
            "docid": "46416697_4",
            "document": "Gabriella Campadelli-Fiume . Herpes Simplex Virus (\"HSV,herpes\") consists of two types: Campadelli-Fiume's discovery of nectin as the receptor for Herpes Simplex Virus (HSV), is one of her greatest accomplishments. Through her research, she also discovered the triggering activity of receptor- bound gD. In addition to these major discoveries, she uncovered the identity of the gF profusion domain, which provided the first evidence that retargeted HSVs exert anti-tumor activity.",
            "score": 85.57355499267578
        },
        {
            "docid": "21323216_37",
            "document": "Herpes simplex . The annual incidence in Canada of genital herpes due to HSV-1 and HSV-2 infection is not known (for a review of HSV-1/HSV-2 prevalence and incidence studies worldwide, see Smith and Robinson 2002). As many as one in seven Canadians aged 14 to 59 may be infected with herpes simplex type 2 virus and more than 90 per cent of them may be unaware of their status, a new study suggests. In the United States, it is estimated that about 1,640,000 HSV-2 seroconversions occur yearly (730,000 men and 910,000 women, or 8.4 per 1,000 persons).",
            "score": 85.5577392578125
        },
        {
            "docid": "47432143_44",
            "document": "Planned Parenthood 2015 undercover videos controversy . Louisiana Governor Bobby Jindal announced, on August 3, 2015, that the Louisiana Department of Health and Hospitals was terminating its contract with Planned Parenthood, which provides the organization with state Medicaid funds. In court filings, the Justice Department argued that Louisiana's action violates federal law by denying Medicaid patients the choice of their healthcare providers. Also noted, neither of the two Louisiana clinics provide abortion services. The states of Alabama, New Hampshire, and Utah also cut their respective funding to Planned Parenthood in the wake of the videos, while Pennsylvania and Wisconsin were considering similar measures. The Obama administration has warned state legislators it may be illegal to cut funding to Planned Parenthood.",
            "score": 85.45027923583984
        },
        {
            "docid": "21323216_11",
            "document": "Herpes simplex . Herpes is contracted through direct contact with an active lesion or body fluid of an infected person. Herpes transmission occurs between discordant partners; a person with a history of infection (HSV seropositive) can pass the virus to an HSV seronegative person. Herpes simplex virus 2 is typically contracted through direct skin-to-skin contact with an infected individual, but can also be contracted by exposure to infected saliva, semen, vaginal fluid, or the fluid from herpetic blisters. To infect a new individual, HSV travels through tiny breaks in the skin or mucous membranes in the mouth or genital areas. Even microscopic abrasions on mucous membranes are sufficient to allow viral entry.",
            "score": 84.89881134033203
        },
        {
            "docid": "34196819_16",
            "document": "Primary care ethics . Many people want information on patients’ health, and are prepared to pay for it. Insurance companies, employers, social agencies such as the police and the courts and many other bodies have interests in the health status of individuals. The primary care physician is often best placed to provide this information, but doing so can pose ethical problems, particularly in respect of confidentiality. Although patients may sign a consent form to allow information to be released, this consent is not always free, since the patient is often in a position where it would be difficult to refuse, and/or it is not informed, in that patients are often given forms to consent to the release of medical records without what this means being properly explained to them. Doctors can face a conflict of interest in this situation, since they can benefit financially from the fees paid for the release of such information. This poses a difficult ethical conflict as the doctor tries to “serve two masters”; the patient who has a right to confidentiality and the employer or other agency that is paying for the information. Confidentiality has been identified as a key concern to general practitioners in the UK and has been described as one way in which they display their commitment to patient-centeredness (19).",
            "score": 84.68498229980469
        },
        {
            "docid": "8292334_3",
            "document": "Herpes B virus . In the natural host, the virus exhibits pathogenesis similar to that of herpes simplex virus (HSV) in humans. Conversely, when humans are zoonotically infected with B virus, patients can present with severe central nervous system disease, resulting in permanent neurological dysfunction or death. Severity of the disease increases for untreated patients, with a case fatality rate of approximately 80%. Early diagnosis and subsequent treatment are crucial to human survival of the infection.",
            "score": 83.83859252929688
        },
        {
            "docid": "39108352_2",
            "document": "Masking (Electronic Health Record) . In Electronic Health Records (EHR’s) data masking, or controlled access, is the process of concealing patient health data from certain healthcare providers. Patients have the right to request the masking of their personal information, making it inaccessible to any physician, or a particular physician, unless a specific reason is provided. Data masking is also performed by healthcare agencies to restrict the amount of information that can be accessed by external bodies such as researchers, health insurance agencies and unauthorised individuals. It is a method used to protect patients’ sensitive information so that privacy and confidentiality are less of a concern. Techniques used to alter information within a patient’s EHR include data encryption, obfuscation, hashing, exclusion and perturbation.",
            "score": 83.29967498779297
        },
        {
            "docid": "18029340_10",
            "document": "Direct primary care . Opponents of direct primary care models assert that direct primary care is unethical, primarily benefitting providers and not patients. Opponents believe that the direct primary care model targets patients who do not have health insurance, as some insurance plans are more costly than entering into such a DPC arrangement. The Patient Protection and Affordable Care Act requires that DPC practices offering such services must include in their plans a secondary qualifying health plan (QHP) that covers other hospital services that the DPC provider may not offer if they choose to offer their DPC arrangement in the healthcare marketplace. Therefore, in cases where the DPC provider has chosen to participate in the healthcare marketplace, the patient would be required to carry and pay for an additional insurance coverage plan for catastrophic and hospital services in addition to the DPC arrangement for primary health care access if he/she purchases this plan from the healthcare marketplace. It is argued that DPC plans can be more expensive in the long term, since by design none of the payments made to the DPC provider practice are counted towards insurance deductibles because the provider neither accepts insurance nor participates in the submission and management of the insurance claims process, potentially resulting in a higher out of pocket catastrophic or hospital services cost to the patient because deductibles would not necessarily have been reached when these services are provided.",
            "score": 83.2960205078125
        },
        {
            "docid": "35349626_4",
            "document": "Herpes simplex research . Due to the genetic similarity of both herpes simplex virus types (HSV-1 and HSV-2), the development of a prophylactic-therapeutic vaccine that proves effective against one type of the virus would likely prove effective for the other virus type, or at least provide most of the necessary fundamentals. , several vaccine candidates are in different stages of clinical trials.",
            "score": 83.18960571289062
        },
        {
            "docid": "38429723_14",
            "document": "Genetics nursing . Ethics pertain to the ‘’rightness’’ and ‘’wrongness’’ of human actions, motives, and conduct. Complicated ethical issues in areas such as justice, privacy, and autonomy, tend to follow both the field of genetics and the field of nursing. Ethical problems and dilemmas arise daily in healthcare settings for both the patient and health care provider. For example, all patients and individuals have the right to receive equal health care regardless of gender, religious beliefs, status, or race. A Code of Ethics for Nursing was created by the American Nurses Association (ANA), which provides rules, regulations, and guidelines to follow when making a decision that is ethical based. These regulations were mainly established to help provide equal healthcare, protect the rights, safety, and privacy of the patient, and to hold nurses accountable for their actions and choices. Genetics can create ethical issues in nursing for a variety of different situations. Many scenarios, questions, and debates have been encountered such as what individuals can receive genetic testing or information? Who owns or controls the information received from the genetic test and how can the owner use that information? However, the code of ethics does not address genetics or genomics specifically, so ethical foundations were also established to help guide genetics into health care. The foundations provide a set of guidelines to understand and manage an ethical issue if one should arise, and to assist in the translation of genetics into the healthcare environment.",
            "score": 82.93048858642578
        },
        {
            "docid": "1107036_30",
            "document": "Medical record . In the 1992 Canadian Supreme Court ruling in McInerney v. MacDonald gave patients the right to copy and examine all information in their medical records, while the records themselves remained the property of the healthcare provider. The 2004 Personal Health Information Protection Act (PHIPA) contains regulatory guidelines to protect the confidentiality of patient information for healthcare organizations acting as stewards of their medical records. Despite legal precedent for access nationwide, there is still some variance in laws depending on the province. There is also some confusion among providers as to the scope of the patient information they have to give access to, but the language in the supreme court ruling gives patient access rights to their entire record.",
            "score": 82.75033569335938
        },
        {
            "docid": "3783315_5",
            "document": "Virus latency . One example is herpes virus family, \"Herpesviridae\", all of which establish latent infection. Herpes virus include chicken-pox virus and herpes simplex viruses (HSV-1, HSV-2), all of which establish episomal latency in neurons and leave linear genetic material floating in the cytoplasm. The \"Gammaherpesvirinae\" subfamily is associated with episomal latency established in cells of the immune system, such as B-cells in the case of Epstein-Barr virus. Epstein-Barr virus lytic reactivation (which can be due to chemotherapy or radiation) can result in genome instability and cancer. In the case of herpes simplex (HSV), the virus has been shown to fuse with DNA in neurons, such as nerve ganglia or brain cells, and HSV reactivates upon even minor chromatin loosening with stress, although the chromatin compacts (becomes latent) upon oxygen and nutrient deprivation.",
            "score": 82.64515686035156
        }
    ]
}