{
    "q": [
        {
            "docid": "10160451_3",
            "document": "Cohunu Koala Park . It features not only koalas, but also dingoes, kangaroos, emus, wallabies, eagles, wombats, echidnas, black swans, cockatoos, and lifelike replicas of dinosaurs.",
            "score": 42.906460762023926
        },
        {
            "docid": "1022719_11",
            "document": "Tailypo . The man, scared to death, finds the courage to push the creature away and yell, \"I haven't got your taily-po!\", hoping the creature will leave. However, the ravenous creature, angrier than ever, yells back: \"Yes, you have! Yes, you have!\" and jumps back on the bed, mutilates the man and destroys the cabin.",
            "score": 18.794557571411133
        },
        {
            "docid": "9379824_9",
            "document": "Black Swan (comics) . Recently, he was revealed to still be alive and whole again (possibly due to Deadpool's healing factor) and was hired by the mutant Black Box (who like Black Swan, had just been revealed to still be alive, after long being thought killed) to kill a now-depowered Deadpool (who like Black Swan, had been similarly restored to a normal appearance). However, after Deadpool chose to spare Black Swan's life by taking him to a hospital after defeating him with life-threatening injuries, Black Swan repaid the favor and saved Deadpool from being killed by the ex-mutant Black Tom, who had been hired by Black Box as they both had grudges against Deadpool. Black Swan then used his powers to make Black Box and Black Tom forget Deadpool had ever lost his healing factor, so they would stop trying to come after him again. Black Swan even proposed to team up with Deadpool, who was forced to grudgingly accept as he needed allies in his current condition.",
            "score": 44.50402212142944
        },
        {
            "docid": "31379348_19",
            "document": "Black Swan dance double controversy . In another interview for the Dance Channel network, Lane was asked, \"Looking back and having experienced what you had and deciding to talk about what happened, would you do \"Black Swan\" again?\" Her answer was, \"Yeah, I would.\"",
            "score": 44.5416259765625
        },
        {
            "docid": "1912480_9",
            "document": "Ellsberg paradox . Since the prizes are exactly the same, it follows that you will \"prefer\" Gamble A to Gamble B if and only if you believe that drawing a red ball is more likely than drawing a black ball (according to expected utility theory). Also, there would be no clear preference between the choices if you thought that a red ball was as likely as a black ball. Similarly it follows that you will \"prefer\" Gamble C to Gamble D \"if, and only if\", you believe that drawing a red or yellow ball is more likely than drawing a black or yellow ball. It might seem intuitive that, if drawing a red ball is more likely than drawing a black ball, then drawing a red or yellow ball is also more likely than drawing a black or yellow ball. So, supposing you \"prefer\" Gamble A to Gamble B, it follows that you will also \"prefer\" Gamble C to Gamble D. And, supposing instead that you \"prefer\" Gamble B to Gamble A, it follows that you will also \"prefer\" Gamble D to Gamble C.",
            "score": 30.8460373878479
        },
        {
            "docid": "23041191_10",
            "document": "House of Yes (Brooklyn) . On May 4, 2009, Kid Koala presented \"Music to Draw to...\" at the House of Yes, where there was strictly no dancing, but instead people were invited to draw on their sketchbooks with a free cup of hot chocolate.",
            "score": 27.977407932281494
        },
        {
            "docid": "9379824_6",
            "document": "Black Swan (comics) . Swan attempted to use his operative, Nijo, a brother of one of the Four Winds, to torment Deadpool further, saying that letting Deadpool live with diminished capacity would be a greater humiliation than killing him. Once Taskmaster identified the Swan to Deadpool, the merc with a mouth traveled to the Swan's castle in Germany for a final showdown. When Nijo tried to kill Deadpool, claiming a personal vendetta against him, Black Swan impaled him with a sword-cane and fought Deadpool both physically and mentally, though he lost and was thrown face first into the white hot griddle of his own fireplace. A bomb Deadpool had brought as insurance went off before Deadpool could disarm it, destroying Black Swan's castle.",
            "score": 42.03808856010437
        },
        {
            "docid": "44012096_10",
            "document": "Shark (novel) . \"\"Shark\" is angrier, more brutal and more intense: it made me furious, not melancholic. But the book itself is also a paean to books...\"Shark\" confirms that Self is the most daring and delightful novelist of his generation, a writer whose formidable intellect is mercilessly targeted on the limits of the cerebral as a means of understanding. Yes, he makes you think, but he also insists that you feel\" \"",
            "score": 17.586071491241455
        },
        {
            "docid": "52980173_52",
            "document": "Social policy of Donald Trump . Trump has criticized the Black Lives Matter movement and accused former President Obama of \"dividing America.\" Speaking to Bill O'Reilly during his presidential campaign, Trump said that he may direct his Attorney General to look into the Black Lives Matter movement for criminal charges. When asked if he believes there to be a racial divide in America, Trump answered, \"Sadly, there would seem to be...and it's probably not been much worse at any time.\" When asked if he believes police treat African Americans differently than whites, Trump answered, \"It could be.\" Trump describes the police killings of Alton Sterling and Philando Castile as \"tough to watch\" and criticized the \"terrible, disgusting performance\" by police. Trump said that he could relate to the systemic bias African Americans faced against whites, saying, \"even against me the system is rigged when I ran ... for president.\" When asked if he could understand the experience of being African American, Trump replied, \"I would like to say yes, but you really can't unless you are African American. You can't truly understand what's going on unless you are African American. I would like to say yes, however.\"",
            "score": 39.73463678359985
        },
        {
            "docid": "52725738_8",
            "document": "Bob Bradley (wrestler) . Fellow enhancement talent Brady Boone returned to the WWF in 1990 and was given the first real push of his career when he was given the character of Battle Kat. Dressed in a furry black mask, the character was accentuated by Boone's gymnastics. Wrestling as Battle Kat, his first televised opponent was against Bob Bradley in a match that aired on Wrestling Challenge on October 14, 1990. However, after the match Boone left the promotion, and the WWF decided to instead give the gimmick to the also acrobatic Bob Bradley. Two weeks later on Wrestling Spotlight he would make his debut as the Kat, teaming with Koko B. Ware against The Orient Express. Under the mask Markovich would see the greatest push of his WWF tenure, facing and defeating Buddy Rose, Pez Whatley, Paul Diamond, and Boris Zukhov. His run at Battle Kat finally ended when he was defeated by The Barbarian on the December 10th edition of Prime Time Wrestling, and shortly thereafter the promotion eliminated the gimmick.",
            "score": 30.102050304412842
        },
        {
            "docid": "102063_16",
            "document": "Tidbinbilla Nature Reserve . Tidbinbilla Nature Reserve has a wide variety of bushwalks - ranging from 30 minutes to over 6 hours. It is a native habitat for kangaroos, wallabies, platypus, koalas, lyrebirds, emus, and other wildlife. Ninety-nine percent of the park was burnt out in the Bendora bushfire of 18 January 2003, resulting in the loss of countless numbers of wildlife. Of the captive animals, only one koala, six rock wallabies, five potoroos, four freckled ducks, and nine black swans survived the bushfire.",
            "score": 43.56602597236633
        },
        {
            "docid": "15888517_7",
            "document": "Jim Lacey . Lacey oversaw the introduction of Asiatic lions to the Western Plains Zoo. Another of Lacey's initiatives involved the construction of elevated canopy-level platforms in the zoo's koala exhibit, so visitors could view the koalas at eye level instead of from the ground. Lacey also travelled to Zimbabwe to negotiate the acquisition of several endangered black rhinos. The black rhino breeding program at the Western Plains Zoo is now a well regarded initiative.",
            "score": 47.564666986465454
        },
        {
            "docid": "12127860_10",
            "document": "David Mills (TV writer) . Souljah: Yeah, it was wise. I mean, if black people kill black people every day, why not have a week and kill white people? You understand what I'm saying? In other words, white people, this government, and that mayor were well aware of the fact that black people were dying every day in Los Angeles under gang violence. So if you're a gang member and you would normally be killing somebody, why not kill a white person? Do you think that somebody thinks that white people are better, or above and beyond dying, when they would kill their own kind?",
            "score": 33.95055413246155
        },
        {
            "docid": "226316_18",
            "document": "Coat of arms of Western Australia . Jack looked out at the road, but was much more enchanted by the full, soft river of heavenly blue water, on whose surface he looked eagerly for the black swans. He didn't see any. \"Oh yes! Oh, yes! You'll find em wild in their native state a little way up,\" said Mr Swallow. The potency of the image of the black swan as a signifier of Westralian nationalism can be seen in this passage from Randolph Stow's \"Merry-go-Round in the Sea\", published in 1965:",
            "score": 30.530508995056152
        },
        {
            "docid": "52281037_14",
            "document": "Inhumans (TV series) . In late February 2017, Iwan Rheon was cast as Maximus, followed shortly by Anson Mount as Black Bolt. There was no audition for the role of Black Bolt since the character does not speak, with Mount instead cast due to an existing relationship with Loeb, who felt Mount would fit the role. At the start of March, the series added Serinda Swan as Medusa, Ken Leung as Karnak, Eme Ikwuakor as Gorgon, Isabelle Cornish as Crystal, and Ellen Woglom as Louise. During the time from her audition to being cast, Swan had also been cast in the HBO series \"Ballers\", which necessitate a negotiation between the two series to ensure Swan would be allowed to appear on both.",
            "score": 31.457988023757935
        },
        {
            "docid": "31624378_28",
            "document": "Need for Speed: The Run . Since the release of \"\", Black Box had been working on another entry to the franchise, presumably continuing the action focused street-racing gameplay of Black Box's previous titles. This game had an extended development window to give the developers a chance to create a game that \"could really blow the doors off the category\". It was confirmed that the game would feature a fictional storyline and characters. The game was first hinted early in November 2010 by Senior Vice President of EA Games Europe, Patrick Söderlund in an interview with Eurogamer, before the release of \"\". Söderlund stated he wanted to alternate developers to give them time to make a good game. Eurogamer’s Robert Purchese asked, \"You say there will be an arcade \"NFS\" game every year in November, but next year's game won't be developed by Criterion. Is it Black Box?\", Söderlund stated \"You can assume that, yes. Yes. I would say so, yes.\"",
            "score": 24.0422101020813
        },
        {
            "docid": "61550_9",
            "document": "Black swan . One captive population of black swans in Lakeland, Florida has produced a few individuals which are a light mottled grey color instead of black.",
            "score": 29.673800945281982
        },
        {
            "docid": "11883532_9",
            "document": "Black swan emblems and popular culture . The taking of black swans to Europe in the 18th and early 19th centuries brought the birds into contact with another aspect of European mythology: the attribution of sinister relationships between the devil and black-coloured animals, such as a black cat. Black swans were considered to be a witch's familiar and often chased away or killed by superstitious folk. This may explain why black swans have never established a sizeable presence as feral animals in Europe or North America.",
            "score": 36.25165939331055
        },
        {
            "docid": "30196782_3",
            "document": "Koala Park Sanctuary . The Koala Park Sanctuary was built in the 1920s and opened in October 1930 by the owner Noel Burnet. He established the sanctuary because he was concerned at the large number of koalas being killed for the fur trade, and hunting of the animal would ultimately lead to its extinction. He spent the remainder of his life dedicated to researching and preserving the animals habitat.",
            "score": 38.18202447891235
        },
        {
            "docid": "442032_12",
            "document": "HMS Black Swan (L57) . In 1949 she took part in the Yangtze Incident when she, with others, went to aid of . \"Black Swan\" suffered 12 men wounded and severe damage to her superstructure in a fierce engagement with Chinese batteries and fell back. The failed relief effort cost 46 killed and 64 injured. \"Black Swan\" also served in the Korean War and was involved in the Battle of Chumonchin Chan. \"Black Swan\" was scrapped in 1956 at Troon in Scotland. She is affiliated with TS \"Black Swan\" – a Sea Cadet Corps unit in Walton-on-Thames, Surrey.",
            "score": 35.03590679168701
        },
        {
            "docid": "16019180_42",
            "document": "Fitna (film) . They long that ye should disbelieve even as they disbelieve, that ye may be upon a level (with them). So choose not friends from them till they forsake their homes in the way of Allah; if they turn back (to enmity) then take them and kill them wherever ye find them, and choose no friend nor helper from among them, Except those who seek refuge with a people between whom and you there is a covenant, or (those who) come unto you because their hearts forbid them to make war on you or make war on their own folk. Had Allah willed He could have given them power over you so that assuredly they would have fought you. So, if they hold aloof from you and wage not war against you and offer you peace, Allah alloweth you no way against them.",
            "score": 23.998218774795532
        },
        {
            "docid": "43543463_4",
            "document": "Black Country dialect . The traditional Black Country dialect preserves many archaic traits of Early Modern English and even Middle English and can be very confusing for outsiders. \"Thee\", \"thy\" and \"thou\" are still in use, as is the case in parts of Yorkshire and Lancashire. \"'Ow B'ist,\" meaning \"How are you?\" is a greeting contracted from \"How be-est thou?\" with the typical answer being \"'Bay too bah,\" (\"I be not too bad\"), meaning \"I am not too bad.\" \"I haven't seen her\" becomes \"I ay sid 'er.\" Black Country dialect often uses \"ar\" where other parts of England use \"yes\" (this is common as far away as Yorkshire). Similarly, the local version of \"you\" is pronounced , rhyming with \"now.\" Among older speakers \"ye\" is used for \"you\", as it is in most northern parts of England and Scotland. The local pronunciation \"goo\" (elsewhere \"go\") or \"gewin'\" is similar to that elsewhere in the Midlands. It is quite common for broad Black Country speakers to say \"'agooin'\" where others say \"going.\" This is found in the greeting \"Ow b'ist gooin\" (How are you), to which a typical response would be \"Bostin ah kid\" (very well). Although the term yam yam may come from ya'm (you are) ya/ye is an archaic form of you and in many areas ye (pronounced like yea or ya) is used 'owamya aer kid' 'ar ah'm owkay ta'. It is possible that Black Country simply retains more country speech, unlike Birmingham, which has been settled for a much longer period of time and has developed a town speech and has therefore been influenced more by standard English much longer.",
            "score": 32.96221685409546
        },
        {
            "docid": "360015_20",
            "document": "Phocion . Demosthenes once said to Phocion that he might be killed some day, if the people became irrational. Phocion responded: \"Yes; however, they would kill you if they came to their senses.\"",
            "score": 24.47937035560608
        },
        {
            "docid": "3306995_6",
            "document": "Josef Wirmer . \"Joseph Wirmer, yes you belong to a black faction \"\", yes that's what you're taken for, that can't be otherwise. It's weird. How important the position as a civilian lawyer that you have had must have been that you never once became a soldier at that age. And from then on you have been mobilized, which also speaks for your attitude, that you first wait, until someone mobilizes you. Fine rascal. (\"Shouting loudly\") Yes, yes, yes, fine rascal!\"",
            "score": 19.811939001083374
        },
        {
            "docid": "43543463_8",
            "document": "Black Country dialect . The neighbouring City of Birmingham may be called \"Brum-a-jum\" (Birmingham's colloquial name is Brummagem, a corruption of its older name of Bromwichamand hence West Bromwich) or Birminam (missing the \"g\" and \"h\" out and saying it the way it is spelt). Residents of Birmingham (Brummies) meanwhile often refer to their Black Country neighbours as \"Yam Yams,\" a reference to the use of \"Yow am\" (or \"yow'm\") instead of \"You are.\" However its unlikely yam yam comes from yow'm, as the sound is totally different; it's more likely from \"ye\" (archaic form of \"you\"), as in yer'm, which when said quickly sounds like \"yam\", as in \"yam gooin daft\" \"you're going silly\", or \"don't be so stupid\" in translation. How many still say this ye'm form is unknown. \"Ye\" for \"you\" sounds different from \"ya\" (which is spoken with a schwa vowel), which also means \"you\". \"Yo\" can also be used in the same sentence as \"ye/ya\" e.g. \"Yo ay gooin agen am ya?\" Some areas also use \"yo'me\" and \"yow'm\", depending on location and local dialect, and phrases as with Birmingham can differ from area to area, so there is dialect variation across the Black Country without differing in the basic Black Country words. Quick speech and blended words as in \"shutyarow up\" (shut your row up, meaning be quiet) can seem hard to understand and can even sound like \"shutchowrow up\". The blendings are to be thought of as products of Black Country pronunciation, not separate dialectal words.",
            "score": 25.263174295425415
        },
        {
            "docid": "1202482_7",
            "document": "Captain Swing . \"Sir, Your name is down amongst the Black hearts in the Black Book and this is to advise you and the like of you, who are Parson Justasses, to make your wills. Ye have been the Blackguard Enemies of the People on all occasions, Ye have not yet done as ye ought... Swing\"",
            "score": 22.806777000427246
        },
        {
            "docid": "24140243_3",
            "document": "I Love You Yes I Do . In 1961, Bull Moose Jackson recorded a new version of the song without his band. The new version hit number ten on the R&B chart, and number ninety-eight on the \"Billboard\" Hot 100. Both versions of \"I Love You Yes I Do\" would be the only times Jackson crossed over to the national pop charts.",
            "score": 15.544656753540039
        },
        {
            "docid": "407707_9",
            "document": "Agent X (Marvel Comics) . Nijo was an assassin, mercenary, and agent employed by the telepathic German assassin called the Black Swan. He blamed Deadpool for his brother's death as he was among the targets of Deadpool's apparently successful assassination of the Japanese crime lords named the Four Winds. After Black Swan downloaded a mental virus into Deadpool's brain, the mercenary came for both Swan and Nijo at the Swan's castle in Germany. However, Black Swan revealed he had in fact killed the Four Winds, including Nijo's brother, and stabbed him out of boredom with his ranting and disobedience. His vendetta with Deadpool was that the hits had erroneously been credited to the wrong man. A bomb Deadpool had brought went off, and all three were presumed killed.",
            "score": 35.30380368232727
        },
        {
            "docid": "20794754_4",
            "document": "Echo answer . The Celtic languages also primarily employ echo answers. Irish and Scottish Gaelic lack the words \"yes\" and \"no\" altogether. In Welsh, the words for \"yes\" and \"no\" (\"ie\" and \"nage\") are restricted to specialized circumstances. Like Finnish, the main way in these languages to state yes or no, to answer yes-no questions, is to echo the verb of the question. In Irish, the question \"An dtiocfaidh tú?\" (\"Will you come?\") will be answered with \"Tiocfad\" (\"I will come\") or \"Ní thiocfad\" (\"I will not come\"). (In Hiberno-English, it is the auxiliary that is echoed: the English question \"Will you come?\" is often answered in Ireland with \"I will\" instead of \"Yes\" or \"I will not\" instead of \"no\".)",
            "score": 26.18490982055664
        },
        {
            "docid": "37970509_17",
            "document": "Catalan self-determination referendum, 2014 . According to the consultation decree, \"in the consultation there is a first question followed successively by a second question, and they are worded as follows: a) Do you want Catalonia to become a State? (Yes/No); If so: b) Do you want this State to be independent? (Yes/No). You can only answer the question under Letter b) in the event of having answered “Yes” to the question under Letter a).\" The \"participation process\" that has replaced the \"non-referendum consultation\" maintains the same two questions.",
            "score": 21.946693181991577
        },
        {
            "docid": "8844191_20",
            "document": "Manuel Cuevas . Manuel is attributed as being the man who put Johnny Cash in black. It was early 1956 and Johnny Cash was just about to go on tour. He called Manuel and said I would like to have nine new suits. Three months later Cash calls Manuel and says \"I got the suits I ordered from you.\"  \"Good,\" Manuel said. \"Are they all right?\" Cash paused. \"How come they're all black?\" \"They're all black,\" Manuel said, \"but they're not all the same style, you know.\" \"Yes,\" Cash said. \"So?\" \"So, OK, let's try it.\" Cash tried it and kept ordering from Manuel for 40 years. \"I want four of this, four of that, but you...\" Cash would say. \"You know what?\" Manuel responded. \"Black,\" Cash stated.",
            "score": 28.199286937713623
        },
        {
            "docid": "46984918_3",
            "document": "Yes It's You Lady . The album was peaking at #33 in \"Billboard\" pop charts, and at #6 on the R&B charts. The two follow-up singles to 1981's chart success' \"Being with you\" were strangely no Robinson compositions: \"Tell Me Tomorrow\" peaked at #33 Billboard and #3 R&B charts, \"Old Fashioned Love\" at #60 Billboard and #17 R&B charts. The third and final single, Robinson's \"Yes It's You Lady\" only peaked at #107 Billboard, without entering the R&B charts.",
            "score": 13.842969179153442
        }
    ],
    "r": [
        {
            "docid": "22313173_29",
            "document": "Cod fisheries . In 2000, cod was placed on the list of endangered species by the World Wide Fund for Nature (WWF), an international non-governmental organization for the conservation, research and restoration of the natural environment, formerly named the World Wildlife Fund. The WWF issued a report stating that global cod catch had suffered a 70 per cent drop over the last 30 years, and that if this trend continued, the world's cod stocks would disappear in 15 years. The endangered species claim by the WWF was disputed by Åsmund Bjordal, director of the Norwegian Institute of Marine Research, who stated that in view of the health of the Barents Sea cod population, cod should not be placed on an endangered species list. Cod is among Norway's most important fishery export items, and the Barents Sea is the most important cod fishery of Norway. In a 2004 report, the WWF agreed that the Barents Sea cod fishery appeared to be healthy but that that may not last due to illegal fishing, industrial development, and high fishing quota.",
            "score": 61.886695861816406
        },
        {
            "docid": "1841648_19",
            "document": "Animal rescue group . The World Wildlife Foundation (WWF) is also an organization that, amongst other objectives, strives to rescue wildlife. This foundation raises awareness of endangered, vulnerable, and threatened species and accepts donations to aid in controlling climate, sustainability and ecosystems to ensure the safety and protection of these species. WWF's notable efforts to preserve wildlife has significant impact on the well-being of many species. They offer \"symbolic adoptions\" for animals, meaning that although one cannot raise a wild animal in a domestic environment, people have the opportunity to purchase a plush toy of an endangered species on the website and \"adopt\" said species. The money raised through this campaign goes towards conservation efforts, ultimately hoping to save these species from endangerment. WWF does supports legal trophy hunting as a form of conservation, due to the amout of extra protection that wild animals receive and the boost that it provides to local communities.",
            "score": 60.175479888916016
        },
        {
            "docid": "39267532_17",
            "document": "Wildlife of Mongolia . The bird species in Mongolia include several that are very large; six species of cranes present account for half the numbers in the world. There are 22 endangered species of birds including hawks, falcons, buzzards, cranes and owls. Though cranes are not hunted for superstitious reasons, they are still threatened due to habitat degradation and only 5000 breeding pairs are reported, mostly in Dornod’s Mongol Duguur Strictly Protected Area. In eastern Mongolia, a critically endangered species of crane is the white naped crane (\"Tsen togoru\"). Overall there are 469 species of birds, including species which are also domesticated and linked to the wild ancestral species. Of these, 330 species are migratory and 119 are seen in Mongolia throughout the year. Species identified include: golden eagle (\"Aquila chrysaetos\"), lammergeyer (\"Gypaetus barbatus\"), spoonbills (\"Platalea leucorodia\"), Dalmatian pelican (\"Pelecanus crispus\"), great white egrets (\"Egretta alba\"), whooper swans (\"Cygnus cygnus\"), great black-headed gulls (\"Larus ichthyatus\"), black storks (\"Ciconia nigra\"), swan goose (\"Anser cygnoides\") and snowcock (\"Tetraogallus altaicus\") or Altain ular.",
            "score": 58.31589889526367
        },
        {
            "docid": "46390333_4",
            "document": "California Endangered Species Act . In 1970, California was one of the first states to officially create statutory schemes for protecting endangered wildlife and environments. This was completed earlier than the Federal Government’s Endangered Species Act; ESA, which was mandated in 1973. However, according to the chronologies listed by the Department of Fish and Wildlife, California began preservation and protection statutes in 1909 when non-game birds were first protected. In 1957, rules were devised to prevent the “taking” of animals or plants under protection. The term “to take” is basically defined as removing, harming, or killing the protected species. However, the California Endangered Species Act (CESA) explicitly defines 'take' as not including the terms 'harm' or harass', while these terms do appear in the federal ESA definition of 'take'. This has been interpreted to mean that in California, 'take' of a listed species must involve mortality, as opposed to habitat alteration that adversely impacts the listed species.",
            "score": 58.262481689453125
        },
        {
            "docid": "21293270_13",
            "document": "History of graphic design . Known worldwide by its panda logo, the Switzerland-based World Wildlife Fund (WWF) participates in international efforts to protect endangered species and their habitats.",
            "score": 57.833953857421875
        },
        {
            "docid": "40825624_3",
            "document": "United States Fish and Wildlife Service list of threatened and endangered arthropods . Key to Listing Status codes:  E - Endangered. An animal or plant species in danger of extinction throughout all or a significant portion of its range.  T - Threatened. An animal or plant species likely to become endangered within the foreseeable future throughout all or a significant portion of its range.  SAE or SAT - Listed as Endangered or Threatened due to similarity of appearance. A species may be treated as endangered or threatened if it resembles in appearance a species which has been listed and enforcement personnel would have difficulty distinguishing between the listed and the unlisted species; if the effect of this difficulty is an additional threat to the listed species; and if such treatment of the unlisted species would improve protection for the listed species.",
            "score": 56.64020538330078
        },
        {
            "docid": "532055_11",
            "document": "Endangered Species Act of 1973 . This first list is referred to as the \"Class of '67\" in \"The Endangered Species Act at Thirty\", Volume 1, which concludes that habitat destruction, the biggest threat to those 78 species, is still the same threat to the currently listed species. It included only vertebrates because the Department of Interior's definition of \"fish and wildlife\" was limited to vertebrates. However, with time, researchers noticed that the animals on the endangered species list still were not getting enough protection, thus further threatening their extinction. The endangered species program was expanded by the Endangered Species Act of 1969.",
            "score": 56.55036544799805
        },
        {
            "docid": "2868658_7",
            "document": "Foundation for National Parks &amp; Wildlife . The Foundation runs the Backyard Buddies program: an awareness raising program about Australian plants and animals that are likely to be seen in urban environments, and gives tips on how to coexist happily with these species. The Backyard Buddies program also sells Backyard Buddy Toys - the funds from these toys go toward Foundation projects to conserve and protect several species of animals, including koalas, wombats, little penguins, endangered wallaby species and more.",
            "score": 56.269229888916016
        },
        {
            "docid": "102012_21",
            "document": "French Island (Victoria) . Habitats range from coastal mangroves, swamps, heath, grasslands and blue gum forests. Most koala populations on the mainland of Australia are affected by the chlamydia disease; however French Island provides the world's densest and most disease-free population of koalas, with regular transfer of excess koalas to repopulate diseased areas on the mainland. Shelter is provided for more than 100 species of bush orchids, and 260 species of birds. Significant species on the island include: king quail, the critically endangered orange-bellied parrot, fairy tern, white-bellied sea eagle, swamp skink, long-nosed potoroo.",
            "score": 55.7298698425293
        },
        {
            "docid": "35305313_3",
            "document": "Habitat Conservation Plan . The importance of preserving rare species was legally recognized in 1973 when the Endangered Species Act (ESA) was signed into federal law. The purpose of the ESA is not only to protect species that have been listed as threatened or endangered, but also to conserve the ecosystems upon which those species depend. In aiming to protect species in danger of becoming extinct, the ESA prohibits actions that have the potential to result in a \"taking\" of any listed species. The term \"take\" under the ESA refers to any attempt or action involving the harassment, harm, pursuit, hunting, shooting, wounding, killing, trapping, capturing, or collecting of any listed species. Under this definition, the alteration of habitat that results in injury to, or death of, any listed species by preventing essential behavior (such as breeding, feeding or sheltering) is considered unlawful \"harm\". The United States Fish and Wildlife Service (USFWS) and the National Marine Fisheries Service (NMFS) are the lead agencies tasked with the implementation of the ESA and are therefore responsible for regulating prohibited and allowable activities. While the primary objective of the ESA is the protection of endangered species, and the take of such species is considered unlawful, the ESA is not absolute. In 1982, amendments were made to the 1973 ESA which authorize the Secretary of the Interior and the Secretary of Commerce to allow the take of federally listed species (Endangered Species Act, Section 10a(1)(B)). When non-federal activities that would otherwise be legal have the potential to result in the take of a listed species for example, they may be allowed under an Incidental Take Permit, obtained through the USFWS. To mitigate the take of listed species, Section 10 of the ESA requires that parties wishing to obtain an Incidental Take Permit must submit a conservation plan, hereafter referred to as a \"Habitat Conservation Plan\" or \"HCP,\" with their application.",
            "score": 54.583229064941406
        },
        {
            "docid": "38614391_5",
            "document": "Sacred Himalayan Landscape . SHL is part of the initiation of the World Wildlife Federation (WWF) that \"taps into the spiritual beliefs and conservation ethics of local communities to restore essential habitats and protect endangered species such as the snow leopard.\"",
            "score": 53.885929107666016
        },
        {
            "docid": "14208_41",
            "document": "Holocene extinction . Various species are predicted to become extinct in the near future, among them the rhinoceros, nonhuman primates, pangolins, and giraffes. Hunting alone threatens bird and mammalian populations around the world. Some scientists and academics assert that industrial agriculture and the growing demand for meat is contributing to significant global biodiversity loss as this is a significant driver of deforestation and habitat destruction; species-rich habitats, such as significant portions of the Amazon region, are being converted to agriculture for meat production. A 2017 study by the World Wildlife Fund (WWF) found that 60% of biodiversity loss can be attributed to the vast scale of feed crop cultivation required to rear tens of billions of farm animals. Moreover, a 2006 report by the Food and Agriculture Organization (FAO) of the United Nations, \"Livestock's Long Shadow\", also found that the livestock sector is a \"leading player\" in biodiversity loss. According to the WWF's 2016 Living Planet Index, global wildlife populations have declined 58% since 1970, primarily due to habitat destruction, over-hunting and pollution. They project that if current trends continue, 67% of wildlife could disappear by 2020. 189 countries, which are signatory to the Convention on Biological Diversity (Rio Accord), have committed to preparing a Biodiversity Action Plan, a first step at identifying specific endangered species and habitats, country by country.",
            "score": 53.71097183227539
        },
        {
            "docid": "1442752_8",
            "document": "Animal Welfare Act of 1966 . The Horse Protection Act (public Law 91-929) was passed in 1970 and protected horses against various damaging practices designed to produce aesthetically appealing horses, for example, \"soring\" the ankles to produce a high-stepping gait. Marine mammals as a class (whales, porpoises, seals, and polar bears), for the most part, found protection under the passage of the Marine Mammal Protection Act (Public Law 92-522) of 1972, which prevented extinction or depletion from indiscriminate taking, including hunting, harassment, capture, and killing (permitted takings, including for subsistence and research purposes, must be accomplished humanely, with \"the least degree of pain and suffering practicable to the animal\"). Endangered and threatened species were also protected with the passage in 1973 of the Endangered Species Act (Public Law 93-205), which made illegal the purchase, sale, or transportation in interstate or foreign commerce any species found to be endangered, and also closely regulated commerce in any species threatened with extinction.",
            "score": 53.41722106933594
        },
        {
            "docid": "2806360_7",
            "document": "List of fatwas . In March 2014 the Indonesian Council of Ulama (Indonesia's highest Islamic clerical body) issued a fatwa against illegal hunting and wildlife trafficking. The fatwa instructed Muslims to protect endangered species by conserving their habitat and stopping illegal trade. The World Wide Fund for Nature described the fatwa as a positive step.",
            "score": 52.97916030883789
        },
        {
            "docid": "13561786_6",
            "document": "Lamotte's roundleaf bat . It is listed as a critically endangered species by the IUCN, as of 2008. It meets the criteria for this designation because its extent of occurrence is likely less than , its area of occupancy is likely less than , and all individuals live in a single location. Its population is thought to be in decline. It was first evaluated by the IUCN in 1996, when it was listed as data deficient; it has been listed as critically endangered since 2004. Threats to this species include mining for iron ore, which can disturb or destroy their roosts. As of 2013, however, there were indications that mining would soon begin at the only sites where this species exists, posing an imminent threat to its existence. Its range is also subject to habitat destruction via deforestation. In this region, bats are also used as a food source, so this bat is likely killed for bushmeat. At least some of its range is encompassed by Mount Nimba Strict Nature Reserve, which confers some protections, though these protections may not be strictly enforced. Due to its imperiled status, it is identified by the Alliance for Zero Extinction as a species in danger of imminent extinction.  In 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation. The Lamotte's roundleaf bat was specifically named in an article that argued against collecting zoological specimens from critically endangered bat species, or at least promoted more restrictions on who could collect specimens and how many individuals they could collect.",
            "score": 52.85222244262695
        },
        {
            "docid": "46390333_2",
            "document": "California Endangered Species Act . In 1970 California became one of the first states of USA to implement an act that conserves and protects endangered species and their environments. The California Endangered Species Act (CESA) declares that, \"all native species of fishes, amphibians, reptiles, birds, mammals, invertebrates, and plants, and their habitats, threatened with extinction and those experiencing a significant decline which, if not halted, would lead to a threatened or endangered designation, will be protected or preserved.\"",
            "score": 52.74978256225586
        },
        {
            "docid": "1559322_4",
            "document": "Shooting, shoveling, and shutting up . \"Pittsburgh Tribune-Review\" columnist Ralph R. Reiland wrote an essay called \"Shoot, Shovel & Shut Up,\" describing landowners' reactions to finding red-cockaded woodpeckers on their property. Under the Endangered Species Act, landowners who have a population of such birds on their property may be subject to restrictions on building and other land uses that would interfere with the animals' habitat. Therefore, it was considered prudent to eliminate the birds before the government noticed their presence. The Fall 2001 issue of the \"Sierra Citizen\" notes, \"'Shoot, shovel and shut up' is the mantra of many in the so-called 'property rights' movement ... It refers to the practice of killing and burying evidence of any plants or animals that might be threatened or endangered.\" The property rights movement argues that the Endangered Species Act should be amended to compensate property owners for protecting endangered species, rather than making an endangered species a financial drain on the owners, and that the current act actually hastens the decline of some endangered species when listed by causing property owners to \"shoot, shovel, and shut up\" to avoid expected losses.",
            "score": 52.500518798828125
        },
        {
            "docid": "1596317_25",
            "document": "Habitat . The protection of habitats is a necessary step in the maintenance of biodiversity because if habitat destruction occurs, the animals and plants reliant on that habitat suffer. Many countries have enacted legislation to protect their wildlife. This may take the form of the setting up of national parks, forest reserves and wildlife reserves, or it may restrict the activities of humans with the objective of benefiting wildlife. The laws may be designed to protect a particular species or group of species, or the legislation may prohibit such activities as the collecting of bird eggs, the hunting of animals or the removal of plants. A general law on the protection of habitats may be more difficult to implement than a site specific requirement. A concept introduced in the United States in 1973 involves protecting the critical habitat of endangered species, and a similar concept has been incorporated into some Australian legislation.",
            "score": 52.274227142333984
        },
        {
            "docid": "21769764_14",
            "document": "Environmental movement in Australia . The environmental movement became mainstream with public outcry following extensive culling of koalas. Between 1915 and 1927, nearly 4 million koalas were killed, with the largest cullings occurring in Queensland. By 1924 koalas had officially become extinct in South Australia and endangered elsewhere. In response to the threat of extinction, Lone Pine Koala Sanctuary was opened.",
            "score": 52.1402473449707
        },
        {
            "docid": "24894563_14",
            "document": "World Wide Fund for Nature . WWF's giant panda logo originated from a panda named \"Chii Chii\" that had been transferred from Beijing Zoo to London Zoo in 1958, three years before WWF became established. Being famous as the only panda residing in the Western world at that time, its uniquely recognisable physical features and status as an endangered species were seen as ideal to serve the organization's need for a strong recognisable symbol that would overcome all language barriers. The organization also needed an animal that would have an impact in black and white printing. The logo was then designed by Sir Peter Scott from preliminary sketches by Gerald Watterson, a Scottish naturalist. The logo was slightly simplified and made more geometric in 1978, and was revised significantly again in 1986, at the time that the organization changed its name, with the new version featuring solid black shapes for eyes. In 2000 a change was made to the font used for the initials \"WWF\" in the logo.",
            "score": 52.122745513916016
        },
        {
            "docid": "5280950_16",
            "document": "Western Canada Wilderness Committee . There are more than 1,600 species and subspecies are at risk of disappearing from BC, mostly due to human-caused degradation of habitat. From peregrine falcons and monarch butterflies to grizzly bears and spotted owls, endangered species such as these are left to fend for themselves against climate change, toxic contamination, urban sprawl, logging and industrial development as there is no stand-alone endangered species law in BC. The Wilderness Committee is calling on the provincial government to enact a law that will protect the habitat of endangered species and identify, protect and establish effective recovery plans for all endangered species across BC.",
            "score": 52.11842727661133
        },
        {
            "docid": "4648479_30",
            "document": "Mission Bay (San Diego) . Mission Bay Park is home to many rare and endangered species, including the California least tern. A program goes into effect every April through August to protect this bird at four of its nesting sites in Mission Bay Park. The California least tern has more than tripled in number since it was put on the endangered species list, and has many colonies from San Diego Bay to the San Francisco Bay area. Most are fenced and protected from public access. The major cause for its decline was habitat destruction and alteration, as occurred in Mission Bay. Predators like the gull-billed tern red fox can decimate a crop of chicks; therefore, predator control, either by removal or elimination, has been instigated at some colonies. Non-endemic ants are a problem at some Mission Bay colonies, as they ear chicks alive, and are often controlled there. Even with annual losses from depredation, since the least tern was listed, it has continued to thrive. Being on the Endangered Species list allowed protection of the terns' habitat, and allowed the natural rebound and growth of the colonies. Colonies at Mission Bay are either fenced or reachable only by watercraft.",
            "score": 51.924713134765625
        },
        {
            "docid": "2961180_30",
            "document": "Paulins Kill . Birdwatchers have sighted a variety of common and endangered species of birds that inhabit New Jersey. More common species include: American robin, barn swallow, field sparrow, blue jay, black-capped chickadee, northern cardinal, red-winged blackbird and the American goldfinch. Also sighted are several species of woodpecker, including red-headed, red-bellied, and downy, and the endangered pileated woodpecker, as well as the yellow-bellied sapsucker. Often sighted are water fowl such as the mute swan, the wood duck, and the mallard, wading birds such as the killdeer, and predators such as the red-tailed hawk. More rare birds sighted in the Paulins Kill valley include: purple martin, scarlet tanager, indigo bunting, Baltimore oriole, purple finch, and a variety of owls, notably the barn, eastern screech, great horned, snowy, barred, and northern saw-whet owl.",
            "score": 51.750240325927734
        },
        {
            "docid": "7417442_10",
            "document": "Mission blue butterfly . The Mission blue was added to the Federal Endangered Species List in 1976. While the state of California has enacted an Endangered Species Act, it is quite specific about what affords its protection. Sec. 2062 of the California Endangered Species Act, under definitions, declares, \"Endangered species\" means a native species or subspecies of a bird, mammal, fish, amphibian, reptile, or plant which is in serious danger of becoming extinct.\" No provision is made for a state endangered listing in California for any insect. The Mission blue butterfly is not protected by state statute in California.",
            "score": 51.74769973754883
        },
        {
            "docid": "32627475_7",
            "document": "Arrow darter . The arrow darter species is being poisoned by humans mining for coal. The pollution caused by the runoff of explosions is detrimental to the health of the streams nearby, and all those who live in them. The arrow darter is not on the endangered species list yet, but it has been wiped out from more than half of its regions. Protecting the species and the habitat it lives in will protect the drinking water for humans by preserving headwater streams. Polluted streams from coal runoff has been linked to increases of cancer and birth defects in humans. Therefore, it is important to keep the headwater streams from being polluted. This would impact human health and preserve the wildlife and habitats at the same time (Endangered Species Coalition).",
            "score": 51.58522415161133
        },
        {
            "docid": "24882457_2",
            "document": "Humboldt Bay National Wildlife Refuge . Humboldt Bay National Wildlife Refuge is located on Humboldt Bay, on the California North Coast near the cities of Eureka and Arcata. The refuge exists primarily to protect and enhance wetland habitats for migratory water birds using the bay area, including tens of thousands of shorebirds, ducks, geese, swans, and the black brant. Humboldt Bay National Wildlife Refuge, along with other public and private lands around Humboldt Bay, is one of the key stopovers for the millions of migratory birds that rely on the Pacific Flyway. More than 200 bird species, including 80 kinds of water birds and four endangered species, regularly feed, rest, or nest on the refuge or other areas around the bay.",
            "score": 51.29537582397461
        },
        {
            "docid": "317392_53",
            "document": "San Diego Zoo . The zoo is active in conservation and species-preservation efforts. Its Institute for Conservation Research (formerly the Center for Reproduction of Endangered Species) raises California condors, giant pandas, tigers, black rhinos, polar bears, orangutans, peninsular pronghorn, desert tortoises, African penguins, mountain yellow-legged frogs, Pacific pocket mice, Francois' langurs, giraffes, quino checkerspot butterflies, Hawaiian crows, light-footed clapper rails, Gray's monitors, tree lobsters, clouded leopards, Galapagos tortoises, Tahiti lorikeets, lion-tailed macaques, mhorr gazelles, gorillas, Przewalski's horses, koalas, burrowing owls, elephants, Tasmanian devils, okapi, Southwestern pond turtles, and 145 other endangered species. As a result, they have reintroduced more than 30 endangered species back into the wild, and have conserved habitat at 50 field sites. They also have over 200 conservation scientists working in 35 countries around the world. It employs numerous professional geneticists, cytologists, and veterinarians and maintains a cryopreservation facility for rare sperm and eggs called the frozen zoo.",
            "score": 51.20980453491211
        },
        {
            "docid": "50929009_5",
            "document": "Rio Negro Right Bank Environmental Protection Area . There are over 40 species of mammals including the endangered jaguar (\"Panthera onca\") and giant otter (\"Pteronura brasiliensis\"). There are more than 300 species of birds, including the endangered black-and-white hawk-eagle (\"Spizaetus melanoleucus\") and harpy eagle (\"Harpia harpyja\"). The APA is home to many species of frogs, lizards and snakes, and several of turtles and alligators, including the endangered black caiman (\"Melanosuchus niger\"). Over 100 species of fish have been identified, including the endangered \"Arapaima gigas\".",
            "score": 51.03997802734375
        },
        {
            "docid": "478706_9",
            "document": "Threatened species . Within the U.S., state wildlife agencies have the authority under the ESA to manage species which are considered endangered or threatened within their state but not within all states, and which therefore are not included on the national list of endangered and threatened species. For example, the trumpeter swan (\"Cygnus buccinator\") is threatened in the state of Minnesota, while large populations still remain in Canada and Alaska.",
            "score": 50.985130310058594
        },
        {
            "docid": "27853031_23",
            "document": "California Desert Protection Act of 2010 . Recent research indicates that, especially for protection of the Desert Tortoise, better and more active management of existing federal land is a more effective way to protect the species than acquiring additional mitigation acres in an uncoordinated manner. The bill establishes endangered species mitigation zones and requires developers proposing to develop private lands to contribute money to an endowed fund that would be used to better manage, in perpetuity, habitat for desert tortoise and other endangered or threatened species on at least of specified public lands.",
            "score": 50.85123062133789
        },
        {
            "docid": "20387006_4",
            "document": "Manatee conservation . Starting in the 18th century when the English declared Florida a manatee sanctuary and made manatee hunting illegal, people have worked to protect this species. In 1893, manatees first received protection under Florida law, and in 1907 this law was revised to impose a fine of $500 and/or six months of jail time for molesting or killing a manatee. In accordance with the Endangered Species Preservation Act of 1966, an act of Congress designed to list endangered animal species and offer them limited protection, the manatee became one of 78 original species listed as being threatened with extinction. There are currently more than 1300 species on this list. On March 11, 1967 federal efforts to protect the manatee began when the United States Fish and Wildlife Service listed the manatee as endangered.",
            "score": 50.83912658691406
        },
        {
            "docid": "532055_34",
            "document": "Endangered Species Act of 1973 . As habitat loss is the primary threat to most imperiled species, the Endangered Species Act of 1973 allowed the Fish and Wildlife Service (FWS) and National Marine Fisheries Service (NMFS) to designate specific areas as protected \"critical habitat\" zones. In 1978, Congress amended the law to make critical habitat designation a mandatory requirement for all threatened and endangered species.",
            "score": 50.793270111083984
        }
    ]
}