{
    "q": [
        {
            "docid": "16774115_22",
            "document": "The Tonight Show with Conan O'Brien . On September 23, 2009, during his opening monologue, O'Brien told a very brief joke about Newark, and a supposed health care program for the city's citizens that would involve Newark giving them a bus ticket out of the city. Newark mayor Cory Booker responded in a satirical YouTube video calling for O'Brien to apologize, and that Conan would be banned from ever entering Newark Liberty International Airport until doing so. Conan responded by further making fun of Newark, however, saying the only way he could get to Newark now would be like everyone else, \"through a series of poor decisions.\" He also called out Cory Booker to come on the show to air out their grievances, deciding to then ban Booker from Burbank airport, adding later that he had absolutely no power to do so. Booker subsequently banned Conan from the state of New Jersey as well as all the sister cities of Newark. In response, O'Brien read a letter on air from Elizabeth, New Jersey mayor Chris Bollwage, declaring that he will temporarily rename Terminal A of Newark Liberty (which lies in Elizabeth) the Conan O'Brien Terminal. Conan continued, saying he had created a \"geographic toilet seat\" around Newark. The mayors of Bayonne, East Orange, Kearny, Jersey City, and Elizabeth have publicly sided with Conan O'Brien. He ended this by saying, \"Your move, Mayor Booker.\" The feud was unofficially ended when Secretary of State Hillary Clinton called for it to end during a prepared comedy bit, telling Booker to \"chalk it up\" to Conan. The following week Conan announced that Cory Booker would be a guest on the October 16, 2009 show to mend the feud. That night, O'Brien and his wife donated $50,000 to the Newark Now Organization, and NBC Universal matched Conan's donation to total a $100,000 gift. Booker also admitted that he is a big Conan fan and often tapes shows to watch the next day or watches them on the website Hulu.",
            "score": 38.18571937084198
        },
        {
            "docid": "3317590_8",
            "document": "Bart Gets Famous . In the episode, Bart appears on the talk show \"Late Night with Conan O'Brien\". Conan O'Brien was a writer for \"The Simpsons\" during the fourth and early part of the fifth seasons. During the production of the episode, he received an audition to replace David Letterman as the host of \"Late Night\" on NBC, after Letterman defected to CBS. The writers decided that since the episode featured Bart getting famous, it would give them an opportunity to work in O'Brien's show. The part was written just after O'Brien's audition for \"Late Night\", but before he knew he was going to be the host. O'Brien recorded his part shortly after \"Late Night with Conan O'Brien\" premiered, but he believed NBC would have fired him before the episode aired. He described being a guest star on the show as \"really delightful\", adding that \"it's like being frozen in amber. I know people will be watching \"The Simpsons\" long after I'm dead.\"",
            "score": 43.01725888252258
        },
        {
            "docid": "25805409_24",
            "document": "List of The Tonight Show with Conan O'Brien sketches . When their studio was added to the Universal Studios Tour, Conan acknowledged that it could not compete with the other stops on the tour. In order to compensate for this, Conan and Andy would act out exciting scenarios as the tour passed the studio. Past scenarios have included Conan delivering Andy's baby and Conan curing Andy's paralysis.",
            "score": 31.229294538497925
        },
        {
            "docid": "869611_11",
            "document": "Andy Richter . On February 24, 2009, it was announced that Richter would be joining Conan O'Brien once again as the announcer for \"The Tonight Show with Conan O'Brien\" in Los Angeles. Richter frequently appeared in comedy sketches on the show and often commented and interacted with Conan during the opening monologue; he was also part of the show's writing staff. In mid-December 2009, Richter also began joining Conan on the couch during the celebrity interviews, much like he did in his former sidekick role on \"Late Night\". Richter said he enjoyed having a steady paycheck again and not having to deal with production companies while developing television shows. Richter said, \"Now I'm so happy to be back and making TV every night, not asking permission from somebody and waiting six months to get their sparklingly clear and cogent notes. And then wait another month for them to get back from Hawaii and say, 'Yes, now we can go make television.' I felt like a plumber who kept going into the building and saying, 'Can we put some pipes together?' and watching my wrenches gather dust.\"",
            "score": 41.763333559036255
        },
        {
            "docid": "4221870_14",
            "document": "Conan O'Brien . Fox, however, would not let O'Brien out of his contract. Eventually, NBC and O'Brien would split the cost to get him out of the contract. After O'Brien's departure, the writers at \"The Simpsons\" would watch videotaped episodes of \"Late Night\" at lunch the day following their midnight broadcast and analyze them. During his time at \"The Simpsons\", O'Brien also had a side project working with Smigel on the script for a musical film based on the \"Hans and Franz\" sketch from \"Saturday Night Live\", but the film was never produced.",
            "score": 31.48465847969055
        },
        {
            "docid": "1241117_20",
            "document": "Jimmy Vivino and the Basic Cable Band . It was initially unknown whether Weinberg would be joining O'Brien when his new late night show on TBS began in November 2010. Most or all of the rest of the band were expected to follow O'Brien, alongside his other non-musical staff and crew, to the TBS program. By September 2010, it was clear that Weinberg would not be part of the show, now named \"Conan\". Jimmy Vivino was now the leader of the band, with Wormworth full-time on drums, and the band was firmly ensconced in Los Angeles as a base. Upon announcing Weinberg's split from O'Brien in September 2010, O'Brien said, \"Max has been a huge part of my life for the past 17 years and he is an incredible band leader and musician.\" Weinberg said, \"my association with Conan, his staff, and crew has been a deeply rewarding experience for me. And, making music with Jimmy Vivino, Mark Pender, La Bamba, Scott Healy, Mike Merritt, and percussionist James Wormworth enabled me to become a better musician and bandleader. I thank them for their first-rate work on the bandstand. I wish Conan and his show the best and I do look forward to dropping by.\" Both looked forward to Weinberg occasionally stopping by to sit in on the new show. Weinberg said his health was better than ever but that the \"life-changing experience emotionally and spiritually\" of the surgery and a desire to remain in New Jersey with his family had played a chief role in his departure from the band and O'Brien.",
            "score": 36.47170913219452
        },
        {
            "docid": "38476563_2",
            "document": "List of Conan episodes (2013) . This list of episodes of \"Conan\" details information on the 2013 episodes of \"Conan\", a television program on TBS hosted by Conan O'Brien. Conan hosted shows at The Tabernacle in Atlanta, Georgia between April 1–4. During the week of October 28–31, highlights of the past 20 years of Conan's show were shown.",
            "score": 33.43719840049744
        },
        {
            "docid": "174688_34",
            "document": "Late Night with Conan O'Brien . On December 6, 2005 \"Late Night with Conan O'Brien\" segments began selling on the iTunes Store. Most segments were priced at $1.99, as were most episodes of other shows, with \"special\" best-ofs and other longer segments priced at $9.99. In December, 2007 NBC stopped selling all its television shows on iTunes, but the network returned it to iTunes in September 2008 after NBC and Apple worked out a new agreement. The show was offered free at Hulu.com and the NBC website but has been unavailable on the Internet since the 2010 Tonight Show conflict. However, in May 2018, O'Brien and his current network, TBS, announced they would partner with NBC to make his entire \"Late Night\" archives available online, marking the 25th anniversary of O'Brien's late night debut.",
            "score": 40.14088773727417
        },
        {
            "docid": "25805409_36",
            "document": "List of The Tonight Show with Conan O'Brien sketches . 2009 proved to be a successful year for former President Bill Clinton and occasionally Conan would use a chart to illustrate fluctuations in his popularity. The chart consisted of a picture of Clinton and an arrow that was attached at his crotch. As positive statistics were presented, the arrow would thicken and elongate, simulating an erection. When negative statistics were presented, the arrow would shrink and shrivel up.",
            "score": 27.576533555984497
        },
        {
            "docid": "174688_32",
            "document": "Late Night with Conan O'Brien . During the live tapings, and prior to the show, there was an audience warm-up, during which the audience watched a montage of highlights from the show, and staff writer Brian McCann greeted the audience (this task was formerly undertaken by head writer Mike Sweeney). McCann delivered a few jokes, told the audience what to expect, and finally introduced the band and then O'Brien. O'Brien then thanked the audience for coming, meeting as many audience members as he could. He would often then do a musical number with the band to pump up the audience (\"Burning Love\" was one standard). After the show was finished taping, O'Brien sang the \"End of the Show Song\", which never aired on Late Night, although in February 2009, a short video of it was posted on Late Night Underground.",
            "score": 36.896812200546265
        },
        {
            "docid": "11415141_89",
            "document": "Masturbation . Another NBC show, \"Late Night with Conan O'Brien\", had a character known as the Masturbating Bear, a costume of a bear with a diaper covering its genitals. The Masturbating Bear would touch his diaper to simulate masturbation. Prior to leaving \"Late Night\" to become host of \"The Tonight Show\", Conan O'Brien originally retired the character due to concerns about its appropriateness in an earlier time slot. The Masturbating Bear however made his \"Tonight Show\" debut during the final days of Conan O'Brien's tenure as host of the \"Tonight Show\". It was clear by then that Conan O'Brien was being removed from the show and he spent his last shows pushing the envelope with skits that typically would not be appropriate for the \"Tonight Show\", one of which was the Masturbating Bear. After much debate on whether or not he would be able to be used on Conan O'Brien's new TBS show, \"Conan\", the Masturbating Bear made an appearance on the very first episode.",
            "score": 44.091068267822266
        },
        {
            "docid": "25805409_33",
            "document": "List of The Tonight Show with Conan O'Brien sketches . After mentioning that Oprah Winfrey is suing companies for using her name and image without permission, Conan claims to be a victim of similar unauthorized endorsements. He then shows a commercial made up of clips that were spliced together to give the impression he was endorsing a certain product (while making other inappropriate remarks). Conan would later admit that he would be okay with the endorsement if he was being paid for it.",
            "score": 30.90972328186035
        },
        {
            "docid": "29774150_7",
            "document": "Conan blimp . Arguably the most effective social media trend that O'Brien's team took advantage of at that time was Foursquare. In 2010, mobile advertising was quickly becoming the most prominent form of marketing, with Foursquare's social, interactive function at the forefront. O'Brien connected with Foursquare users by allowing them to check into the blimp. Afterwards, users would receive a \"Conan Blimpspotter\" badge and a message saying, \"You've spotted the Conan Blimp! A big orange bag of slow moving gas has never looked so pretty.",
            "score": 26.683286666870117
        },
        {
            "docid": "22657864_18",
            "document": "Mine That Bird . On the second to last episode of \"The Tonight Show with Conan O'Brien\", which aired on January 21, 2010, host Conan O'Brien claimed that \"The Tonight Show\" had purchased Mine That Bird for a comedy bit at the expense of NBC. A chestnut horse which O'Brien introduced as Mine That Bird was brought out in a (supposedly) mink Snuggie and watched what O'Brien stated to be \"restricted footage of NFL Super Bowl highlights\". O'Brien stated the cost of the bit was $4.8 million.",
            "score": 34.250617265701294
        },
        {
            "docid": "22708200_6",
            "document": "David's Supermarkets . In early April 2014, during a special week of shows in Dallas, Conan O'Brien, host of TBS' \"Conan\", came to Johnson County, south of Fort Worth, to put together a video for the late-night talk show. One segment focused on O'Brien in character as a Johnson County deputy scoping out the David's Supermarket location in Alvarado. During his surveillance, he scared customers, as well as checking up on reports that the store was selling candy bars past their expiration date.",
            "score": 33.597814083099365
        },
        {
            "docid": "48711965_10",
            "document": "Sodder children disappearance . The Sodders celebrated on Christmas Eve 1945. Marion, the oldest daughter, had been working at a dime store in downtown Fayetteville, and she surprised three of her younger sisters—Martha, 12, Jennie, 8, and Betty, 5—with new toys she had bought for them there as gifts. The younger children were so excited that they asked their mother if they could stay up past what would have been their usual bedtime.",
            "score": 20.3819899559021
        },
        {
            "docid": "25824966_10",
            "document": "2010 Tonight Show conflict . While many of O'Brien's professional advisors and managers pushed for the Fox deal, O'Brien's desire to one day perhaps take over \"The Tonight Show\" after Leno made it a difficult decision (O'Brien, like many baby-boomer comedians, had grown up idolizing Carson's incarnation). Chernin warned O'Brien that waiting around for Leno to leave would be \"only an invitation to long-term disappointment, and potentially a path toward undermining a promising career.\" Nevertheless, O'Brien signed the deal with NBC in March 2002; the contract extended him through 2005 and most significantly contained an \"explicit Prince of Wales clause\" that solidified the official line of succession: If anything were to happen to Leno, O'Brien would step in. O'Brien's successful hosting job at the 2002 54th Primetime Emmy Awards \"sent out the most resounding message yet about his growing strength as a performer\", and a year later, NBC broadcast O'Brien's tenth anniversary special in primetime. By the time Leno's contract again came up for renewal, a discussion would be needed regarding the future of \"The Tonight Show\". Facing the prospect of attempting to keep both Leno and O'Brien, Zucker made the final call on Leno's deal: \"Yes, we’ll extend your deal. But this is your last contract. Time to hand over the keys.\" The plan would extend Leno four additional years, after which he would give \"The Tonight Show\" to O'Brien.",
            "score": 27.655733704566956
        },
        {
            "docid": "174688_15",
            "document": "Late Night with Conan O'Brien . Particularly in the early years, comedic sketches overtook all segments on the show, occasionally even interrupting guest interviews and O'Brien's monologue. Frequently sketches would randomly begin without introduction, such as during banter between Richter and O'Brien. A lot of the humor had a fantasy-like quality to it, where inanimate objects would talk or silly characters would disrupt the show. Sometimes a short story would emerge in these sketches with a resolution culminating in a song. Generally, throughout the later years, original sketches, ideas and characters were constantly being introduced, rather than relying heavily on a few recurring segments like other past and current talk shows. There still were quite a number of recurring segments, but again, a much higher quantity than a typical talk show.",
            "score": 37.33235430717468
        },
        {
            "docid": "1240010_11",
            "document": "Conan (talk show) . Following the 2010 \"Tonight Show\" conflict, O'Brien announced on the first day of The Legally Prohibited from Being Funny on Television Tour that he had signed a deal with cable network TBS to host a talk show on their late-night lineup, beginning in November 2010. Before the deal was announced, O'Brien initially had reservations about the move, as it would place comedian George Lopez's show, \"Lopez Tonight\", one hour later to midnight, effectively doing to Lopez what NBC had wanted to do with O'Brien. However, Lopez reportedly called O'Brien and expressed his excitement about the move. Lopez went on to state, \"I can't think of anything better than doing my show with Conan as my lead-in It's the beginning of a new era in late-night comedy.\" In an official press release by Turner Broadcasting, it stated that O'Brien had only begun negotiations a week prior to the official announcement of the show. Steve Koonin, President of Turner Entertainment Networks, went on to comment of the announcement, \"Conan has been the comedic voice for a generation. TBS already has a huge audience of young comedy lovers, and Conan's show will give these fans even more reasons to watch our network.\"",
            "score": 41.129372358322144
        },
        {
            "docid": "3237517_2",
            "document": "Pierre Bernard (comedian) . Pierre Bernard, Jr. is a graphic designer and comedian, most notable for his work on \"Late Night with Conan O'Brien\", \"The Tonight Show with Conan O'Brien\", and \"Conan\". He had a recurring sketch called \"Pierre Bernard's Recliner of Rage\", where he would complain about issues that concern him while sitting in a recliner. The issues he complains about are typically esoteric in nature and mainly deal with comic books, anime, drawing or science fiction.",
            "score": 35.40230345726013
        },
        {
            "docid": "29774150_3",
            "document": "Conan blimp . O'Brien's shift from NBC to TBS stemmed from the 2010 \"Tonight Show\" conflict between O'Brien and former \"Tonight Show\" host Jay Leno. The controversy occurred when, due to the low ratings of \"The Jay Leno Show\" and \"The Tonight Show with Conan O'Brien\", NBC announced that Leno would be moved from 10:00 p.m. to 11:35 p.m. and O'Brien would be moved from 11:30 p.m. to 12:05 a.m. The announcement occurred seven months after \"The Tonight Show with Conan O'Brien\"'s premiere, and over four years after it was made known that O'Brien would replace Leno as the \"Tonight Show\" host. Ultimately, NBC Universal chief Jeff Zucker's decision to reschedule O'Brien and Leno's time slots led to O'Brien's departure from the network and a public outcry from O'Brien's fans on social media sites like Twitter and Facebook.",
            "score": 42.894532680511475
        },
        {
            "docid": "26516852_3",
            "document": "The Legally Prohibited from Being Funny on Television Tour . O'Brien announced on March 11, 2010 via his Twitter account that he would embark on a 30-city live tour beginning April 12. Even with the unconventional marketing campaign of a single Twitter announcement, many locations sold out within hours of the tweet and additional shows were added on to meet demand. During the tour, O'Brien announced that his new show, \"Conan\", would debut on TBS in November 2010. A documentary following O'Brien during the tour, \"Conan O'Brien Can't Stop\", was released in June 2011.",
            "score": 37.56482458114624
        },
        {
            "docid": "2525385_24",
            "document": "Mac and Me . The film is part of a running gag by actor Paul Rudd. When appearing as a guest on \"Late Night with Conan O'Brien\" and O'Brien's later show \"Conan\", Rudd would perform a \"bait-and-switch\" by routinely showing the same clip from \"Mac and Me\" (in which Eric Cruise, watched by MAC, loses control of his wheelchair and falls off a cliff into a lake) instead of showing clips from the actual films he was ostensibly promoting. While giving an interview alongside \"\" co-star Chris Evans in 2016, Rudd expressed his appreciation of \"Mac and Me\"s \"blatant\" advertising of McDonald's, \"unearned\" positioning of Bobby Caldwell ballad \"Take Me (I'll Follow You)\", and inclusion of a fly landing on MAC's nose, declaring: \"I love it... it's so good\". Evans also professed to \"love\" the film, noting that he \"grew up on it\".",
            "score": 33.64647960662842
        },
        {
            "docid": "100506_2",
            "document": "Max Weinberg . Max Weinberg (born April 13, 1951) is an American drummer and television personality, most widely known as the longtime drummer for Bruce Springsteen's E Street Band and as the bandleader for Conan O'Brien on \"Late Night with Conan O'Brien\" and \"The Tonight Show with Conan O'Brien\".",
            "score": 37.473127365112305
        },
        {
            "docid": "3188339_8",
            "document": "The Denial Twist . Conan O'Brien makes a cameo appearance in the video; The White Stripes had been a week-long musical guest on \"Late Night with Conan O'Brien\" when they were promoting \"Elephant\". The square-headed O'Brien doll in the video was a reference to a similar one given to the comedian at the end of their week-long stay on the show. The plaster blow-up was actually created by Gondry.",
            "score": 35.431113719940186
        },
        {
            "docid": "16774115_17",
            "document": "The Tonight Show with Conan O'Brien . The guests for Conan O'Brien's first week as host were announced on May 22, 2009, with the first episode of \"The Tonight Show with Conan O'Brien\" including actor and comedian Will Ferrell, in addition to a musical performance of the song \"Got Some\" by guest Pearl Jam. The show's opening began with a nod to \"The Tonight Show Starring Johnny Carson\", beginning with the classic \"Laramie Peacock\" logo used during the 1960s and 1970s, and the announcement that \"the following program is brought to you in living color, on NBC\", a slogan that would be readopted by NBC soon after.",
            "score": 34.64989161491394
        },
        {
            "docid": "27114550_34",
            "document": "Young Justice (TV series) . On the program \"Conan\", Conan O'Brien visited Bruce Timm during one of his segments and they developed a super hero named The Flaming C. However, on several occasions, their original creation would be animated in preexisting sequences from \"Young Justice\" using the voice acting of whichever character Flaming C was placed over. These scenes were taken from \"Fireworks\", \"Welcome to Happy Harbor\", \"Schooled\", and \"Denial\". In the comic book \"Young Justice/Batman: The Brave & The Bold: Super Sampler\", the Team is seen watching the Flaming C on television.",
            "score": 24.84062910079956
        },
        {
            "docid": "16774115_41",
            "document": "The Tonight Show with Conan O'Brien . The \"expensive\" comedy bit continued on January 21, featuring 2009 Kentucky Derby winner Mine That Bird wearing a mink Snuggie watching restricted Super Bowl footage, which O'Brien claimed cost NBC $4.8 million. The final episode upped the ante further with a purported $65 million sketch, featuring a credit card-purchased fossil skeleton of a ground sloth from the Smithsonian Institution spraying Beluga caviar through a hose onto an original Picasso painting. In response to the Internet community's outcry over the expense of these sketches, O'Brien explained that the segments were a joke.",
            "score": 26.31616723537445
        },
        {
            "docid": "4221870_19",
            "document": "Conan O'Brien . On February 20, 2009, NBC aired the last episode of \"Late Night with Conan O'Brien\". The show consisted of a compilation of previous \"Late Night\" clips and included a surprise appearance by former sidekick Andy Richter. Will Ferrell, John Mayer, and the White Stripes also appeared. O'Brien ended the episode by destroying the set with an axe, handing out the pieces of the set to the audience, and thanking a list of people who helped him get to that point in his career. Among those thanked were Lorne Michaels, David Letterman, Jay Leno, and O'Brien's wife and children.",
            "score": 35.719114780426025
        },
        {
            "docid": "25805409_46",
            "document": "List of The Tonight Show with Conan O'Brien sketches . Inspired by a man who garned media attention for motorizing his recliner, Andy revealed that he'd motorized the podium from which he watches each episode. For the next few moments Andy would pilot his podium around the stage, often cutting in front of the camera and distracting Conan as he attempts to continue with the show.",
            "score": 28.2308030128479
        },
        {
            "docid": "23963855_12",
            "document": "The Simpsons 20th Anniversary Special – In 3-D! On Ice! . The special got an average Metacritic rating of 64. Robert Canning of IGN called the special \"Impressive\" saying that \"It's really just one big fan talking to a bunch of other fans (which includes the creators) about a series we all love. And heck, the special is worth a watch if only to hear how Conan O'Brien would write the ending to the longest running series in the history of television.\" Todd VanDerWerff of \"The A.V. Club\" gave the special a B−.",
            "score": 25.850486755371094
        },
        {
            "docid": "4221870_23",
            "document": "Conan O'Brien . On Thursday, January 7, 2010, NBC executive Jeff Zucker met with Jay Leno and Conan O'Brien to discuss how to get Leno out of prime time, where his ratings were lackluster, and back into late night, where O'Brien's ratings had collapsed before Leno's prime time series began. A proposal was made that would see O'Brien remain as host of \"The Tonight Show\", which would be moved to 12:05 am with Leno hosting a 30-minute show at 11:35 pm On January 10, NBC Universal Television Entertainment chairman Jeff Gaspin confirmed that \"The Jay Leno Show\" would indeed end at the start of the Winter Olympics on February 12, 2010, and be moved to 11:35 pm following the Olympics coverage. Sources familiar with the situation told the \"New York Post\" that O'Brien was unhappy with NBC's plan. On January 12, O'Brien released this statement: \"I sincerely believe that delaying \"The Tonight Show\" into the next day to accommodate another comedy program will seriously damage what I consider to be the greatest franchise in the history of broadcasting. \"The Tonight Show\" at 12:05 simply isn’t \"The Tonight Show.\"\" On January 21, 2010, it was announced that Conan had reached a deal with NBC that would see him exit \"The Tonight Show\" the next day. The deal also granted him $45 million, of which $12 million was designated for distribution to his staff, who had moved with Conan to Los Angeles from New York when he left \"Late Night\".",
            "score": 48.13924467563629
        }
    ],
    "r": [
        {
            "docid": "26516852_4",
            "document": "The Legally Prohibited from Being Funny on Television Tour . In January 2010, late-night talk show hosts Conan O'Brien and Jay Leno engaged in a public relations conflict over who should host \"The Tonight Show\". Due to low ratings for \"The Jay Leno Show\" and \"The Tonight Show with Conan O'Brien\", NBC announced a schedule change, moving Leno from 10:00 pm to 11:30 pm, and O'Brien from 11:30 pm to 12:00 am. This change resulted in a public outcry and public demonstrations largely in support of O'Brien. O'Brien indicated that he would quit his show and leave the network if NBC were to implement it, citing the \"destruction\" of the venerable franchise which had aired at or around 11:30 pm for over 60 years.",
            "score": 60.89912796020508
        },
        {
            "docid": "4221870_31",
            "document": "Conan O'Brien . On April 12, 2010, just hours before the start of his tour in Eugene, Oregon, O'Brien announced that he would host a new show on cable station TBS. The show debuted on November 8, 2010, and airs Monday through Thursday beginning at 11:00 pm ET/10:00 pm CT. O'Brien's addition moved \"Lopez Tonight\" with George Lopez back one hour to midnight ET/11:00 pm CT. Refusing at first to do to Lopez what had happened to him at NBC, O'Brien agreed to join the network after Lopez called to persuade him to come to TBS. In Canada, CTV would air the show and in Turkey, CNBC-e would air the show.",
            "score": 54.98069763183594
        },
        {
            "docid": "174688_2",
            "document": "Late Night with Conan O'Brien . Late Night with Conan O'Brien is an American late-night talk show hosted by Conan O'Brien that aired 2,725 episodes on NBC between 1993 and 2009. The show featured varied comedic material, celebrity interviews, and musical and comedy performances. \"Late Night\" aired weeknights at 12:37 am Eastern/11:37 pm Central and 12:37 am Mountain in the United States. From 1993 until 2000, Andy Richter served as O'Brien's sidekick; following his departure, O'Brien was the show's sole featured performer. The show's house musical act was The Max Weinberg 7, led by E Street Band drummer Max Weinberg.",
            "score": 49.99365997314453
        },
        {
            "docid": "174688_58",
            "document": "Late Night with Conan O'Brien . CNBC Europe used to air \"Late Night with Conan O'Brien\" on weeknights from 11:45 pm–12:30 am CET, with weekend editions on Saturdays and Sundays at 9:45 pm–10:30 pm CET. However, in March 2007, CNBC Europe decided to show only the weekend editions, and drop the weeknight editions, to make way for more business news programmes in their weeknight schedules.",
            "score": 48.66018295288086
        },
        {
            "docid": "4221870_23",
            "document": "Conan O'Brien . On Thursday, January 7, 2010, NBC executive Jeff Zucker met with Jay Leno and Conan O'Brien to discuss how to get Leno out of prime time, where his ratings were lackluster, and back into late night, where O'Brien's ratings had collapsed before Leno's prime time series began. A proposal was made that would see O'Brien remain as host of \"The Tonight Show\", which would be moved to 12:05 am with Leno hosting a 30-minute show at 11:35 pm On January 10, NBC Universal Television Entertainment chairman Jeff Gaspin confirmed that \"The Jay Leno Show\" would indeed end at the start of the Winter Olympics on February 12, 2010, and be moved to 11:35 pm following the Olympics coverage. Sources familiar with the situation told the \"New York Post\" that O'Brien was unhappy with NBC's plan. On January 12, O'Brien released this statement: \"I sincerely believe that delaying \"The Tonight Show\" into the next day to accommodate another comedy program will seriously damage what I consider to be the greatest franchise in the history of broadcasting. \"The Tonight Show\" at 12:05 simply isn’t \"The Tonight Show.\"\" On January 21, 2010, it was announced that Conan had reached a deal with NBC that would see him exit \"The Tonight Show\" the next day. The deal also granted him $45 million, of which $12 million was designated for distribution to his staff, who had moved with Conan to Los Angeles from New York when he left \"Late Night\".",
            "score": 48.139244079589844
        },
        {
            "docid": "1751628_6",
            "document": "Late night television in the United States . For a brief time in fall 2009, NBC followed a significantly different model in September 2009, following severe losses of audience for its scripted dramas. Jay Leno, formerly the host of NBC's long-running \"Tonight Show\" franchise, had moved his show to 10:00 p.m. Eastern Time, \"ahead\" of the local newscasts on most stations in a time slot that competes with CBS's and ABC's prime time programming (though Fox affiliates would have cut to post-primetime news or sitcom reruns by this time). Beginning in September 2009, Leno hosted \"The Jay Leno Show\", which was mostly similar to \"The Tonight Show with Jay Leno\" with a few adjustments. This made way for Conan O'Brien (formerly the host of \"Late Night\", another long-running NBC late night franchise) to take over \"The Tonight Show\", while Jimmy Fallon has assumed hosting duties for \"Late Night\". The remaining late night programs (\"Poker After Dark\" and \"Last Call with Carson Daly\") remained as is, and NBC warned its affiliates not to preempt or delay Leno for local news. After affiliates' fears of significantly lower ratings for local news were in fact realized, NBC announced it would indeed cancel its 10:00 p.m. experiment and move Leno back to his traditional start time of 11:35 (originally by moving \"The Jay Leno Show\", before rejoining as host of the latter show outright after O'Brien negotiated out of his contract with NBC due to problems over the network's original plan to shift \"Tonight\" a half-hour later to make room for Leno).",
            "score": 47.501617431640625
        },
        {
            "docid": "1240010_2",
            "document": "Conan (talk show) . Conan is a late-night talk show airing each Monday through Thursday at 11:00 p.m. eastern time on TBS in the United States. The hour-long show premiered on November 8, 2010, and is hosted by writer, comedian and performer Conan O'Brien, accompanied by his long-time \"sidekick\" Andy Richter. Describing itself as a traditional late-night talk show, \"Conan\" draws its comedy from recent news stories, political figures and prominent celebrities, as well as aspects of the show itself.",
            "score": 47.3223762512207
        },
        {
            "docid": "291049_10",
            "document": "The Tonight Show with Jay Leno . On January 7, 2010, multiple media outlets reported that effective March 1, 2010, \"The Jay Leno Show\" would move from the 10 pm (Eastern/Pacific Time) weeknight time slot to 11:35 pm and O'Brien's \"The Tonight Show with Conan O'Brien\" would move from 11:35 pm to 12:05 am. On January 12, 2010, O'Brien publicly announced in an open letter that he intended to leave NBC if they moved \"The Tonight Show\" to 12:05 am ET/PT to accommodate moving \"The Jay Leno Show\" to 11:35 pm Eastern/10:35 pm Central, due to poor ratings. After several days of negotiations, O'Brien reached a settlement with NBC that allowed him to leave NBC and \"The Tonight Show\" on January 22, 2010.",
            "score": 46.31620788574219
        },
        {
            "docid": "27078211_8",
            "document": "Khonani . \"Khonani\" was written by \"30 Rock\" co-producer Vali Chandrasekaran and directed by Beth McCarthy-Miller, a long-time television director who worked with series creator Tina Fey on the sketch comedy show \"Saturday Night Live\". This episode was Chandrasekaran's second writing credit, having co-written the \"Winter Madness\" episode that aired on January 21, 2010. This was McCarthy-Miller's eleventh directed episode. \"Khonani\" originally aired in the United States on April 22, 2010, on NBC as the eighteenth episode of the show's fourth season and the 76th overall episode of the series. The main plot regarding the two janitors—Subhas and Khonani—battling for the late-night shift at 11:30 p.m. closely mirrored the feud between television hosts Jay Leno and Conan O'Brien over the hosting job of \"The Tonight Show\". Similar to the feud, in this \"30 Rock\" episode, Khonani signed a contract five years ago to take over the 11:30 p.m. from Subhas and asked Jack Donaghy to make it happen, which Jack does. In September 2004, it was announced by the NBC network that Jay Leno would be succeeded by Conan O'Brien in 2009 as host of \"The Tonight Show\". Five years later, Leno would host his final episode of \"The Tonight Show\" in May 2009; similarly, Jack informs Subhas that Khonani will take over that shift. Subhas is not thrilled with this, resulting in Jack moving Subhas to the 10:00 shift; O'Brien took over as host of \"The Tonight Show\" in June 2009. NBC, afraid of losing Leno to another network, gave him a new nightly prime time series, \"The Jay Leno Show\", which premiered in September 2009 at 10:00 p.m. In \"Khonani\", as he begins his shift, Khonani is unhappy as there is no trash to pick up as it already has been collected by Subhas. As a result, Subhas goes back to the 11:30 shift, and Khonani leaves NBC to continue his janitorial duties at Foxwoods Resort Casino. \"The Jay Leno Show\" debuted to good ratings, however, as the show continued it would garner low ratings, resulting in NBC proposing that the show air at 11:35 p.m. and that \"The Tonight Show\" be moved to 12:05. O'Brien, however, rejected the timeslot. In January 2010, O'Brien reached a deal with the network that would see him leave \"The Tonight Show\" on January 22, 2010, and two months later Leno returned as host of \"The Tonight Show\" on March 1, 2010. In April 2010, O'Brien signed a deal with the cable network TBS to host a new late-night talk show.",
            "score": 46.12376403808594
        },
        {
            "docid": "16774115_31",
            "document": "The Tonight Show with Conan O'Brien . On January 10, NBC confirmed they would move Jay Leno out of primetime on February 12, and intended to move him to late-night as soon as possible. TMZ reported that O'Brien was given no advance notice of the change, and that NBC offered two choices: the hour-long 12:05 am time slot, or the option to leave the network. If O'Brien did choose to leave, Leno would likely regain the \"Tonight Show\" title as well as the full 11:35 pm to 12:35 am time slot. Another possibility was that NBC could pay O'Brien to refrain from working for another network, remain off-air, then have him resume as host once Leno retires. The day after the change was announced, \"The New York Times\" spoke with an anonymous FOX executive, who said that the company felt O'Brien \"would be a great fit for Fox.\" ABC had stated they felt no need to add O'Brien to their late night schedule, which already contained \"Nightline\" and \"Jimmy Kimmel Live!\".",
            "score": 45.088050842285156
        },
        {
            "docid": "174688_60",
            "document": "Late Night with Conan O'Brien . In September 2008, CNBC Europe changed the weeknight schedules to include full uncut editions of \"Late Night with Conan O'Brien\" broadcast in the 11:45 am CET/10:45 pm GMT 45 minute time slot. This schedule usually runs from Tuesdays to Fridays. CNBC Europe decided to stop broadcasting Late Night as of January 1, 2009, a mere two months before Conan's last show as host. Instead of following \"The Tonight Show\" reruns on weekends, CNBC now broadcasts two \"Tonight Show\" episodes in a row.",
            "score": 44.45105743408203
        },
        {
            "docid": "16774115_30",
            "document": "The Tonight Show with Conan O'Brien . On January 7, 2010, multiple media outlets reported that beginning March 1, 2010, Jay Leno would move from his 10 pm weeknight time slot to 11:35 pm, due to a combination of pressure from affiliates and both Leno's and O'Brien's poor ratings. The plan would have Leno's show shortened from an hour to 30 minutes. All NBC late night programming would be preempted by the 2010 Winter Olympics between February 15 and 26; a final decision about the programming changes was made by NBC on January 10. O'Brien's contract stipulated that NBC could move the show back to 12:05 am without penalty (a clause put in primarily to accommodate sports preemptions), leaving him with no apparent recourse other than resignation.",
            "score": 44.36545944213867
        },
        {
            "docid": "11415141_89",
            "document": "Masturbation . Another NBC show, \"Late Night with Conan O'Brien\", had a character known as the Masturbating Bear, a costume of a bear with a diaper covering its genitals. The Masturbating Bear would touch his diaper to simulate masturbation. Prior to leaving \"Late Night\" to become host of \"The Tonight Show\", Conan O'Brien originally retired the character due to concerns about its appropriateness in an earlier time slot. The Masturbating Bear however made his \"Tonight Show\" debut during the final days of Conan O'Brien's tenure as host of the \"Tonight Show\". It was clear by then that Conan O'Brien was being removed from the show and he spent his last shows pushing the envelope with skits that typically would not be appropriate for the \"Tonight Show\", one of which was the Masturbating Bear. After much debate on whether or not he would be able to be used on Conan O'Brien's new TBS show, \"Conan\", the Masturbating Bear made an appearance on the very first episode.",
            "score": 44.091068267822266
        },
        {
            "docid": "17108989_12",
            "document": "Late Night with Jimmy Fallon . The show's time slot briefly came under question during the 2010 \"Tonight Show\" conflict. Fallon announced that the show would be bumped to a 1:05 am start time, with the move of \"The Jay Leno Show\" to 11:35 pm and subsequent bump of \"The Tonight Show with Conan O'Brien\" to 12:05 am start. This proved to be false, as O'Brien refused the change, citing a reluctance to infringe upon \"Late Night\", and saying it would be \"unfair to Jimmy.\" Fallon was then next in line to succeed Leno, set to begin his stint on \"The Tonight Show\" on February 17, 2014. \"Saturday Night Live\" cast member and \"Weekend Update\" anchor Seth Meyers was announced as Fallon's replacement on \"Late Night\". The final episode of \"Late Night with Jimmy Fallon\" aired on February 7, 2014, the day of the start of the NBC coverage of the Winter Olympics. Andy Samberg and The Muppets were Fallon's final guests.",
            "score": 43.879783630371094
        },
        {
            "docid": "1751628_24",
            "document": "Late night television in the United States . Late night talk shows, once exclusive to network television, have begun to be included on cable channels as well in recent years due in part to the success of Comedy Central's \"The Daily Show with Jon Stewart\"; other late night cable talk shows such as \"Conan\", \"@midnight\", \"The Colbert Report\" and \"Chelsea Lately\" have also proven successful; however, late night talk/variety programs on cable have a slight advantage over their broadcast counterparts as most of them typically air at 11:00 p.m. Eastern Time, at the same time that most local broadcast stations air their late evening newscasts and 35 minutes before the major networks begin their late night network programming. These shows also have the advantage of not being subject to Federal Communications Commission guidelines, though internal network standards (in the case of advertiser-supported cable channels) generally result in these shows not being much more ribald than their network counterparts.",
            "score": 43.47134017944336
        },
        {
            "docid": "16774115_16",
            "document": "The Tonight Show with Conan O'Brien . In a high-profile announcement by NBC on September 27, 2004, it was officially declared that Conan O'Brien would take over as host of \"The Tonight Show\" in 2009, replacing Jay Leno, ending a seventeen-year run by Leno. This was accompanied by reports that Jay Leno had told Jeff Zucker, the President of NBC Entertainment, News & Cable Group, of his plans to retire that same year. Leno immediately explained on his show the following night that in having Conan take over the show, and announcing it years before the transition would take place, that he wanted to avoid the hardship that he had experienced in the dispute over retiring Johnny Carson's hosting duties between him and David Letterman in 1992. Further commenting about the announcement, Leno made it clear that Conan was \"certainly the most deserving person for the job.\" However, in 2008, while Leno was beginning to bring his show to a close, it was announced that Leno had changed his mind about retiring and would instead host a new prime-time variety show on NBC. \"The Jay Leno Show\" aired weeknights at 10:00 pm from September 14, 2009, until the show's cancellation on February 9, 2010.",
            "score": 43.46263122558594
        },
        {
            "docid": "10187530_18",
            "document": "In the Night Garden... . The show returned to the daily \"Bedtime Hour\" slot at 6:25 PM as of 30 August 2008, and began showing the second series (beginning with \"Slow Down Everybody\") on 1 September 2008. From December 2008, the show was moved again, this time to 6:00 PM. As of January 2010, it airs at 6.20 PM.",
            "score": 43.43585968017578
        },
        {
            "docid": "3317590_8",
            "document": "Bart Gets Famous . In the episode, Bart appears on the talk show \"Late Night with Conan O'Brien\". Conan O'Brien was a writer for \"The Simpsons\" during the fourth and early part of the fifth seasons. During the production of the episode, he received an audition to replace David Letterman as the host of \"Late Night\" on NBC, after Letterman defected to CBS. The writers decided that since the episode featured Bart getting famous, it would give them an opportunity to work in O'Brien's show. The part was written just after O'Brien's audition for \"Late Night\", but before he knew he was going to be the host. O'Brien recorded his part shortly after \"Late Night with Conan O'Brien\" premiered, but he believed NBC would have fired him before the episode aired. He described being a guest star on the show as \"really delightful\", adding that \"it's like being frozen in amber. I know people will be watching \"The Simpsons\" long after I'm dead.\"",
            "score": 43.01725769042969
        },
        {
            "docid": "29774150_3",
            "document": "Conan blimp . O'Brien's shift from NBC to TBS stemmed from the 2010 \"Tonight Show\" conflict between O'Brien and former \"Tonight Show\" host Jay Leno. The controversy occurred when, due to the low ratings of \"The Jay Leno Show\" and \"The Tonight Show with Conan O'Brien\", NBC announced that Leno would be moved from 10:00 p.m. to 11:35 p.m. and O'Brien would be moved from 11:30 p.m. to 12:05 a.m. The announcement occurred seven months after \"The Tonight Show with Conan O'Brien\"'s premiere, and over four years after it was made known that O'Brien would replace Leno as the \"Tonight Show\" host. Ultimately, NBC Universal chief Jeff Zucker's decision to reschedule O'Brien and Leno's time slots led to O'Brien's departure from the network and a public outcry from O'Brien's fans on social media sites like Twitter and Facebook.",
            "score": 42.89453125
        },
        {
            "docid": "25448337_26",
            "document": "Late-night talk show . On January 7, 2010, multiple media outlets reported that \"The Jay Leno Show\" would be moved from the 10 p.m. Eastern time slot to 11:35 p.m. and \"The Tonight Show with Conan O'Brien\" would be moved from 11:35 p.m. to 12:05 a.m. effective March 1, 2010, the first time in its history that the show would begin after midnight. On January 12, 2010, O'Brien publicly announced in an open letter that he intended to leave NBC if they moved \"The Tonight Show\" to anytime after midnight in order to accommodate moving \"The Jay Leno Show\" to 11:35 p.m. ET. He felt it would damage the show's legacy as it always started after the late local news since it began in 1954. After several days of negotiations, O'Brien reached a settlement with NBC that allowed him to leave \"The Tonight Show\" on January 22, 2010, ending his partnership with NBC after 22 years. Leno began his second tenure as host of \"The Tonight Show\" on March 1, 2010, after the 2010 Winter Olympics, but only after major controversy. Leno's second \"Tonight\" was taped at NBC's Studio 11 in Burbank, the former home of \"The Jay Leno Show\", with a modified version of that show's set. After leaving NBC, O'Brien began hosting his own late night talk show, \"Conan\", on TBS on November 8, 2010, after his non-compete clause had lapsed.",
            "score": 42.82063674926758
        },
        {
            "docid": "20643032_20",
            "document": "Television in Japan . While TV programs vary from station to station, some generalizations can be made. Most commercial television stations sign on between the hours of 4:00 AM and 5:00 AM every morning. Early morning hours are dominated by news programs, and these run from around 9:00 to 9:30 AM. They are then replaced by late morning shows that target wives who have finished their housework. These run to around 1:30 PM, at which time reruns of dramas and information programs that target the same age group start. On some stations at 4:00 PM, the young kid-oriented anime and TV shows start, and end around 7:00 PM or 8:00 PM. Evening news programs air as early as before 4:00 PM or before 5:00 PM and end at 7:00 PM, when the \"Golden Hour\" of TV shows start. 7:00 PM to 9:00 PM are the time periods into which TV stations pour the most resources. Appearing in this time slot is a certain sign that an actor or actress is a TV star. After 9:00 they switch over to Japanese television dramas and programs focusing on older age groups, which run till 10:00 or 11:00 PM. Stations run their late night news mostly at the 11:00 PM hour, and around midnight sports news programs run which target working ages. After these, programs for mature audiences run as well as anime that do not expect enough viewers if they were run earlier. Some commercial stations sign off between 2:00 AM and 3:00 AM every night; however, most stations affiliated with NNS or JNN broadcast 24 hours a day, with the sign off window replaced by a simulcast of their networks' news channel during the overnight hours. Other stations do filler programming to fill time before the start of early morning news. Commercial stations sometimes sign off on Sunday late nights or other days for technical maintenance. NHK is required to broadcast 24 hours a day, 7 days a week.",
            "score": 42.74363708496094
        },
        {
            "docid": "1240010_38",
            "document": "Conan (talk show) . From November 8, 2010 to August 30, 2013, the program aired in Canada on cable channel The Comedy Network on Monday to Thursday nights (Tuesday to Friday mornings) at midnight ET/PT, with a repeat on broadcast network CTV at 1:07 a.m. local time. The program was only initially announced for CTV, leading to some concern about the unusually late time slot, two hours after its airing in the United States for viewers in the Eastern Time Zone (the program airs on CTV Atlantic at 1:05 a.m. AT / 12:05 a.m. ET). This is due to local and national newscasts in the 11:00 p.m. hour, and CTV's commitments to \"The Daily Show with Jon Stewart\" at 12:05 a.m. and \"The Colbert Report\" at 12:35 a.m. CTV executives later said the program would likely air earlier on The Comedy Network, which is owned by CTV. However, that channel also had a conflict, since it has long aired both \"Daily\" and \"Colbert\" during the 11:00 p.m. ET hour, simulcasting the Comedy Central feed. The Comedy Network then attempted to move up both programs to 10:00 p.m. ET beginning in September 2010, presumably to make room for \"Conan\" at 11:00; however, there were intermittent \"technical difficulties\" with getting the shows in time for the earlier airing, particularly for a series of special live \"Daily\" episodes in late October, which meant re-runs were aired in their place. After viewer complaints about the missed episodes, Comedy elected to move both shows back to their previous timeslots, meaning that \"Conan\" was rescheduled on that channel to midnight, on a one-hour delay from TBS. On September 3, 2013, Much Music began broadcasting the program every Monday to Thursday at 11 p.m. ET (8 p.m. Pacific), though it was moved back to its time-delayed midnight airing the following month. The repeat on CTV was moved to 1:37 a.m. On September 3, 2014, the program began airing on Much at 12:30 a.m. after \"@midnight\". On January 9, 2017, \"Conan\" began airing at 11 p.m. ET again, only to again be moved back an hour to midnight in April of that same year. \"Conan\" aired on Much until September 1, 2017 and now solely airs on CTV.",
            "score": 42.44263458251953
        },
        {
            "docid": "56749920_10",
            "document": "Charmed (2018 TV series) . In the United States, \"Charmed\" is set to premiere on The CW on October 14, 2018. It will air on Sunday nights at 9:00 pm, with \"Supergirl\" as its lead-in at 8:00 pm. The pairing of \"Charmed\" and \"Supergirl\" will return the network to original programming on Sunday evenings for the first time since the 2008–09 television season. The CW president Mark Pedowitz explained, \"We wanted to have an established show on Sunday night. We wanted name value with \"Charmed\" on there. We felt that it was two shows that are empowered women. We were making a statement that we were not kidding, that we're not phoning it in on Sunday night, that we were going to compete.\"",
            "score": 42.35086441040039
        },
        {
            "docid": "10390162_25",
            "document": "The Jay Leno Show . In early January 2010, multiple media outlets reported that, following the 2010 Winter Olympics, \"The Jay Leno Show\" would be shortened to 30 minutes and begin airing weeknights at 11:35 pm ET, with Conan O'Brien and Jimmy Fallon's shows following it beginning at 12:05 am on March 1, 2010. On January 10, NBC Universal Television Entertainment Chairman Jeff Gaspin confirmed that \"The Jay Leno Show\" would indeed move to 11:35.",
            "score": 42.33635711669922
        },
        {
            "docid": "174688_59",
            "document": "Late Night with Conan O'Brien . On the week of August 4, 2008, however, CNBC Europe has discontinued showing the \"NBC Nightly News\", which for many years was shown live from America in a 12:30 am–1:00 am CET slot. \"Late Night with Conan O'Brien\" has now replaced \"NBC Nightly News\" in the 12:30 am–1:00 am slot. The weeknight editions are a 30-minuted condensed version of the show. The show follows the weeknight condensed version of \"The Tonight Show with Jay Leno\" which airs at 12:00 am CET.",
            "score": 42.314300537109375
        },
        {
            "docid": "3793438_39",
            "document": "Deal or No Deal (U.S. game show) . For season two, following a marathon of its premiere week, CNBC announced that \"Deal or No Deal\" re-airings would be back on Saturday nights starting October 14, 2006 at 8:00 PM, 11:00 PM, and 3:00 AM (all Eastern). In addition, reruns aired on CNBC every Tuesday and Wednesday at 8:00 PM, 11:00 PM, and 1:00 AM. The reruns are not necessarily repeats of the most-recent episodes—many of these episodes are selected at random, and may have been previously seen several months after its initial broadcast. Additionally, reruns have sporadically aired on Game Show Network (GSN) started airing reruns of the show in production order.",
            "score": 42.14839172363281
        },
        {
            "docid": "869611_11",
            "document": "Andy Richter . On February 24, 2009, it was announced that Richter would be joining Conan O'Brien once again as the announcer for \"The Tonight Show with Conan O'Brien\" in Los Angeles. Richter frequently appeared in comedy sketches on the show and often commented and interacted with Conan during the opening monologue; he was also part of the show's writing staff. In mid-December 2009, Richter also began joining Conan on the couch during the celebrity interviews, much like he did in his former sidekick role on \"Late Night\". Richter said he enjoyed having a steady paycheck again and not having to deal with production companies while developing television shows. Richter said, \"Now I'm so happy to be back and making TV every night, not asking permission from somebody and waiting six months to get their sparklingly clear and cogent notes. And then wait another month for them to get back from Hawaii and say, 'Yes, now we can go make television.' I felt like a plumber who kept going into the building and saying, 'Can we put some pipes together?' and watching my wrenches gather dust.\"",
            "score": 41.76333236694336
        },
        {
            "docid": "25824966_3",
            "document": "2010 Tonight Show conflict . \"The Tonight Show with Conan O'Brien\" and \"The Jay Leno Show\" failed to attract immediate viewers, and NBC affiliates, seeing their viewership decline, grew restless. NBCUniversal CEO Jeff Zucker, alongside chairman Jeff Gaspin and executive Rick Ludwin, created a remedy: move Leno back to his 11:35 pm start time and bump O'Brien a half-hour later, to 12:05 am. O'Brien and his staff were both disappointed and furious; when it became clear O'Brien would not agree to the proposed changes, the situation grew heated. Though not a breach of either host's contract, the change resulted in a public outcry and public demonstrations largely in support of O'Brien. O'Brien's public statement that he would \"not participate in the destruction of \"The Tonight Show\"\" led to negotiations with NBC for a settlement. O'Brien and his staff received US$45 million to walk away from the network, with his final \"Tonight Show\" airing January 22, 2010; Leno was reinstated as host that March, while after a contractual seven-month ban on appearing on television, O'Brien moved to TBS to host \"Conan\".",
            "score": 41.253013610839844
        },
        {
            "docid": "1240010_11",
            "document": "Conan (talk show) . Following the 2010 \"Tonight Show\" conflict, O'Brien announced on the first day of The Legally Prohibited from Being Funny on Television Tour that he had signed a deal with cable network TBS to host a talk show on their late-night lineup, beginning in November 2010. Before the deal was announced, O'Brien initially had reservations about the move, as it would place comedian George Lopez's show, \"Lopez Tonight\", one hour later to midnight, effectively doing to Lopez what NBC had wanted to do with O'Brien. However, Lopez reportedly called O'Brien and expressed his excitement about the move. Lopez went on to state, \"I can't think of anything better than doing my show with Conan as my lead-in It's the beginning of a new era in late-night comedy.\" In an official press release by Turner Broadcasting, it stated that O'Brien had only begun negotiations a week prior to the official announcement of the show. Steve Koonin, President of Turner Entertainment Networks, went on to comment of the announcement, \"Conan has been the comedic voice for a generation. TBS already has a huge audience of young comedy lovers, and Conan's show will give these fans even more reasons to watch our network.\"",
            "score": 41.129371643066406
        },
        {
            "docid": "182532_50",
            "document": "Alec Baldwin . During his appearance on the comedy late night show \"Late Night with Conan O'Brien\" on December 11, 1998, eight days before President Bill Clinton was to be impeached, Baldwin said, \"If we were in another country ... we would stone Henry Hyde to death and we would go to their homes and kill their wives and their children. We would kill their families, for what they're doing to this country.\" Baldwin later apologized for the remarks, and the network explained that it was meant as a joke and promised not to re-run it.",
            "score": 41.05023193359375
        },
        {
            "docid": "1999936_4",
            "document": "Free Talk Live . The first broadcast was broadcast on November 3, 2002 from 7:00 PM to 11:00 PM in Sarasota, Florida. \"Free Talk Live\" became a weeknight show from 7:00 PM to 10:00 PM. After the radio station changed format in June 2003, the show was available only on Internet radio until it was picked up by WTMY, an AM radio station in Sarasota. The show began syndication program in September 2004. \"Free Talk Live\" currently airs seven nights per week from 7:00 PM to 10:00 PM Eastern time on over 120 radio and five television affiliates carrying audio simulcasts. In addition to over-the-air radio/TV, the show broadcasts on several internet radio affiliates and XM Satellite Radio channels 166 and 165, on weekdays and weekends respectively.",
            "score": 41.04920196533203
        },
        {
            "docid": "16774115_4",
            "document": "The Tonight Show with Conan O'Brien . In January 2010, after the show had been on the air for seven months, it was announced that NBC was intending to move Jay Leno from primetime back to his original timeslot at 11:35 pm, with O'Brien's show starting shortly after midnight. In response to the announcement, O'Brien released a press statement saying that he would not continue as host of \"The Tonight Show\" if it was moved to any time after midnight to accommodate \"The Jay Leno Show\". He feared it would ruin the long and rich tradition of \"The Tonight Show\", which had been on after the late local newscasts from the beginning. After two weeks of negotiations, NBC announced that they had paid $45 million to buy out O'Brien's contract, ending both his tenure as host as well as his relationship with NBC after 22 years.",
            "score": 40.876564025878906
        }
    ]
}