{
    "q": [
        {
            "docid": "20595373_31",
            "document": "List of Soulcalibur characters . Reception to Charade has been mixed. Netjack<nowiki>'</nowiki>s Steve Lubitz described Charade as \"Weapon Master, only uglier\" and cited a lack of creativity with the design. The sentiment was shared by Deeko<nowiki>'</nowiki>s review of \"Soulcalibur II\", who said that Charade felt like a new character that used \"old character moves and tactics\". Other reviewers of \"II\" repeated the sentiment, noting Charade as one of several \"Doppelgänger\" fighters in the title that filled in another character's role. On the other hand, UGO's Doug Trueman cited Charade as a character that \"[added] something spectacular to the \"Soul Calibur\" pantheon.\" and additionally received mention in UGO's \"Top 11 Soul Calibur Fighters\" article, losing to Olcadan only due to Olcadan's owl-inspired design.",
            "score": 51.28095030784607
        },
        {
            "docid": "30624551_6",
            "document": "Faust (2011 film) . Faust cannot resist the idea of spending a night with Gretchen. Yet Mauricius demands nothing less than Faust's soul in return. Faust even has to sign the contract with his own blood. Now living on borrowed time, Faust can hit on Gretchen, but he is haunted by penitence and fear. Finally Faust cannot bear Mauricius' nihilistic comments anymore. Overwhelmed with wrath, he buries Mauricius under rocks and finds himself lost in the middle of nowhere.",
            "score": 23.696147918701172
        },
        {
            "docid": "20595373_39",
            "document": "List of Soulcalibur characters . is the secret final boss of \"Soulcalibur III\", replacing the normal final boss Abyss if certain requirements are met. Its appearance has been a mystery as it is not player-controllable, is given very little mention in-game (its profile only stated that it is the result of Soul Edge and Soul Calibur fusing with Nightmare's remains), and does not appear or mentioned in future games. The official artbook of \"Soulcalibur V\" mentions the creature as the personification of \"Catastrophe\" residing in Astral Chaos who is very powerful that even Soul Calibur's creator, Algol avoids confronting it for the time being.",
            "score": 21.72459626197815
        },
        {
            "docid": "7211083_27",
            "document": "Soulcalibur . Four years later, Nightmare had begun on his Soul Edge ritual again in his old castle, wanting to resurrect Soul Edge, but his ritual was interrupted by an exiled French nobleman, Raphael Sorel. Although Raphael was utterly defeated, he was able to penetrate Soul Edge, which gave Siegfried and Soul Calibur the time to break free of its control fully. Soul Edge was then pierced by Siegfried using Soul Calibur, trapping them in the \"Soul Embrace\". While things seemed to go normal afterwards, Zasalamel had returned to try and free both swords, intending to use their power to break his cycle of reincarnation induced by Soul Calibur. He managed to do so, and Inferno took a physical form to become the \"second Nightmare\". Siegfried clashed with this new Nightmare, but was wounded in the process and had to be healed by Soul Calibur, tying him with it permanently, while Soul Edge was cast to the void to heal itself. The clash of Soul Edge and Soul Calibur had awakened Algol from his slumber, who rose the Tower of Remembrance to wait for warriors to challenge him. Meanwhile, Nightmare, with his servant Tira, wanting to gather the Soul Edge fragments to complete Soul Edge, forced several warriors, including Astaroth, Sophitia, and Voldo into servitude, while Siegfried, having recovered, set out to confront Nightmare. The two clashed for the second time in the Tower of Remembrance, where Siegfried managed to destroy both Nightmare and Soul Edge, seemingly once and for all.",
            "score": 25.39230167865753
        },
        {
            "docid": "7211083_25",
            "document": "Soulcalibur . A long time ago, an ordinary sword was soaked with blood through the endless battles of its era, causing the sword to be corrupted and becoming sentient by its own, which earned it the name \"Soul Edge\". No one dared to wield the sword without getting corrupted by its evil spirit, and only the Hero King, Algol can wield it without getting possessed. However, Algol's son, jealous of his father's feat, wielded the sword and became corrupted. Algol destroyed both his son and the sword, from which he then made a weapon in grief, naming it \"Soul Calibur\". He was sacrificed to complete the sword's ritual which would then be protected by a cult; no one knew that Soul Edge would reform on its own later on. Soul Calibur itself was lost after it was stolen by a member of the cult, Zasalamel.",
            "score": 43.72371172904968
        },
        {
            "docid": "1935120_7",
            "document": "Yoshimitsu . An ancestor of Yoshimitsu with the same name first appears in Namco's \"Soulcalibur\" series in 1998's \"Soulcalibur\". After refusing power-hungry lord Oda Nobunaga's offer of alliance, Yoshimitsu discovers his village has been destroyed. In a battle with Nobunaga's army, Yoshimitsu loses his arm. He subsequently sets out to find the fabled weapon Soul Edge in order to have revenge against Nobunaga. In meditation, Yoshimitsu decides that if he were to give in to his hatred, he would be no better than Nobunaga or Nightmare. When he reaches the castle where Soul Edge is, he discovers it has been locked away with Soul Calibur.",
            "score": 28.103318214416504
        },
        {
            "docid": "3899137_20",
            "document": "Weaponlord . Namco informed the developers that they would not be working on a sequel to \"Weaponlord.\" The game's weapon and parry mechanics was shown to Namco; Goddard and Winstead believe that the gameplay became the basis for \"Soul Edge/Calibur\" games.",
            "score": 32.58725333213806
        },
        {
            "docid": "3318391_13",
            "document": "Tira (Soulcalibur) . Tira was featured as one of the girls in GameDaily's article \"Babes of the Week: \"Soul Calibur\" Hotties\", describing her as \"one of the more dangerous-looking women introduced in the \"Soul Calibur\" series\" and \"an essential new addition to the series\"; GameDaily also included Tira in the list of \"Top 50 Hottest Game Babes\" at number 19, praised for her \"part goth and part carnival performer\" design as well as her revealing appearance, later drawing mention also in the article \"Babe of the Week: Chicks with Baggage\" due to her mental instability. UGO.com ranked Tira number six in their list of \"Top 11 Soulcalibur Fighters\", noting a liking of her weapon of choice and describing her as \"a force to be reckoned with...also quite the hottie in a dangerous, 'forbidden fruit' sort of way.\" Mania.com named her one of the \"Top 10 Hot But Mostly Bothered Video Game Females\", placing fifth on the list and described as \"unquestionably hot\", though noted as frightening due to the character's fascination with death. Magazine publications have also featured her in a context revolving around her attractiveness, such as \"play\"<nowiki>'</nowiki>s \"Girls of Gaming 5\" annual publication.",
            "score": 37.14250135421753
        },
        {
            "docid": "328198_20",
            "document": "Philadelphia Soul . Though originally not as important as the rivalries with the Power and Desperados, the Cleveland Gladiators would soon become the Soul's biggest rival. The rivalry started in 2008 when the Gladiators moved from Las Vegas to Cleveland, moving them into the same division as the Soul. In their first ever meeting, the Gladiators defeated the Soul 63-35. For the 2017 season, the AFL abolished the conferences, and the Soul and Gladiators played four games against one another, with Philadelphia winning all four. The Gladiators announced that they would not play the 2018 or 2019 seasons due to renovations on Quicken Loans Arena that will require it to close during the basketball off-season.",
            "score": 27.15522027015686
        },
        {
            "docid": "649307_12",
            "document": "Operation Sandstone . More efficient weapons would require less efficient initiators. This meant that less polonium would be required. At the time of Sandstone, the national stockpile of polonium-beryllium initiators consisted of 50 A-Class initiators, with more than 25 curies of polonium, and 13 B-Class initiators with 12 to 25 curies. During Sandstone, at least one test would be conducted with a B-Class initiator.",
            "score": 29.03719162940979
        },
        {
            "docid": "20595373_3",
            "document": "List of Soulcalibur characters . The \"Soul\" series is a weapon-based fighting game franchise developed by Namco Bandai's Project Soul division and consists of eight games: \"Soul Edge\", \"Soulcalibur\", \"Soulcalibur II\", \"Soulcalibur III\", \"Soulcalibur Legends\", \"Soulcalibur IV\", \"\" and \"Soulcalibur V\". Set in the 16th century, the plot of the games revolve around Soul Edge, a cursed sword able to possess its wielder and devour souls. Its spirit is called Inferno, and his avatar/host is called Nightmare. Soul Calibur, a holy sword and Soul Edge's antithesis, also has a spirit called Elysium.",
            "score": 39.44024419784546
        },
        {
            "docid": "17257687_9",
            "document": "Gladiators (2008 Australian TV series) . The barrier test was so successful at vetting would-be Gladiators & Challengers that less than 10% of applicants successfully completed the first event known as the Grunt Challenge. The challenge required participants to do a burpee style exercise (Grunts) to a cadence called by Chief himself. Prospective Challengers were required to complete a minimum of 75 Grunts to pass through to the next event, whereas Gladiators were required to complete 100 Grunts.",
            "score": 26.640395402908325
        },
        {
            "docid": "1140805_5",
            "document": "Strip search . In order to bypass the legal reasonable suspicion requirement, and because strip searches can be humiliating, the search is often made less overt, as part of an intake process, that includes a mandatory shower. For example, most prisons also include a mandatory shower along with a change of clothes. The shower serves to make the strip search less blatant as well as providing the additional benefit of removing contamination (in addition to removing weapons or other contraband). Many shelters require new arrivals to hand over all their clothing for a wash, as well as requiring them to have a shower. These rules also enable a discreet check for weapons or other contraband, with less legal implications, being less objectionable because the requirement is applied to everyone entering a facility. It is less offensive to clients than requiring them to undergo an overt strip search.",
            "score": 47.11004328727722
        },
        {
            "docid": "39716504_6",
            "document": "Mark 21 Mod 2 torpedo . Kingfisher C was a more developed version, carried by a powered missile, the AUM-2 \"Petrel\". This offered greater range, but then required its own guidance too. The choice was made, early on, that this would be one of the newly developed jet engines rather than the simpler rocket motors used by the British – the Fairchild J44 engine finally chosen did not run until 1948. Once WWII was over, the need for the weapon was less urgent and development slowed.",
            "score": 34.77341890335083
        },
        {
            "docid": "7211083_3",
            "document": "Soulcalibur . The central motif of the series, set in a historical fantasy version of the 16th century, are mythical swords, the evil weapon called 'Soul Edge' and the subsequent sword used to oppose this evil, 'Soul Calibur'. While it has developed during its various iterations, some of the characters and gameplay elements have remained consistent throughout the series. It is one of the most popular and successful franchises in the fighting game genre.",
            "score": 42.5571608543396
        },
        {
            "docid": "20595373_52",
            "document": "List of Soulcalibur characters . is the physical manifestation of Soul Calibur, taking the form of an angelic woman who, due to Patroklos's influence, resembles Sophitia. Her goal is to destroy everything related to Soul Edge and will do anything to achieve it, even if it means by destroying the innocent \"malfested.\" She guides Patroklos to destroy Soul Edge using Soul Calibur with the promise that she will help him find his sister Pyrrha, though she already knows that Pyrrha is a malfested and must be vanquished. She is successful in convincing Patroklos to kill Pyrrha, though Edge Master's giving of a second chance prevents Patroklos from doing so. Angry, she traps Patroklos in a crystal and confronts him in his subconscious to reveal her intentions and tries to possess Patroklos in order to destroy Soul Edge, though in the end she is defeated and eventually destroyed by Patroklos and Pyrrha along with Soul Calibur.",
            "score": 19.519193291664124
        },
        {
            "docid": "226090_7",
            "document": "Cutlass . Although also used on land, the cutlass is best known as the sailor's weapon of choice. A naval side-arm, its popularity was likely because it was not only robust enough to hack through heavy ropes, canvas, and wood, but short enough to use in relatively close quarters, such as during boarding actions, in the rigging, or below decks. Another advantage to the cutlass was its simplicity of use. Employing it effectively required less training than that required to master a rapier or small sword, and it was more effective as a close-combat weapon than a full-sized sword would be on a cramped ship.",
            "score": 47.64523148536682
        },
        {
            "docid": "7211083_28",
            "document": "Soulcalibur . Seventeen years later, however, Soul Edge had reformed itself, as did Nightmare, who had possessed a swordsman and became the king of Hungary under the alias \"Graf Dumas\". His former servant, Tira, did not accept him and intended to search for a new vessel for Soul Edge. She eventually found her now-dead nemesis, Sophitia's daughter, Pyrrha Alexandra, whom she had once kidnapped to blackmail Sophitia, who had Soul Edge's power in her blood. Though successful in advising her to attack and kill the people who had ostracized her, Tira was confronted by Pyrrha's long-lost brother, Patroklos Alexander, formerly a warrior under Graf Dumas, who had made his life's goal to find his sister and avenge his mother's murder. While he was able to bring her back, they were confronted by Nightmare and Pyrrha awakened her Soul Edge powers. She was disappointed when Patroklos was hesitant in accepting her, and decided to follow Tira again. Patroklos was named as Soul Calibur's new wielder afterwards by Siegfried and also purified the holy sword through the help of several Asian warriors, before going on an all-out battle in Europe. Nightmare was eventually killed by Siegfried's subordinate, Z.W.E.I., who was immediately wounded by the possessed Pyrrha, who proceeded to battle Patroklos. Patroklos accidentally killed his sister, but was given a second chance by Edge Master to purify Pyrrha without killing her. However, Patroklos was trapped subconsciously to fight Soul Calibur's spirit, Elysium, the one who had guided him all this time, as she was angry at him for sparing his malfested sister. After defeating Elysium, he alongside Pyrrha pierced Soul Calibur with Soul Edge, after which he accepted to live with his sister regardless of who she is.",
            "score": 16.464394092559814
        },
        {
            "docid": "1391901_5",
            "document": "Priscus (gladiator) . Gladiatorial fights did not always end with death of a participant. A gladiator could raise a finger or surrender his weapon to the opponent to signal his willingness to concede defeat. And imposition of \"missio\" would require that the conceding gladiator return to continued fight training. Missio was initiated following the spirit of the attendees with a reprieve from the match ending in a death. The fighters could initiate ending of the match requesting that the match be declared a draw as supported by the crowds. Gladiatorial surrender was not common since it was held in disdain.",
            "score": 35.39184498786926
        },
        {
            "docid": "7211083_6",
            "document": "Soulcalibur . Wikipedia uses a standardized naming convention of Soulcalibur for all games in the series except for the original \"Soul Edge\" (also known as \"Soul Blade\"). However, most usages of \"Soulcalibur\" are officially written as SoulCalibur or Soul Calibur (abbreviated to SC), and even SOULCALIBUR in all capital letters as it is used in the games' documentation and official websites but not in logos and only since \"Soulcalibur III\" (including for \"Soulcalibur Legends\", written as \"SOULCALIBUR Legends\"). Various western media outlets usually use either \"Soulcalibur\" or \"Soul Calibur\".",
            "score": 18.799635410308838
        },
        {
            "docid": "9054221_2",
            "document": "List of Roman gladiator types . There were many different types of gladiators in ancient Rome. Some of the first gladiators had been prisoners-of-war, and so some of the earliest types of gladiators were experienced fighters; Gauls, Samnites, and \"Thraeces\" (Thracians) used their native weapons and armor. Different gladiator types specialized in specific weapons and fighting techniques. Combatants were usually pitted against opponents with different, but more or less equivalent equipment, for the sake of a fair and balanced contest. Most gladiators only fought others from within the same school or Ludus, but sometimes specific gladiators could be requested to fight one from another Ludus.",
            "score": 43.97192668914795
        },
        {
            "docid": "20595373_45",
            "document": "List of Soulcalibur characters . hails from an ancient tribe that was tasked with the protection of the holy sword Soul Calibur by Algol. Angered by the tribe's restrictions, he tried to take Soul Calibur but was caught and exiled. Pursuing the sword he gained the ability to reincarnate, though eventually yearned to die for good. Tracking down Soul Edge, he manipulated events so that Soul Calibur would come to him, serving as the main antagonist of \"Soulcalibur III\". Hoping to use the combined energies of the swords to end his existence, he was instead transformed into a monster called Abyss. During these events he had a vision of the future, and desiring to see it firsthand he returned to life, acting in \"Soulcalibur IV\" to protect the swords in case their destruction broke his cycle of reincarnation. His further fate afterward is unknown, as he is given no mention in \"Soulcalibur V\". He is set to appear in \"Soulcalibur VI\", which revisits the events of the first \"Soulcalibur\" game.",
            "score": 23.981829166412354
        },
        {
            "docid": "12406739_7",
            "document": "List of American Gladiators events . In the first half of season one, there were four safe zones consisting of a pillbox (where the contender started the event, weapon in hand), a burnt out building, a thatch bush, and two oil drums, and four weapons (see chart below). If the contenders hit the bull's eye on the target, which was located at the foot of the Gladiator's platform, they would receive 100 points. Hitting the outer rim was worth less points, originally 60 and rising to 75 by the end of the season. If the contenders failed to hit the target in four tries but still had time on the clock, they could earn 30 points and a draw by taking cover in the last safe zone and avoiding being hit.",
            "score": 48.10677909851074
        },
        {
            "docid": "2780115_15",
            "document": "Necrid . Other reviewers praised the character's gameplay and design. An editor for the video game website GameZone wrote that his attacks compensated for his appearance and described him as \"cool\", while also praising both his weapon and fighting style. Adam Sessler and Morgan Webb of \"X-Play\" stated that, while Necrid did not seem to fit the aesthetic, the character did have some appeal. UGO's Doug Trueman stated Necrid's weapon had to be \"seen to be believed\", and described him among other new characters as \"[adding] something spectacular to the \"Soul Calibur\" pantheon\". Tim Rogers of website \"Insert Credit\" called Necrid \"a work of digital art both in form and function\" and added that \"as far as console-only characters go—everybody wins with Necrid\". Despite their negative remarks, an editor for IGN listed Necrid as eighth on their list of the top ten characters contributed to the \"Soulcalibur\" games by designers outside Namco and wrote that while they felt the character's gameplay was unbalanced, it added to Necrid's appeal; the editor wrote \"what do you expect from a man who shares a symbiotic relationship with the very energy that powers Soul Edge? If you needed to clean house in [\"Soulcalibur II\"], Necrid was the man for the job.\"",
            "score": 40.58020901679993
        },
        {
            "docid": "2047211_16",
            "document": "Soulcalibur III . The console version of the game was first released in North America on October 25, 2005. A soundtrack for the game was released as \"Soulcalibur III Original Soundtrack - Legend of Sounds\". Two guide books were released in Japan in November–December 2005: \"Famitsu\"'s \"Soul Calibur III Starting Guide Book\" and Namco's own \"Soul Calibur III Official Complete Guide\".",
            "score": 16.349143981933594
        },
        {
            "docid": "28640088_33",
            "document": "Gladiator Begins . In the arena, the player can prepare their gladiator with the proper equipments and move sets and choose from the available matches to enter. During the match, the player will attack with armed weapons or with their bare hands at other gladiator opponents. Gladiators can knock off other gladiator's weapons and armors and pick them up to use it in their favor. During different arenas and matches, there will be some replicated themes such as the battle aboard a ship and animals like tigers and elephants to fight against. After winning a match, the player will earn money and AP and return to hub area to prepare for the next day or move on with the story.",
            "score": 57.78768348693848
        },
        {
            "docid": "19826868_3",
            "document": "List of awards and nominations received by Chris Brown . In 2007, he received twelve nominations but did not win any awards. In 2008, Brown has received forty-one nominations and won sixteen, including Favorite Male Pop/Rock Artist, Favorite Soul/R&B Male Artist and Artist of the Year at the American Music Awards; Best Male R&B Artist at the BET Awards; Best Heartbreak Video for \"No Air\" at the BET Pre-Awards; Best International Act and Best R&B/Soul at the MOBO Awards; Best Male Video for \"With You\" at the MTV Video Music Awards; Best Male Artist at the NAACP Image Awards; Favorite Male Singer at the Nickelodeon Kids' Choice Awards; Best R&B Artist at the Ozone Awards; Choice Music Hookup for \"No Air\", Choice Music: Male Artist, Choice Music: R&B Artist, Choice Music: R&B Track for \"Forever\" and Choice Music: Rap/Hip Hop Track for \"Shawty Get Loose\" at the Teen Choice Awards. In 2010, he won the AOL Fandemonium Award at the BET Awards. Overall, Brown has won 82 awards from 266 nominations.",
            "score": 15.890737533569336
        },
        {
            "docid": "690278_22",
            "document": "Choice . Maximizers are less happy in life, perhaps due to their obsession with making optimal choices in a society where people are frequently confronted with choice. One study found that maximizers reported significantly less life satisfaction, happiness, optimism, and self-esteem, and significantly more regret and depression, than did satisficers. In regards to buying products, maximizers were less satisfied with consumer decisions and were more regretful. They were also more likely to engage in social comparison, where they analyze their relative social standing among their peers, and to be more affected by social comparisons in which others appeared to be in higher standing than them. For example, maximizers who saw their peer solve puzzles faster than themselves expressed greater doubt about their own abilities and showed a larger increase in negative mood. On the other hand, people who refrain from taking better choices through drugs or other forms of escapism tend to be much happier in life.",
            "score": 33.08400213718414
        },
        {
            "docid": "3335114_11",
            "document": "Giacomo di Grassi . For a medium weapon (a short spear, a bayoneted gun or a two-handed sword), requiring two hands, the left hand grabs near the buttstock and the right a comfortable distance ahead of it, about one foot up to give an estimation. The left hand is either squarely in front of the lower belly, or it is closer to the left hip, depending on how long the weapon is compared to the user’s height. The point is comfortably stretched out towards the opponent’s neck or upper chest. The stance is more square than for the short weapon, although the right foot is still forward somewhat. To thrust, the right and left hands both push forward together, but the right hand then releases its grip to allow the left to keep pushing the weapon out to its fullest extent. At the same time, the left foot is brought from behind to step far forward in front of the right foot, and finally the right foot is shifted forward and to the left to align it with the point of the weapon and the left foot. The left hand must then pull the weapon back so that the right hand can grab it and return to the on guard position described above. The feet go through a reverse pattern of what they just did to return the body to its initial position. This is a more complex movement than with the short weapon, and so takes much drill to become comfortable with.",
            "score": 65.18018352985382
        },
        {
            "docid": "35757696_7",
            "document": "Deadliest Warrior (season 1) . The Gladiator catches up, and attacks with trident and net. The Apache tries to block with his shield, but it is thrown aside by the trident. The Apache swings his tomahawk at the Gladiator. The two fight hand-to-hand, but the Gladiator kicks the Apache to the ground. He advances with his trident while the Apache tries to avoid the weapon. The trident gets stuck in a tree branch, but the Gladiator quickly frees it and continues to attack. With few options left, the Apache tries a run. The Gladiator, however, quickly throws his net, tripping and ensnaring the Apache. The Gladiator throws the trident at the Apache, but he just manages to roll away and escape from the net. He throws a tomahawk, which sails past the Gladiator's helmet.",
            "score": 53.54289960861206
        },
        {
            "docid": "22597264_3",
            "document": "Scissor (gladiator) . German historian and experimental archeologist Marcus Junkelmann has propagated an idea, based on an unlabeled, unclear image that he decided might be a scissor, that this type of gladiator fought using a weapon consisting of a hardened steel tube that encased the gladiator's entire forearm, with the hand end capped off and a semicircular blade attached to it. A handle inside the tube might have allowed the gladiator to maintain control in the heat of battle.  This weapon might have been both deadly and versatile; the gladiator could use his protected arm to block his opponent's blows and quickly counterattack, the shape of the blade being such that even the slightest touch could cause a serious wound.",
            "score": 51.326072692871094
        },
        {
            "docid": "1707475_8",
            "document": "Felix Faust . Over the years, Faust's hunger for magical power proved very costly to him. He has bargained his soul for knowledge away on many occasions, only to buy it back later when his acquisitions failed to help him meet his goals; every time, he'd end up worse than before. Eventually, he found it difficult to find any mystics willing to purchase his tarnished soul. Finally, he tried to trick Neron into giving him power by offering the pure soul of an innocent girl he murdered in lieu of his own. Unfortunately for him, Neron saw through the ruse and punished Faust by setting the girl's vengeful spirit upon him. For a time, Faust's damned soul languished in a hellish plane for magicians who had abused or ignored the laws of magic.",
            "score": 20.03261685371399
        }
    ],
    "r": [
        {
            "docid": "30949252_6",
            "document": "Risen 2: Dark Waters . In combat, the player character has two weapon slots. In the right hand the player wields their bladed weapons such as a cutlass or a two-handed rifle while in the left hand is the secondary item such as a pistol or non-damaging items like throwing sand to blind opponents or trained wildlife. Weapons can be switched quickly or items like health provisions can be used through a separate tab of hot keys on the PC version. Throwing weapons like spears however requiring aiming with both hands.",
            "score": 76.98548126220703
        },
        {
            "docid": "2529634_34",
            "document": "Ancient Macedonian army . Each phalangite carried as his primary weapon a \"sarissa\", which was a type of pike. The length of these pikes was such that they had to be wielded with two hands in battle. The traditional Greek hoplite used his spear single-handed, as the large \"hoplon\" shield needed to be gripped by the left hand, therefore the Macedonian phalangite gained in both weapon reach and in the added force of a two handed thrust. At close range, such large weapons were of little use, but an intact phalanx could easily keep its enemies at a distance; the weapons of the first five rows of men all projected beyond the front of the formation, so that there were more spearpoints than available targets at any given time. The men of the rear ranks raised their sarissas so as to provide protection from aerial missiles. A phalangite also carried a sword as a secondary weapon for close quarter fighting should the phalanx disintegrate. The phalanx, however, was extremely vulnerable in the flanks and rear.",
            "score": 69.34365844726562
        },
        {
            "docid": "43013126_10",
            "document": "Bloodborne . The player may only wield two melee weapons and two secondary weapons at one time. Most melee weapons, called Trick Weapons, can transform into an alternate state; each state encourages a different approach to combat. For example, the Hunter Axe in its initial state is wielded with one hand and can be used to quickly dispatch enemies in cramped areas, but when transformed into its secondary state, it becomes an extended two handed weapon more suited for crowd control. With most Trick Weapons, one state is usually a slower, bigger weapon, that deals heavier damage per hit, while the other state is smaller, faster, and deals its damage in hit streaks. The player's main secondary weapon is a firearm; the firearm, usually a pistol, can be used in a traditional sense, as well as a way to stun enemies. When an enemy is stunned, the player can perform a Visceral attack; Visceral attacks cause a large amount of damage in one hit and can also be performed after the player strikes an enemy from behind with a charged attack. Other secondary weapons include a torch, cannon, and wooden shield, while other main melee weapons include a hammer, sword, two-handed gun, which serves as the melee and ranged weapon, and a whip. The player can carry other offensive weapons, such as molotovs, throwing knives, and pebbles.",
            "score": 68.00794982910156
        },
        {
            "docid": "574813_25",
            "document": "Gatka . All pole weapons begin with the staff, known as a \"dang\" or \"lathi\". The dang's ideal length is either equal to the height or the armspan of its wielder. Gatka typically uses a bamboo staff, which may be steel-tipped and encased in leather. This type of dang is held with both hands on one end and used for swinging techniques. The light weight of the bamboo allows for great speed and a variety of twirling maneuvres. This style of fighting was often used by peasants and commoners for whom the staff was a domestic tool and a convenient implement of self-defense. For warriors who used the dang as a training tool for edged weapons, a different method was employed. In this style, the dang is held diagonally with the hands far apart. The butt end of the weapon is held with one hand, while the other hand is further down the middle or just above the other end. This grip lends itself to thrusting attacks aimed at the vital points (\"marma\"), done by pushing the weapon forward with the back hand through the front hand, though it also incorporates \"barta\", techniques in which both ends are used to attack. This thrust-based method can be easily adapted to edged weapons such as spears, tridents and battle-axes. In the case of the axe, thrusts hit with the weapon's head, which can also be used defensively to stop an opponent's attack or to break their fingers. The \"barta\" method can also be adapted to edged polearms, most of which have a weighted or spiked back end. When wielding a heavy polearm in close-quarters, the fighter may hold a katara on one hand.",
            "score": 67.96680450439453
        },
        {
            "docid": "3335114_15",
            "document": "Giacomo di Grassi . When used in conjunction with another weapon, the shield, of various shapes and sizes, each requiring their own specific uses, was held in the left hand and the weapon in the right hand. This usually necessitated that weapons of the short variety be used, since medium and long ones would be too heavy for the right hand alone to wield. The right foot was placed forward and the left foot behind, which although more straining a position than the other way around, kept the right hand in a better place for thrusting, and the left, unarmed side, farther away from the opponent. The shield was held outstretched towards the opponent's face to limit his vision and to parry his weapon closer to its pivot point where it is weakest in its movement.",
            "score": 67.86491394042969
        },
        {
            "docid": "42427871_6",
            "document": "Balato (sword) . In South Nias, the locals practice a war dance called \"Faluaya\" (or \"Fataele\") dance. In this dance, the dancers wore colorful clothing consists of black, yellow and red, fitted with a crown on the head. Like a knight in battle, dancers also carry Baluse (shields), swords and spears as a means of defense from enemy attack. The Baluse that were used are made of wood shaped like banana leaves and are held on the left hand which serves to deflect enemy attacks, while the sword or spear in the right hand serves to counter enemy attacks. Both of these weapons are the main weapons used for fighting by a Nias knight.",
            "score": 67.76200103759766
        },
        {
            "docid": "1607755_21",
            "document": "Retiarius . The net could ensnare the \"secutor\"<nowiki>'</nowiki>s weapon to disarm him and snag away his shield to put him at a significant disadvantage. Other \"retiarius\" tricks were to whip the net at his opponent's eyes to blind him and at his legs to trip him. The helmet of the \"secutor\" was smooth and round to avoid snagging the net. In most cases, the \"secutor\" knew to expect the net-man's tactics and tried to intercept and hold on to the weapon, possibly unsteadying his enemy by yanking on the net. In such danger, the \"retiarius\" could sever the drawstring from his wrist with his dagger. The \"secutor\" stood by a lost net and left little chance to recover it. Speculation surrounds the frequency with which the \"retiarius\" used his net. Extant imagery rarely shows gladiators of the type with a net, yet the class is named for the device, and Juvenal uses the net to quickly identify a \"retiarius\" in his satires. The discrepancy may simply be a case of artistic licence; other types of gladiator are often shown without their weapons but can be assumed to be holding them due to their stance, and a net is a particularly difficult weapon to depict. The lack of nets in \"retiarius\" images may show gladiators who have already lost the weapon in the fight. Another possibility is that some \"retiarii\" simply did not use nets. In most bouts, the \"retiarius\" probably had to resort to fighting with just his trident and dagger, placing him at a disadvantage. The trident was his primary weapon in such situations, and its length allowed the \"retiarius\" to keep his opponent at bay. He held the weapon two-handed, left nearer the prongs, so that he could parry his enemy's strikes with its shaft and strike with both ends. Wielded two-handed, the weapon could land powerful blows. Images show \"retiarii\" stabbing downward at the \"secutor\"<nowiki>'</nowiki>s unshielded legs or stabbing down at the helmet in an attempt to poke through an eyehole. The trident itself was too weak to pierce the metal, although a skull found at Ephesus, Turkey, dating to CE 200 to 300 shows that a trident strike to the head could be fatal on a bareheaded opponent. The \"secutor\"<nowiki>'</nowiki>s helmet was rounded and free of protrusions to avoid snaring the net or being caught in the trident's prongs, but attacks on it forced the \"secutor\" to duck or hide behind his shield. This reduced his field of vision and gave the \"retiarius\" an advantage with his speed. Should the \"secutor\" strike with his sword, the \"retiarius\" parried with the trident prongs and attempted to disarm him. Likewise, the more heavily armoured gladiator tried to block the trident with his shield and force the net-man to lose it. Another type of gladiator, scissor could also be pitted against a \"retiarius\". Images from the Eastern Roman Empire show \"scissores\" wearing a tubular arm-guard in lieu of a shield. The guard fits over the left hand and ends in a hooked, knife-like blade that was probably intended to parry the net and trident or to snag and pull away the net. \"Scissores\" who succeeded in this probably dropped the hook weapon and fought with just a sword.",
            "score": 67.65413665771484
        },
        {
            "docid": "8458031_12",
            "document": "Society for Creative Anachronism activities . Most SCA fighters use a one-handed weapon in combination with a shield of some kind. With centuries of historical examples to draw upon, shields may range from large rectangular Roman-style \"scuta\" to small bucklers, with common styles including the \"kite\", center-grip (round or oval), and \"heater\" (so called because it resembles the shape of a flatiron). Other popular weapon choices include two-weapons (one in each hand) or two-handed weapons such as greatswords, glaives, or katana. Some Kingdoms are also starting to experiment with thrown weapons such as javelins and throwing axes for use in melees and battles.",
            "score": 66.1676254272461
        },
        {
            "docid": "17834611_26",
            "document": "Shaman (character class) . The Shaman wears only cloth or leather armor until level 40, at which time mail armor may also be equipped. Shamans may wield a one-handed or two-handed mace, staff, one-handed or two-handed axe, dagger, or fist weapon; and may use a shield. Speccing into enhancement grants a shaman the ability to dual wield (formerly a talent in the enhancement tree) and use a weapon in their offhand instead of a shield.",
            "score": 65.62380981445312
        },
        {
            "docid": "1341689_4",
            "document": "Stonekeep . The protagonist Drake has two starting possessions: the magic scroll and the magic mirror. The magic scroll allows the player to pick up an infinite number of items. Items of the same type can be combined together up to a maximum quantity of 99; other items can be combined together such as a quiver which can hold 99 arrows. The magic mirror allows the player to equip Drake and other characters with weapons, armour and accessories and to consume items to affect their status such as healing potions or bad smelling Throg food otherwise Drake can read scrolls used on him. Although Drake can wield any weapon, other characters like Farli and Karzak can only wield hammers, axes and shields. Certain weapons like polearms and heavy swords require Drake to have two free hands to wield one. Some armour can be worn by certain characters. For instance only dwarves can wear dwarven platemail and only Drake can wear knight armour. Exceptional characters like Sparkle and Wahooka cannot be outfitted, but can still consume items.",
            "score": 65.5772705078125
        },
        {
            "docid": "3335114_11",
            "document": "Giacomo di Grassi . For a medium weapon (a short spear, a bayoneted gun or a two-handed sword), requiring two hands, the left hand grabs near the buttstock and the right a comfortable distance ahead of it, about one foot up to give an estimation. The left hand is either squarely in front of the lower belly, or it is closer to the left hip, depending on how long the weapon is compared to the user’s height. The point is comfortably stretched out towards the opponent’s neck or upper chest. The stance is more square than for the short weapon, although the right foot is still forward somewhat. To thrust, the right and left hands both push forward together, but the right hand then releases its grip to allow the left to keep pushing the weapon out to its fullest extent. At the same time, the left foot is brought from behind to step far forward in front of the right foot, and finally the right foot is shifted forward and to the left to align it with the point of the weapon and the left foot. The left hand must then pull the weapon back so that the right hand can grab it and return to the on guard position described above. The feet go through a reverse pattern of what they just did to return the body to its initial position. This is a more complex movement than with the short weapon, and so takes much drill to become comfortable with.",
            "score": 65.18018341064453
        },
        {
            "docid": "3137739_11",
            "document": "Captive (video game) . There are a variety of weapons, both for hand-to-hand combat and projectile weapons. Depending on its type and the position of the droid wielding it, a weapon can have effect on the left, in the middle or on the right, and at one of two different heights. Some weapons can fire multiple shots at different heights and positions. The two front droids can attack on the left- or right-hand flank respectively. The two droids in the back rank can each only fire projectile weapons down the middle.",
            "score": 65.0697021484375
        },
        {
            "docid": "1003366_24",
            "document": "Paladin (character class) . The Crusaders, a playable character class new to the expansion, were formed by the cleric Akkhan in order to expose and cleanse the corruption at the heart of the Zakarum faith. Crusaders believe their mission would never end; to this end, each crusader is obliged to train an apprentice who would eventually take up their arms and their very name to preserve their legacy. The Crusaders are notably more focused on offensive abilities than Paladins or Templars, capable of both using weapon-based attacks up close and cast holy magic from a distance. The Crusaders' class-specific weapon is a flail, which comes in one-handed or two-handed versions. As many of their abilities rely on having a shield equipped, they are the only class that may opt to wield a two-handed weapon in one hand while using a shield in the other.",
            "score": 65.04667663574219
        },
        {
            "docid": "2455983_17",
            "document": "Yondu . Yondu's right hand is replaced for a time by a bionic device called a weapons concealment appendage, a metal cup replacing his right hand. Thus, he could no longer practice archery nor perform functions requiring him to grasp with his right hand. The device can release from within itself a number of weapons, including a mace, a hatchet, a scythe, a barbed spear, and others; when not in use the weapons are concealed within the appendage at a reduced size, until enlarged by Pym particles. Yondu's bionic weapon-hand is later replaced with a duplicate of his original hand.",
            "score": 64.98515319824219
        },
        {
            "docid": "1443960_3",
            "document": "Castlevania: Curse of Darkness . Being a 3D game like \"\" before it, \"Curse of Darkness\" differs from its predecessor in a number of ways. It includes a more complex, action/adventure style of gameplay, much like \"Symphony of the Night\" and \"Aria of Sorrow\". Hector is not a member of the Belmont clan, so he does not use the \"Vampire Killer\" whip; instead he has the ability (much like Alucard and Soma Cruz) to equip a variety of different weapons ranging from swords (both one handed and two handed), spears, axes (also both one handed and two handed), brass knuckles and an extra type called special weapons (which varies from tonfas to gatling guns). However, there is an extra gameplay mode after finishing the game that allows players to play as Trevor Belmont, equipped with the \"Vampire Killer\" and the subweapons which are the knife, axe, holy water, cross, and stopwatch. The battle system is somewhat similar to that of Dynasty Warriors, whereas one button is used for standard combo attacks, and a secondary button is used for stronger \"finishing attacks\" after a singular standard attack or a combo of standard attacks. As the player acquires progressively stronger weapons throughout the game, the number of standard and finishing attacks the player can perform increases accordingly. Each different weapon type has a different set of combos that can be performed.",
            "score": 63.76252746582031
        },
        {
            "docid": "14856891_6",
            "document": "Growl (video game) . The player can procure weapons by destroying barrels and wooden crates or disarming certain enemies. There are a total of eight weapons which can be obtained: three melee weapons (a pipe, a sword and a whip), two throwing weapons (knives and hand grenades), and three firearms (a pistol, a machine gun, and a rocket launcher). The barrels and crates can also be picked up and thrown at enemies as well. When the machine gun or rocket launcher runs out of ammunition, these are still wielded by the player as melee weapons. The pistol, on the other hand, is thrown by the player after all of its bullets are used. The player can drop his current weapon by pressing down and attack while wielding it. If a weapon lies on the ground after a certain period, it will vanish completely.",
            "score": 63.57601547241211
        },
        {
            "docid": "18985454_10",
            "document": "Diablo (video game) . Bows are the ranged weapon of the game, best used by rogues. Staves, while capable of physical attacks, are mainly used for the spell charges that they contain, as casting from a staff does not require the player to learn the spell or use mana. A staff's spell can only be cast a certain number of times before it requires a recharge. Swords are typically one-handed (though two-handed varieties also exist), while axes are all two-handed. Maces and clubs add a 50% damage bonus against the undead. Shields, when paired with single-handed weapons, allow attacks to be blocked. There are three classifications of armor: light, medium and heavy. Characters are also allowed to wear a helmet, two rings, and one amulet.",
            "score": 63.390132904052734
        },
        {
            "docid": "33392723_18",
            "document": "Chivalry: Medieval Warfare . Knight: Knights are the heaviest of all classes. They use large, two-handed weapons, such as the longsword and battleaxe. They can also use bigger shields than the other classes. Sacrificing speed for armor, they are the slowest class in the game, as they move very slowly and their attacks leave them open for longer periods of time than other classes. The unique skill of the Knight allows him to wield a main sword (but not the axes or hammers) in a single hand, use a shield, or increase his speed at the expense of base damage.",
            "score": 62.801048278808594
        },
        {
            "docid": "3335114_12",
            "document": "Giacomo di Grassi . For a long weapon, such as a pike, the hands are placed well apart, with the right this time at or near the butt end of the weapon, and is placed well back of the hip, and the left hand stretched out toward the opponent. The switched places of the hands from the previous weapon are because the right hand (the dominant and more dextrous hand) has more control of the movements of the long weapon when at the back than at the front, due to the added length and weight of the weapon and also because there is more leverage to be applied from behind than from in front now. In this case the pivot point is the left hand. In the case of the previous, medium, weapon, the pivot point in the manipulation of the spear or sword is really somewhere between the two hands, but closer to the forward, right, hand. The stance with the long weapon is with the left foot now in front, with the right foot behind. So, to thrust the long weapon forward, both hands are used initially, as in the last weapon, and the left hand is then released to allow the point to pass as far forwards as possible. The right leg is brought up to step far in front of the left, and the left brought into alignment with the right foot and the point. Then, the right pulls back on the weapon, allowing the left to re-grip. The feet can be put through a reverse of what they have just done to return to the on guard position.",
            "score": 62.78255844116211
        },
        {
            "docid": "3335114_5",
            "document": "Giacomo di Grassi . Swords and spears, when used to fight at close quarters, both work on the same principles. They are bladed weapons, with handles of varying lengths. What is important to keep in mind when using these is their length. There are three lengths, which determine how they are held and used: short, medium and long. Short, like a single-handed sword, means about half the height of the user. Medium, like a two-handed sword or a short spear, means about the height of the user. Long, like a pike, means significantly taller than the user.",
            "score": 62.73391342163086
        },
        {
            "docid": "85846_17",
            "document": "Longsword . Codified systems of fighting with the longsword existed from the later 14th century, with a variety of styles and teachers each providing a slightly different take on the art. Hans Talhoffer, a mid-15th-century German fightmaster, is probably the most prominent, using a wide variety of moves, most resulting in wrestling. The longsword was a quick, effective, and versatile weapon capable of deadly thrusts, slices, and cuts. The blade was generally used with both hands on the hilt, one resting close to or on the pommel. The weapon may be held with one hand during disarmament or grappling techniques. In a depiction of a duel, individuals may be seen wielding sharply pointed longswords in one hand, leaving the other hand open to manipulate the large dueling shield.",
            "score": 62.50244903564453
        },
        {
            "docid": "9786394_5",
            "document": "Dambe . The primary weapon is the strong-side fist. The strong-side fist, known as the spear, is wrapped in a piece of cloth covered by tightly knotted cord. Some boxers dip their spear in sticky resin mixed with bits of broken glass. This, however, became an illegal practice. The lead hand, called the shield, is held with the open palm facing toward the opponent. The lead hand can be used to grab or hold as required.",
            "score": 62.38093566894531
        },
        {
            "docid": "3926606_7",
            "document": "Tomb Raider (1996 video game) . Movement in the game is varied and allows for complex interactions with the environment. Besides walking, running, and jumping, Lara can perform side-steps, hang on ledges, roll over, dive, and swim through water. In a free environment, Lara has two basic stances: one with weapons drawn and one with her hands free. When her weapons are drawn, she automatically locks on to any nearby targets. Locking onto nearby targets prevents her from performing other actions which require her hands, such as grabbing onto ledges to prevent falling. By default she carries two pistols with infinite ammo. Additional weapons include the shotgun, dual magnums and dual Uzis. If Lara is confronted with more than one enemy when she has one of the dual weapons equipped, she aims at two targets simultaneously, one with each gun. At a certain point in the story, Lara will be stripped of all her weapons, leaving the player defenceless and forced to recover her pistols, a development which later became a staple of the series. Numerous enemies as well as a variety of lethal traps can bring about Lara's death, including falling, burning, drowning, electrocution, becoming impaled on spikes, killed by human enemies, or creatures and being turned into gold by the hand of Midas.",
            "score": 62.310001373291016
        },
        {
            "docid": "2295048_5",
            "document": "Area 51 (2005 video game) . Throughout the game, the player uses a variety of weapons, both Human and Alien in origin, to defeat their adversaries. Most weapons can only be wielded one handed, however the player can dual wield some weapons, such as the Shotgun and the Sub-Machine Gun. Each weapon can also be used as a melee weapon for close quarter combat, and for its original intended purpose. Each weapon has two modes of firing, the first being the primary method, while the second is of a much higher power level, at the cost of ammunition and accuracy to the player. The player can also use explosive grenades, one of human origin, and the other of alien design.",
            "score": 61.16545486450195
        },
        {
            "docid": "17984371_43",
            "document": "African military systems (1800–1900) . \"New spear and shield.\" Shaka is credited with introducing a new variant of the traditional weapon, discarding the long, spindly throwing weapon and instituting a heavy, shorter stabbing spear, the \"iKlwa.\" The spear was wielded underhand, on the manner of the Roman sword. He is also said to have introduced a larger, heavier cowhide shield, and trained his forces to use them both in closing quickly with the enemy in more effective hand-to-hand combat. Local skirmishers used to tossing their spears and pulling back would be confronted by an aggressive force closing for the kill. None of these weapons changes are spectacular in the local context, but mated to an aggressive mobility and tactical organisation, they were to make a devastating impact.",
            "score": 61.019134521484375
        },
        {
            "docid": "325643_3",
            "document": "Naginatajutsu . Perhaps the simplest explanation is the natural development of polearms. Polearms are intended as mass weapons, to be used not just by individual warriors, but by formations of soldiers together on field battles and not for dueling. When fighting in close order, two-handed cut-and-thrust weapons, such as halberds and glaives, are much more efficient than mere spears or swords because of their versatility compared to spears and longer reach compared to swords. Fighting in massed formation does not require similar individual weapon-handling skills as required by a skilled swordsman. Naginata are almost identical in appearance to both the glaive and the guan dao, and it is most likely result of parallel evolution.",
            "score": 60.98317337036133
        },
        {
            "docid": "2109958_2",
            "document": "Doce Pares . Doce Pares (Spanish for \"twelve peers\" or \"twelve equals\") is a form of Arnis, Kali and Eskrima, or a Filipino martial art that focuses primarily on stick fighting, knife fighting and hand-to-hand combat but also covers grappling and other weapons as well. In reality, the stick is merely considered an extension of the hand, and is meant to represent almost any weapon, from sticks to swords to knives to anything else you can place in your hand and use as a weapon in the modern context. Doce Pares was founded in 1932.",
            "score": 60.822547912597656
        },
        {
            "docid": "246960_37",
            "document": "Tom Clancy's Splinter Cell . \"\" utilizes a much faster and more violent form of stealth action gameplay than previous games in the series. It retains the cooperative multiplayer mode of the two preceding games. The weapons that Sam Fisher uses are based more accurately on current real-world weapons which behave accordingly and all weapons can be upgraded by a points system. This points system is secondary to the main storyline and is achievement based. These points may be used to add silencers, sights, upgraded ammo, laser targeting and other upgrades, with up to three upgrades per weapon. This game provides an interactive mission update sequence that is built into the levels themselves. Instead of getting an objective-bar popup, the objective may appear in bold white text on the side of a building or in front of a barricade. This adds to the immersion and keeps the HUD uncluttered. The stealth element of the game allows Fisher to hide in the shadows and become almost invisible. Guards may be assassinated by unsuppressed or silenced weapons, gadgets, or hand-to-hand combat. After successfully completing a hand-to-hand kill, the player is provided with an 'execution' bonus, which allows the player to mark two to four targets (depending on the weapon selected) such as enemies or objects, and trigger the execution animation. Fisher will then dispatch all targets within a few seconds in an extraordinary fashion. Interactive interrogation cutscenes where Fisher beats up a target for information do not require the player to do anything other than press [Interrogate]. Though if the player happens to be near an interactive object like a television or table, Fisher may use that to alter the standard animation.",
            "score": 60.74734115600586
        },
        {
            "docid": "57941_25",
            "document": "Fafhrd and the Gray Mouser . Fafhrd commonly uses a sword which he names Graywand, a two-hand sword that he's able to use one-handed too (in later episodes by necessity). He also carries a poignard named Heartseeker and a short hand-axe which has never been named. For combat at a distance, he often carries a bow and arrow which he wields effectively even while on horseback or at sea, and which he's able to use despite his final handicap (he loses a hand). The Mouser, in one episode called \"the best swordsman in the World\", also fights with a pair of weapons: a \"slim, curving\" sword or sabre called Scalpel, and a dagger called Cat's Claw, the latter usually hidden in the small of the Mouser's back, and the original of which had a very subtle curve. (It was a straight-bladed weapon by the events of \"Lean Times in Lankhmar\".) As the pair are often divested of their property, these are names they apply to any of their appropriate weapons and not necessarily names of specific ones. They are absolutely not magic weapons: both the wielders are just very able in their use. The Mouser is also an expert with the sling. The Mouser, having been an apprentice magician, can do some very small enchantments, especially while dueling.",
            "score": 60.45038986206055
        },
        {
            "docid": "3914977_5",
            "document": "Shadow of Rome . During combat, the player character is Agrippa, who can use various gladiatorial weapons such as swords, scimitars, maces, spears, bows, slingshots and flails. If Agrippa has severed the arm of an enemy, he can pick it up and also use it as a weapon. However, weapons can only be used for a certain amount of time before they break. During combat, a meter indicates the remaining vitality of Agrippa's weapon(s) and helmet (if he has one equipped). Agrippa can attack with his main weapon, his sub-weapon or shield, or with a two-handed weapon. The player can lock on to enemies to make Agrippa target them. Agrippa can also throw weapons at his enemies, and can fight with his fists, using strong and soft punches as well as shoulder tackles. If timed correctly, Agrippa can also steal weapons from his enemies, or knock their weapons out of their hands using a shoulder tackle. He can also attack from the ground by flinging sand into an approaching enemy's face, and he can attack downed enemies by stomping on them or stabbing them. If Agrippa stands behind a groggy enemy he can perform a suplex on them. An important aspect of the combat gameplay are \"SALVO points.\" Salvos are specific actions or combinations of actions which excite the crowd. When Agrippa performs a salvo action, he is awarded salvo points, which fill up the salvo bar. If Agrippa calls for the attention of the crowd when the bar is full, the audience will throw him rare and powerful weapons. If he calls for their attention when it is not full, they will throw normal weapons, shields, food, or often, nothing at all. At the end of each arena battle, Agrippa will be given a ranking based on the total amount of salvo points he achieved in that battle.",
            "score": 60.420780181884766
        },
        {
            "docid": "8702112_5",
            "document": "Dory (spear) . The principal advantage of the \"dory\" was that it enabled a soldier to keep an enemy at a distance and in a pitched battle. Like the \"xiphos\", it was a single-handed weapon, held in the right hand leaving the left free to support the hoplite's shield.",
            "score": 60.27836990356445
        },
        {
            "docid": "1246459_8",
            "document": "Tactical light . Weapon-mounted lights (sometimes called \"weaponlights\") offer hands-free use, leaving the operator free to use both hands to control the weapon. For rifles, two hands are needed to use the weapon. Most models have an on/off switch mounted on a short wire. The switch is then mounted somewhere on the gun within easy reach of the firer's fingers. Weapon-mounted lights are most commonly seen on rifles, shotguns, and submachine guns, but small tactical lights are becoming more common on handguns as well. These lights are often much more expensive than the handheld lights, since they must be sufficiently robust to withstand the recoil of the firearm, and the dedicated mounting hardware also adds to the price. One downside of the weapon-mounted light is that it is always aimed parallel to the bore, so illuminating an object means that it is also targeted. Because of this, weapon-mounted lights may not be appropriate under some rules of engagement.",
            "score": 60.24192810058594
        }
    ]
}