{
    "q": [
        {
            "docid": "33953744_2",
            "document": "Beverage industry . The beverage industry refers to the industry that produces drinks, in particular ready to drink beverages. Beverage production can vary greatly depending on the beverage being made. ManufacturingDrinks.com explains that, \"bottling facilities differ in the types of bottling lines they operate and the types of products they can run\". Other bits of required information include the knowledge of if said beverage is canned or bottled (plastic or glass), hot-fill or cold-fill, and natural or conventional. Innovations in the beverage industry, catalysed by requests for non-alcoholic beverages, include: beverage plants, beverage processing, and beverage packing.",
            "score": 84.97174882888794
        },
        {
            "docid": "57059548_10",
            "document": "Chennai Beverages . Different types of vending machine are available in the beverages industry based on the type of requirement from various audience necessity. Chennai Beverages offering fewer models like",
            "score": 60.74206781387329
        },
        {
            "docid": "247960_6",
            "document": "Mikoyan-Gurevich MiG-25 . The subsonic Boeing B-47 Stratojet and Boeing B-52 Stratofortress strategic bombers were followed by the Mach 2 Convair B-58 Hustler, with the Mach 3 North American B-70 Valkyrie on the drawing board at that time. A major upgrade in the PVO defence system was required, and at the start of 1958 a requirement was issued for manned interceptors capable of reaching 3,000 km/h (1,864 mph) and heights of up to 27 km (88,583 ft). Mikoyan and Sukhoi responded. The Mikoyan-Gurevich OKB had been working on a series of interceptors during the second half of the 1950s: the I-1, I-3U, I-7U, I-75, Ye-150, Ye-150A, Ye-152, Ye-152A, Ye-152P, and Ye-152M. The Ye-150 was noteworthy because it was built specifically to test the Tumansky R-15 engine, two of which would later be used for the MiG-25. This led to Ye-152, alternatively known as Ye-166, which set several world records. The Ye-152M (converted from one of the two Ye-152 aircraft) was intended to be the definite heavy interceptor design. But before it was finished, the PVO had selected the Tupolev Tu-128. As the work on the MiG-25 was well under way, the single-engine Ye-152M was abandoned.",
            "score": 13.452677845954895
        },
        {
            "docid": "2379425_9",
            "document": "Capitalism (video game) . Some of the scenarios require the player to dominate a particular market in terms of market share. For example, \"Food Dominance\" sets a goal of dominating the food industry within 50 years while earning an annual operating profit of no less than $20 million. In \"Fortress of the Beverage King\", the player must dethrone the Beverage King 'James Zandman' as the dominator of the beverage industry within 50 years.",
            "score": 57.11849355697632
        },
        {
            "docid": "16307785_2",
            "document": "Massachusetts Alcoholic Beverage Control Commission . The Alcoholic Beverages Control Commission is a Massachusetts state government agency responsible for licensing or permitting participants in the alcoholic beverages industry in Massachusetts. It licenses manufacturers of alcoholic beverages, wholesalers and importers and out-of-state suppliers of alcoholic beverages. Additionally, brokers, salesman, warehouses, planes, trains, ships, ship chandlers and motor vehicles transporting alcoholic beverages in Massachusetts require licensing. The Commission also approves the granting of every retail pouring or package store license application allowed by a city or town.",
            "score": 81.38238024711609
        },
        {
            "docid": "369386_11",
            "document": "Cooper Industries . Eaton's B-Line Business (formerly Cooper B-Line) is a global provider of support systems and enclosure solutions for engineered facility subsystem applications in various markets: commercial, industrial, utility and OEM.",
            "score": 28.773019790649414
        },
        {
            "docid": "40624042_10",
            "document": "Massachusetts Bottle Bill . A referendum on the ballot in November 2014, concerned whether to expand the bill to cover containers for some non-carbonated beverages. This would address growing concern over the nearly 1.4billion containers not covered by existing legislation that are found in litter and landfill waste. The goal of the initiative petition that placed the measure on the ballot was to broaden the scope of beverage types requiring a deposit in order to be more responsive to consumer preferences as well as establishing a mechanism for stabilizing the recycling industry by tying the handling fees paid to redemption centers to the Consumer Price Index. Opponents argued that the change would increase costs and red tape for the beverage industry.",
            "score": 61.38154697418213
        },
        {
            "docid": "19159283_30",
            "document": "Seoul . The traditional, labour-intensive manufacturing industries have been continuously replaced by information technology, electronics and assembly-type of industries; however, food and beverage production, as well as printing and publishing remained among the core industries. Major manufacturers are headquartered in the city, including Samsung, LG, Hyundai, Kia and SK. Notable food and beverage companies include Jinro, whose soju is the most sold alcoholic drink in the world, beating out Smirnoff vodka; top selling beer producers Hite (merged with Jinro) and Oriental Brewery. It also hosts food giants like Seoul Dairy Cooperative, Nongshim Group, Ottogi, CJ, Orion, Maeil Holdings, Namyang Dairy Products and Lotte.",
            "score": 70.68020820617676
        },
        {
            "docid": "25249846_5",
            "document": "Functional beverage . The functional beverage industry is a subsector of the functional food and non-alcoholic beverage industry. It is the fastest-growing sector of the industry, partially due to the maturity of the carbonated soft drink sector and heavy investments by major food and beverage companies. Another reason for the industry's growth may be the consumer-oriented market scheme whereby innovative ideas come from consumers. By 2008, in the U.S., the market share of functional beverages accounted for 48.9% of the non-alcoholic industry, which is worth $118.3 billion.",
            "score": 73.7003321647644
        },
        {
            "docid": "13324152_3",
            "document": "Tygon tubing . \"Tygon B-44-3\", \"Tygon B-44-4X\", \"Tygon B-44-4X I.B.,\" and \"Tygon Silver\" (antimicrobial) were widely used in the food and beverage industry, in particular in: beverage dispensing, dairy processing, soft-serve dispensing, vitamin and flavor concentrate systems, cosmetic production, and water purification systems. These formulations each meet U.S. Food and Drug Administration 3-A and NSF International 51 criteria but they do not comply with European Directives (European Directive 2002/72/EC of 6 August 2002 relating to plastic materials and articles intended to come into contact with foodstuffs as modified in particular by Directive 2007/19/EC of 2 April 2007).",
            "score": 43.78214883804321
        },
        {
            "docid": "23904206_7",
            "document": "John B. R. Cooper . After passage of an 1829 law requiring permanent residents to be Mexican citizens, both Cooper and Hartnell were naturalized in 1830. Before 1829, naturalization was not strictly required but, along with conversion to Catholicism and marriage into a prominent family, helped Cooper become accepted in Monterey and obtain land grants.",
            "score": 23.344995498657227
        },
        {
            "docid": "47993650_10",
            "document": "MyDrink Beverages . In 2014 MyDrink Beverages created community of beverage entrepreneurs and called it DrinkPreneur. Main purpose of this community is to inspire and help current and new entrepreneurs of beverage industry by providing necessary information and making communication easier between beverage industry members in all the World.",
            "score": 63.8441903591156
        },
        {
            "docid": "57059548_4",
            "document": "Chennai Beverages . Chennai Beverages is a well-known brand in hot beverages and vending machine industries. CB is offering pantry services and hot beverages product direct delivery to corporate office and large scale industries.",
            "score": 58.24987983703613
        },
        {
            "docid": "16307053_3",
            "document": "Florida Division of Alcoholic Beverages and Tobacco . The Division of Alcoholic Beverages and Tobacco is responsible for licensing the alcoholic beverage and tobacco industries, for collection and auditing of taxes and fees paid by the licensees, and for enforcing the laws and regulations of the alcoholic beverage and tobacco industries.",
            "score": 68.79853534698486
        },
        {
            "docid": "5645363_3",
            "document": "Clean-in-place . Up to the 1950s, closed systems were disassembled and cleaned manually. The advent of CIP was a boon to industries that needed frequent internal cleaning of their processes. Industries that rely heavily on CIP are those requiring high levels of hygiene, and include: dairy, beverage, brewing, processed foods, pharmaceutical, and cosmetics.",
            "score": 55.40733623504639
        },
        {
            "docid": "10242140_5",
            "document": "Carleton B. Gibson . Gibson was hired to oversee the Rochester Athenæum and Mechanics Institute in June 1910 by the then board of directors which included George Eastman. He instituted the Institute's Cooperative education program in 1912, as part of his focus on industrial education. The program required students to study half time and to work half time in shops at Eastman Kodak, Gleason Works, and the German American Button Company.",
            "score": 25.768911600112915
        },
        {
            "docid": "33953744_1",
            "document": "Beverage industry . Beverage industry",
            "score": 56.03353214263916
        },
        {
            "docid": "46397836_4",
            "document": "Arnold C. Cooper . Arnold Cooper received his degree in Chemical engineering from Purdue University in 1955. After six months serving as a Second Lieutenant in the Army Chemical Corps, in 1956, he enrolled in the newly started Industrial Management MBA (Master of Business Administration) program at Purdue University, in what later became the Krannert School of Management. yes",
            "score": 29.71960210800171
        },
        {
            "docid": "3832346_15",
            "document": "KHS GmbH . The turnkey lines manufactured by KHS GmbH offer systems for every branch of industry, every type of container, and every process in the production of beverages. The container types offered include glass and PET bottles, cans, and kegs. Each KHS line comprises the individual machines required to carry out all beverage production processes ranging from PET bottle production, filling, labeling, packing, and palletizing up to and including inspection and complete sanitizing.",
            "score": 54.10946798324585
        },
        {
            "docid": "16307053_6",
            "document": "Florida Division of Alcoholic Beverages and Tobacco . The Division of Alcoholic Beverages and Tobacco was originally created as the \"Malt and Vinous Beverage Department\" in 1933 following the 21st Amendment to the U.S. Constitution which placed the responsibility of controlling the alcoholic beverage industry upon the states. Two years later it became the \"State Beverage Department\" and in 1945, the state’s cigarette industry was added as a responsibility of the department. In 1969, the department was grouped with other business regulatory programs as a division under the Department of Business Regulation. The name was expanded to what it is today, the Division of Alcoholic Beverages and Tobacco, in 1977.",
            "score": 70.81533432006836
        },
        {
            "docid": "19261279_4",
            "document": "High-speed door . High-speed doors are usually used wherever goods traffic occurs and where the doors have to fulfill special requirements. In the food and beverage industry, or Medical industry for example, special climatic conditions have to prevail; short opening and closing times reduce cooling loss, avoid airflow and enable a smooth operating procedure. They can also be designed in larger dimensions for the mining and aircraft industries.",
            "score": 49.16986322402954
        },
        {
            "docid": "17204058_1",
            "document": "Alcoholic beverage industry in Europe . Alcoholic beverage industry in Europe",
            "score": 65.15117263793945
        },
        {
            "docid": "40436825_15",
            "document": "Piramal Group . Piramal Glass is a manufacturer of glass packaging for the pharmaceuticals, foods & beverages (F&B) and cosmetics & perfumery (C&P) industries, services. Piramal Glass has manufacturing plants in USA, Sri Lanka and India.",
            "score": 40.16236591339111
        },
        {
            "docid": "18400194_37",
            "document": "Tea in the United Kingdom . Tea had other attractions as well. Drinking a hot, sweet beverage transformed their meals, which generally consisted of dry bread and cheese, and made them go down more easily. The warm beverage was especially appealing given Britain’s cold and wet climate. Further, tea helped alleviate some of the consequences of the urbanization that accompanied the industrial revolution: drinking tea required boiling the water, thereby killing water-borne diseases like dysentery, cholera, and typhoid.",
            "score": 52.25402355194092
        },
        {
            "docid": "23867229_1",
            "document": "Union of Beverage and Related Industry Workers . Union of Beverage and Related Industry Workers",
            "score": 54.811869621276855
        },
        {
            "docid": "50291430_5",
            "document": "True Williams . \"Williams was a man of great talent—of fine imagination and sweetness of spirit—but it was necessary to lock him in a room when industry was required, with nothing more exciting than cold water as a beverage.\" - Albert Bigelow Paine",
            "score": 48.33459234237671
        },
        {
            "docid": "326530_22",
            "document": "YAML . YAML autodetects the datatype of the entity. Sometimes one wants to cast the datatype explicitly. The most common situation is where a single-word string that looks like a number, boolean or tag requires disambiguation by surrounding it with quotes or using an explicit datatype tag. a: 123 # an integer b: \"123\" # a string, disambiguated by quotes c: 123.0 # a float d: !!float 123 # also a float via explicit data type prefixed by (!!) e: !!str 123 # a string, disambiguated by explicit type f: !!str Yes # a string via explicit type g: Yes # a boolean True (yaml1.1), string \"Yes\" (yaml1.2) h: Yes we have No bananas # a string, \"Yes\" and \"No\" disambiguated by context.",
            "score": 17.543630838394165
        },
        {
            "docid": "2499106_5",
            "document": "George Hacker . As director for alcohol policies at the Center for Science in the Public Interest, Hacker has led national efforts to combat alcoholic beverage industry marketing and advertising practices, to increase long-dormant alcohol excise tax rates, and to require warning labels on alcoholic beverage containers. He is the author of numerous newspaper and magazine articles on alcohol issues, and an author of several CSPI publications, including \"Last Call for High Risk Bar Promotions\", \"State Alcohol Taxes and Health\", \"Marketing Booze to Blacks\", and \"The Booze Merchants\".",
            "score": 61.59347414970398
        },
        {
            "docid": "38786354_9",
            "document": "Introduction to cooperative learning . Two important aspects of using informal cooperative learning groups are to (a) make the task and the instructions explicit and precise and (b) require the groups to produce a specific product (such as a written answer).  According to Johnson, Johnson and Holubec the informal cooperative learning procedure is organized in the following way:",
            "score": 34.234119176864624
        },
        {
            "docid": "49147_61",
            "document": "Fair trade . Fair trade commodities are goods that have been exchanged from where they were grown or made to where they are purchased, and have been certified by a fair trade certification organization, such as Fair Trade USA or World Fair Trade Organization. Such organizations are typically overseen by Fairtrade International. Fairtrade International sets international fair trade standards and supports fair trade producers and cooperatives. Sixty percent of the fair trade market revolves around food products such as coffee, tea, cocoa, honey, and bananas. Non-food commodities include crafts, textiles, and flowers. It has been suggested by Shima Baradaran of Brigham Young University that fair trade techniques could be productively applied to products which might involve child labor. Although fair trade represents only .01% of the food and beverage industry in the United States, it is growing rapidly and may become a significant portion of the national food and beverage industry.",
            "score": 55.343106746673584
        },
        {
            "docid": "5594274_4",
            "document": "Slush (beverage) . Frozen uncarbonated beverages are made by freezing a non-carbonated juice or other liquid. Machines for producing these do not require a pressure chamber, and as a result, they are much cheaper and easier to maintain. There are variations including frozen carbonated beverages, typified by the Slurpee or ICEE, which are made by freezing a carbonated drink. Machines for producing these are complicated and expensive, and notably require a carbon dioxide supply. They make a very fine and 'dry' slush. There are also frozen coffee beverages and frozen alcoholic beverages, as well as more conventional slush drinks. There are also \"instant\" slush drinks formed via supercooling. Several examples include Slushie, which allows consumers to make beverages that turn to slush upon opening using a conventional freezer; the Chill Chamber, which allows businesses to store beverages at below freezing temperatures that turn to slush upon opening; and supercooled Sprite from Coca-Cola (briefly marketed in the UK), which required special vending machines to store the bottles in a supercooled state so that they would turn to slush upon opening.",
            "score": 74.19659519195557
        },
        {
            "docid": "11280044_10",
            "document": "Alcohol laws in Germany . The permit is not required if alcohol-free beverages, free samples, prepared food is sold or administered or in connection with a accommodation establishment beverages and prepared food is delivered to residents. Every other establishment which does not apply to this scheme requires a Liquor license \"(Gaststättenkonzession)\". In most cases a Liquor license is always then required, when alcoholic beverages are served or sold for consumption in the premises. Furthermore on-licence premises have to place a clearly legible notice with the restrictions of the Protection of Young Persons Act \"(Jugendschutzgesetz)\" and the bartender must ensure that alcoholic beverages may not be sold or served to underage or visibly intoxicated persons.",
            "score": 59.08295679092407
        }
    ],
    "r": [
        {
            "docid": "33953744_2",
            "document": "Beverage industry . The beverage industry refers to the industry that produces drinks, in particular ready to drink beverages. Beverage production can vary greatly depending on the beverage being made. ManufacturingDrinks.com explains that, \"bottling facilities differ in the types of bottling lines they operate and the types of products they can run\". Other bits of required information include the knowledge of if said beverage is canned or bottled (plastic or glass), hot-fill or cold-fill, and natural or conventional. Innovations in the beverage industry, catalysed by requests for non-alcoholic beverages, include: beverage plants, beverage processing, and beverage packing.",
            "score": 84.97174835205078
        },
        {
            "docid": "16307785_2",
            "document": "Massachusetts Alcoholic Beverage Control Commission . The Alcoholic Beverages Control Commission is a Massachusetts state government agency responsible for licensing or permitting participants in the alcoholic beverages industry in Massachusetts. It licenses manufacturers of alcoholic beverages, wholesalers and importers and out-of-state suppliers of alcoholic beverages. Additionally, brokers, salesman, warehouses, planes, trains, ships, ship chandlers and motor vehicles transporting alcoholic beverages in Massachusetts require licensing. The Commission also approves the granting of every retail pouring or package store license application allowed by a city or town.",
            "score": 81.38237762451172
        },
        {
            "docid": "2701591_55",
            "document": "History of alcoholic drinks . At times and places of poor public sanitation (such as Medieval Europe), the consumption of alcoholic drinks was a way of avoiding water-borne diseases such as cholera. Small beer and faux wine, in particular, were used for this purpose. Although alcohol kills bacteria, its low concentration in these beverages would have had only a limited effect. More important was that the boiling of water (required for the brewing of beer) and the growth of yeast (required for fermentation of beer and wine) would kill dangerous microorganisms. The alcohol content of these beverages allowed them to be stored for months or years in simple wood or clay containers without spoiling. For this reason, they were commonly kept aboard sailing vessels as an important (or even the sole) source of hydration for the crew, especially during the long voyages of the early modern period.",
            "score": 80.00325775146484
        },
        {
            "docid": "55275681_6",
            "document": "Aging (food) . In the case of beverages, such as the aging of wine, beer, or whiskey, storing the beverage for extended periods of time in wooden casks allows the liquid to extract flavor compounds from the wood itself, adding to the complexity and depth of flavor. Traditional Balsamic Vinegar is aged for years in a succession of oak barrels to extract and concentrate flavors.",
            "score": 76.94195556640625
        },
        {
            "docid": "2689389_7",
            "document": "Alcoholic beverage control state . The remaining states adopted the monopoly system of regulation, the more cautious of the two regulatory frameworks. As alluded to above, under the monopoly plan the government takes over the wholesale trade and conducts the retail sale of heavier alcoholic beverages through its own stores. That is, the state itself engages in the sale and distribution of alcoholic beverages. Most of these states have an \"\"Alcoholic Beverage Control\" (ABC)\" board and run liquor stores called \"ABC stores\". In all monopoly states a parallel license system is used to regulate the sale and distribution of lighter alcoholic beverages such as beer and wine.",
            "score": 75.07994079589844
        },
        {
            "docid": "22795875_37",
            "document": "Alcohol laws of New Jersey . Federal law prohibits alcoholic beverages from being shipped through the mail. New Jersey effectively prohibits the shipment of beer and spirits to customers by requiring a liquor license to transport alcohol, but not having any class of liquor license that grants permission to ship beer or spirits. United Parcel Service (UPS) and Federal Express will ship wine to a person's home, but will only deliver beer or hard liquor to a licensed business. Although uncommon, it is legal for a liquor store to deliver alcoholic beverages by car or van to a person's home. ABC regulations mandate that the alcoholic beverages being delivered are paid for in advance, that they are received by someone 21 or older, and that they take place when the licensed establishment is permitted to be open.",
            "score": 74.61088562011719
        },
        {
            "docid": "5594274_4",
            "document": "Slush (beverage) . Frozen uncarbonated beverages are made by freezing a non-carbonated juice or other liquid. Machines for producing these do not require a pressure chamber, and as a result, they are much cheaper and easier to maintain. There are variations including frozen carbonated beverages, typified by the Slurpee or ICEE, which are made by freezing a carbonated drink. Machines for producing these are complicated and expensive, and notably require a carbon dioxide supply. They make a very fine and 'dry' slush. There are also frozen coffee beverages and frozen alcoholic beverages, as well as more conventional slush drinks. There are also \"instant\" slush drinks formed via supercooling. Several examples include Slushie, which allows consumers to make beverages that turn to slush upon opening using a conventional freezer; the Chill Chamber, which allows businesses to store beverages at below freezing temperatures that turn to slush upon opening; and supercooled Sprite from Coca-Cola (briefly marketed in the UK), which required special vending machines to store the bottles in a supercooled state so that they would turn to slush upon opening.",
            "score": 74.19659423828125
        },
        {
            "docid": "2385980_2",
            "document": "Pennsylvania Liquor Control Board . The Pennsylvania Liquor Control Board (PLCB) is an independent government agency that manages the beverage alcohol industry in Pennsylvania by administering the Pennsylvania Liquor Code. It is responsible for licensing the possession, sale, storage, transportation, importation and manufacture of wine, spirits and malt or brewed beverages in the commonwealth, as well as operating a system of liquor distribution (retailing) and providing education about the harmful effects of underage and dangerous drinking.",
            "score": 74.14302825927734
        },
        {
            "docid": "25249846_5",
            "document": "Functional beverage . The functional beverage industry is a subsector of the functional food and non-alcoholic beverage industry. It is the fastest-growing sector of the industry, partially due to the maturity of the carbonated soft drink sector and heavy investments by major food and beverage companies. Another reason for the industry's growth may be the consumer-oriented market scheme whereby innovative ideas come from consumers. By 2008, in the U.S., the market share of functional beverages accounted for 48.9% of the non-alcoholic industry, which is worth $118.3 billion.",
            "score": 73.70033264160156
        },
        {
            "docid": "20801685_2",
            "document": "Alcoholic beverages in Oregon . The U.S. state of Oregon has an extensive history of laws regulating the sale and consumption of alcoholic beverages, dating back to 1844. It has been an alcoholic beverage control state, with the Oregon Liquor Control Commission holding a monopoly over the sale of all distilled beverages, since Prohibition. Today, there are thriving industries producing beer, wine, and liquor in the state. Alcohol may be purchased between 7 a.m. and 2:30 a.m. As of 2007, consumption of spirits is on the rise, while beer consumption is holding steady. Also, 11% of beer sold in Oregon was brewed in-state, the highest figure in the United States.",
            "score": 73.16312408447266
        },
        {
            "docid": "7728420_2",
            "document": "American Beverage Association . The American Beverage Association (ABA) is a trade organization that represents the beverage industry in the United States. Its members include producers and bottlers of soft drinks, bottled water, and other non-alcoholic beverages.",
            "score": 71.90127563476562
        },
        {
            "docid": "841401_2",
            "document": "Alko . Alko is the national alcoholic beverage retailing monopoly in Finland. It is the only store in the country which retails beer over 5.5% ABV, wine (except in vineyards) and spirits. Alcoholic beverages are also sold in licensed restaurants and bars but only for consumption on the premises. Alko is required by law to sell drinks with lower alcohol content than 5.5% and non-alcoholic alternatives, but in practice carries a very limited stock of low alcohol beer, cider and non-alcoholic drinks and others as supermarkets are allowed to sell those at a substantially lower price. By law, alcoholic drinks may only be sold to those aged 18 or above.",
            "score": 71.80796813964844
        },
        {
            "docid": "33758849_4",
            "document": "Manhattan Beer Distributors . Manhattan Beer Distributors primary business is distribution of alcoholic beverages such as beer, wine products, coolers, and ciders, as well as non-alcoholic beverages such as soda and water. The firm is the authorized distributor of hundreds of beverages.",
            "score": 71.63013458251953
        },
        {
            "docid": "53456112_5",
            "document": "Aujan Group . Aujan entered the beverages industry in 1928, when it secured the exclusive license to distribute Vimto in the Middle East. The company established its first beverage manufacturing plant in 1979 at Dammam, Saudi Arabia. The company introduced Rani Orange Float, its first homegrown beverage, in 1982. Aujan Industries began importing Barbican from U.K.-based Bass Beers for sale in the Middle East in 1983. Alongside the Swiss-made beverage Moussy, Barbican was the first non-alcoholic malt beverage to be sold in the region. Manufacturing changes at Bass Beers disrupted supplies of Barbican to Aujan, and in 1999, Aujan purchased the Barbican brand in select markets. Aujan acquired complete control of Barbican in 2010, and began manufacturing the beverage at the company's factory in Dubai. Aujan established a second beverage manufacturing plant in 2005 at Dubai, UAE.",
            "score": 71.52137756347656
        },
        {
            "docid": "16307053_6",
            "document": "Florida Division of Alcoholic Beverages and Tobacco . The Division of Alcoholic Beverages and Tobacco was originally created as the \"Malt and Vinous Beverage Department\" in 1933 following the 21st Amendment to the U.S. Constitution which placed the responsibility of controlling the alcoholic beverage industry upon the states. Two years later it became the \"State Beverage Department\" and in 1945, the state’s cigarette industry was added as a responsibility of the department. In 1969, the department was grouped with other business regulatory programs as a division under the Department of Business Regulation. The name was expanded to what it is today, the Division of Alcoholic Beverages and Tobacco, in 1977.",
            "score": 70.8153305053711
        },
        {
            "docid": "19159283_30",
            "document": "Seoul . The traditional, labour-intensive manufacturing industries have been continuously replaced by information technology, electronics and assembly-type of industries; however, food and beverage production, as well as printing and publishing remained among the core industries. Major manufacturers are headquartered in the city, including Samsung, LG, Hyundai, Kia and SK. Notable food and beverage companies include Jinro, whose soju is the most sold alcoholic drink in the world, beating out Smirnoff vodka; top selling beer producers Hite (merged with Jinro) and Oriental Brewery. It also hosts food giants like Seoul Dairy Cooperative, Nongshim Group, Ottogi, CJ, Orion, Maeil Holdings, Namyang Dairy Products and Lotte.",
            "score": 70.68020629882812
        },
        {
            "docid": "52893218_6",
            "document": "Industrial microbiology . _Fermentation is a reaction where sugar can be converted into a gas, alcohols or acids. _Microorganisms like yeast and bacteria are used to massively produce the many things. Drinking alcohol also known as ethanol is produced by yeast and bacteria. _Ethanol can also be used as a fuel source. _The drinking alcohol is produced from natural sugars like glucose.  _Carbon dioxide is produced as a side product in this reaction and can be used to make bread, and can also be used to carbonate beverages. FermentationWine : _Alcoholic beverages like beer and wine are fermented by microorganisms when there is no oxygen present.",
            "score": 70.50611114501953
        },
        {
            "docid": "160246_26",
            "document": "Sherry . Sherry-seasoned casks are sold to the Scotch whisky industry for use in aging whisky. Other spirits and beverages may also be aged in used sherry casks. Contrary to what most people think, these sherry-seasoned casks are specifically prepared for the whisky industry, they are not the same as the old (and largely inactive) butts used for the maturation of sherry.",
            "score": 70.24585723876953
        },
        {
            "docid": "2467862_2",
            "document": "Schorle . Schorle is a German beverage made by diluting juice or wine with carbonated water or lemonade (lemon-lime soda). The most common variety is Apfelschorle (made from apple juice and sparkling mineral water). Large bottles of Schorle can be found at most grocers, stores, supermarkets and anywhere else where carbonated drinks are sold, next to the soda. Due to its dilution it is less sweet or alcoholic than the original beverage, making it better suited as a refreshment on hot summer days or as an alternative to beer at the biergarten or .",
            "score": 69.74230194091797
        },
        {
            "docid": "22418955_79",
            "document": "Prohibition in the United States . As a result of Prohibition, the advancements of industrialization within the alcoholic beverage industry were essentially reversed. Large-scale alcohol producers were shut down, for the most part, and some individual citizens took it upon themselves to produce alcohol illegally, essentially reversing the efficiency of mass-producing and retailing alcoholic beverages. Closing the country's manufacturing plants and taverns also resulted in an economic downturn for the industry. While the Eighteenth Amendment did not have this effect on the industry due to its failure to define an \"intoxicating\" beverage, the Volstead Act's definition of 0.5% or more alcohol by volume shut down the brewers, who expected to continue to produce beer of moderate strength.",
            "score": 69.65438079833984
        },
        {
            "docid": "41664177_3",
            "document": "Alcohol congener analysis . Recently, a novel accompanying-alcohol analytic was developed that targets alcoholic-beverage-specific compounds sourced from the ingredients used during the production of the beverage. These markers should ideally be unique to that beverage and not found in other beverages, food, or in the environment. Beer ingestion can be confirmed from blood samples, by targeting iso-alpha-acids-type compounds that are derived from the hops used during the brewing process. Levels of these compounds have been found in blood several hours after ingestion in controlled drinking studies using \"high-\" and \"low-hopped\" beers. This methodology presents new possibilities for accompanying-alcohol analysis as ingredient-specific markers are developed for other alcohol beverages, e.g. wine and spirits.",
            "score": 69.64253997802734
        },
        {
            "docid": "2843744_14",
            "document": "Houston Heights . By 2000 Houston Heights community retained its prohibition of the sale of alcoholic beverages. The Houston Heights passed a prohibition on alcoholic beverages in 1912, and the annexation agreement followed by the City of Houston stipulates that much of the Heights must retain the ban on alcoholic beverages. Many restaurants in the zone got around the ordinance by forming private clubs that patrons may join so that the patrons can order alcoholic beverages. In 2016 the requirement that grocery stores not sell beer nor wine was disbanded through a vote, and in 2017, the prohibition against alcohol in restaurants and on sales of other alcohol was disbanded though the complete dissolution of the 1912 ordinance; the latter was by a vote with 60% in favor.",
            "score": 69.52466583251953
        },
        {
            "docid": "40345875_5",
            "document": "Alcohol and Native Americans . Prior to contact with colonists, alcohol use and production was mainly concentrated in the southwestern United States. Some tribes produced weak beers, wine and other fermented beverages, but they had low alcohol concentrations (8%-14%) and were to be used only for ceremonial purposes. The distillation technique required to make stronger, potent forms of alcohol were unknown. It was well documented that Mexican Native Americans prepared over forty different alcoholic beverages from a variety of plant substances, such as honey, palm sap, wild plum, and pineapple. In the Southwestern U.S., the Papago, Piman, Apache and Maricopa all used the saguaro cactus to produce a wine, sometimes called \"haren a pitahaya\". The Coahuiltecan in Texas combined mountain laurel with the Agave plant to create an alcoholic drink, and the Pueblos and Zunis were believed to have made fermented beverages from aloe, maguey, corn, prickly pear, pitahaya and even grapes. To the east, the Creek of Georgia and Cherokee of the Carolinas used berries and other fruits to make alcoholic beverages, and in the Northeast, there is some evidence that the Huron made a mild beer made from corn. In addition, despite the fact that they had little to no agriculture, both the Aleuts and Yuit of Alaska were believed to have made alcoholic drinks from fermented berries.",
            "score": 69.48724365234375
        },
        {
            "docid": "22418955_49",
            "document": "Prohibition in the United States . Prohibition was a major blow to the alcoholic beverage industry and its repeal was a step toward the amelioration of one sector of the economy. An example of this is the case of St. Louis, one of the most important alcohol producers before prohibition started, which was ready to resume its position in the industry as soon as possible. Its major brewery had \"50,000 barrels\" of beer ready for distribution since March 22, 1933, and was the first alcohol producer to resupply the market; others soon followed. After repeal, stores obtained liquor licenses and restocked for business. After beer production resumed, thousands of workers found jobs in the industry again.",
            "score": 69.47557830810547
        },
        {
            "docid": "56130617_4",
            "document": "Alcohol in Bangladesh . Under Bangladeshi law, any beverage containing more than 0.5% alcohol is considered an alcoholic beverage. A government permit is necessary for selling, storing and the transport of alcohol. To drink alcohol in Bangladesh, one must have a legal permit. Muslims will need a medical prescription to obtain an alcohol permit. The prescription must be given by an associate professor of the medical college or a civil surgeon.",
            "score": 69.3852767944336
        },
        {
            "docid": "2952_7",
            "document": "Alcopop . Flavored malt beverages are brewery products that differ from traditional malt beverages such as beer, ale, lager, porter, stout, or malt liquor in several respects. Flavored malt beverages exhibit little or no traditional beer or malt beverage character. Their flavor is derived primarily from added flavors rather than from malt and other materials used in fermentation. At the same time, flavored malt beverages are marketed in traditional beer-type bottles and cans and distributed to the alcohol beverage market through beer and malt beverage wholesalers, and their alcohol content is similar to other malt beverages in the 4-6% alcohol by volume range.",
            "score": 68.86813354492188
        },
        {
            "docid": "24856_2",
            "document": "Prohibition . Prohibition is the illegality of the manufacturing, storage in barrels or bottles, transportation, sale, possession, and consumption of alcohol including alcoholic beverages, or a period of time during which such illegality was enforced. Drugs were a major factor in alcohol prohibition.",
            "score": 68.8215103149414
        },
        {
            "docid": "16307053_3",
            "document": "Florida Division of Alcoholic Beverages and Tobacco . The Division of Alcoholic Beverages and Tobacco is responsible for licensing the alcoholic beverage and tobacco industries, for collection and auditing of taxes and fees paid by the licensees, and for enforcing the laws and regulations of the alcoholic beverage and tobacco industries.",
            "score": 68.79853057861328
        },
        {
            "docid": "380095_10",
            "document": "Gomel Region . The processing industry is represented by alcohol, alcoholic beverage, wine, beer and soft drinks, vegetable-drying and canning industries.",
            "score": 68.61446380615234
        },
        {
            "docid": "2222_40",
            "document": "Argentine cuisine . The consumption of alcoholic beverages in Argentina is similar to that of the United States and somewhat lower than the Western European average. Argentines enjoy a variety of alcoholic beverages and Argentina can boast a varied array of \"elaboraciones\", whether industrial or artisanal. Besides beer and wine, Argentines frequently drink cider (here again, the heritage comes from Spain and Italy, more precisely from Asturias and Campania). Cider is the most popular beverage of the middle and lower economic classes at Christmas and New Year (the upper classes proverbially preferring to celebrate with locally produced champagne, although real old-line \"creole\" aristocrats will still drink cider, which is much more traditional).",
            "score": 68.57341766357422
        },
        {
            "docid": "54587_3",
            "document": "Root beer . Sassafras root beverages were made by indigenous peoples of the Americas for culinary and medicinal reasons before the arrival of Europeans in North America, and European culinary techniques have been applied to making traditional sassafras-based beverages similar to root beer since the 16th century. Root beer was sold in confectionery stores since the 1840s, and written recipes for root beer have been documented since the 1860s. It possibly was combined with soda as early as the 1850s, and root beer sold in stores was most often sold as a syrup rather than a ready-made beverage. The tradition of brewing root beer is thought to have evolved out of other small beer traditions that produced fermented drinks with very low alcohol content that were thought to be healthier to drink than possibly tainted local sources of drinking water, and enhanced by the medicinal and nutritional qualities of the ingredients used. Beyond its aromatic qualities, the medicinal benefits of sassafras were well known to both Native Americans and Europeans, and druggists began marketing root beer for its medicinal qualities. Pharmacist Charles Elmer Hires was the first to successfully market a commercial brand of root beer. Hires developed his root tea made from sassafras in 1875, debuted a commercial version of root beer at the Philadelphia Centennial Exposition in 1876, and began selling his extract. Hires was a teetotaler who wanted to call the beverage \"root tea\". However, his desire to market the product to Pennsylvania coal miners caused him to call his product \"root beer\", instead. In 1886, Hires began to bottle a beverage made from his famous extract. By 1893, root beer was distributed widely across the United States. Non-alcoholic versions of root beer became commercially successful, especially during Prohibition.",
            "score": 68.55950164794922
        },
        {
            "docid": "37042441_11",
            "document": "Mama's (restaurant) . Mama's serves a variety of breakfast courses, such as omelettes, Eggs Benedicts, French toast, and pancakes. Lunch items include sandwiches, burgers, entree salads, and side orders such as homemade fries, bagels, yogurt, and fresh fruit. Beverages include lemonade, cranberry juice, apple juice, grapefruit juice, soft beverage sodas, lattes, hot chocolates, and alcoholic beverages ranging from wine to beer.",
            "score": 68.54872131347656
        }
    ]
}