{
    "q": [
        {
            "docid": "17414699_88",
            "document": "Genghis Khan . Although the famous Mughal emperors were proud descendants of Genghis Khan and particularly Timur, they clearly distanced themselves from the Mongol atrocities committed against the Khwarizim Shahs, Turks, Persians, the citizens of Baghdad and Damascus, Nishapur, Bukhara and historical figures such as Attar of Nishapur and many other notable Muslims. However, Mughal Emperors directly patronized the legacies of Genghis Khan and Timur; together their names were synonymous with the names of other distinguished personalities particularly among the Muslim populations of South Asia.",
            "score": 140.47195982933044
        },
        {
            "docid": "5372332_10",
            "document": "Descent from Genghis Khan . The khans of the Khoshut Khanate were indirect descendents. They were descendents from a younger brother of Genghis Khan, Qasar.",
            "score": 115.326416015625
        },
        {
            "docid": "8849487_4",
            "document": "Mandukhai Khatun . Mandukhai brought from hiding and adopted the seven-year-old orphan Batumunkh, son of the late Bayan Mongkhe \"Jonon\", a direct descendant of Genghis Khan and part of the Altan Urug, who had also been killed by Esmel (Ismail). As Batumunkh was the last living descendant of Genghis Khan, Mandukhai had him proclaimed Dayan Khan, and she rejected the marriage offer by Unubold, a powerful noble. However, Unubold, himself a descendant of Hasar, younger brother of Genghis Khan, remained loyal to Mandukhai and the child Khan.",
            "score": 120.83112406730652
        },
        {
            "docid": "25439083_8",
            "document": "Timur . According to Gérard Chaliand, Timur was a Muslim, and he saw himself as Genghis Khan's heir. Though not a Borjigid or a descendent of Genghis Khan, he clearly sought to invoke the legacy of Genghis Khan's conquests during his lifetime.",
            "score": 117.81285047531128
        },
        {
            "docid": "26514230_2",
            "document": "Genghis Khan (2004 TV series) . Genghis Khan is a Chinese television series based on the life of Genghis Khan, the founder of the Mongol Empire in the 13th century. Ba Sen, who portrayed the eponymous character in the series, is a descendant of Genghis Khan's second son, Chagatai. The series was first broadcast on CCTV in China in 2004, on KBS in South Korea in 2005, and the Turkish state channel TRT 1.",
            "score": 141.1288504600525
        },
        {
            "docid": "5372332_18",
            "document": "Descent from Genghis Khan . Numerous studies by teams of biochemists, based on the Y-DNA of modern descendants of Genghis Khan, have indicated that Genghis Khan may have belonged to a subclade of Haplogroup C-M217 (C2) such as C-F4002 (C2b1a3).",
            "score": 134.49248218536377
        },
        {
            "docid": "5372332_23",
            "document": "Descent from Genghis Khan . Actor Batdorj-in Baasanjab (also known as Ba Sen) is Genghis Khan's descendant through the Chagatai lineage. He is well known for his portrayals of his ancestors and distant relatives in films and television series (including Genghis Khan himself, his father Yesugei, his son Ögedei Khan, and his grandsons Möngke Khan and Kublai Khan).",
            "score": 122.03031349182129
        },
        {
            "docid": "4616563_16",
            "document": "Mongol invasions of the Levant . The two Western Mongol realms, the Golden Horde and the Il-Khanate, were already in open war. The roots of the conflict were related to battles between the descendants of Genghis Khan over the control of the Empire. The immediate successor to Genghis Khan was his son Ögedei, but the leadership was then taken by force by the descendants of Genghis' son Tolui. During the reign of Kublai Khan (son of Genghis' son Tolui), descendants of Genghis's other sons Ögedei, Chagatai, and Jochi sought to oppose the rule of Kublai. The Ilkhanate had been founded by Hulagu, another of Tolui's sons, who was therefore loyal to Kublai. The Golden Horde had been founded by Genghis' son Jochi, following the Mongol invasion of Central Asia. Genghis had designated several of the territories south of the Caucasus to Jochi, specifically Georgia, and the Seljukid Sultanate. Hulagu, with the backing of his brother the Great Khan Kublai, invaded and captured these territories in 1256, even installing his capital in the center of the disputed territories, at Maragha. Berke, the leader of the Golden Horde, could not tolerate this infringement of his inheritance, and a drawn-out conflict between the two Mongol realms continued well into the 14th century.",
            "score": 136.94536542892456
        },
        {
            "docid": "185015_14",
            "document": "Khan (title) . The higher, rather imperial title Khaqan (\"\"Khan of Khans\"\") applies to probably the most famous rulers known as \"Khan\": the Mongol imperial dynasty of Genghis Khan (his name was Temüjin, \"Genghis\" Khan a never fully understood unique title), and his successors, especially grandson Kublai Khan: the former founded the Mongol Empire and the latter founded the Yuan Dynasty in China. The ruling descendants of the main branch of Genghis Khan's dynasty are referred to as the \"Great Khans\".",
            "score": 130.15040922164917
        },
        {
            "docid": "5372332_5",
            "document": "Descent from Genghis Khan . Another important consideration is that Genghis' descendants intermarried frequently. For instance, the Jochids took wives from the Ilkhan dynasty of Persia, whose progenitor was Hulagu Khan. As a consequence, it is likely that many Jochids had other sons of Genghis Khan among their maternal ancestors.",
            "score": 118.78894305229187
        },
        {
            "docid": "5372332_7",
            "document": "Descent from Genghis Khan . Timur Lenk (1336–1405), the founder of the Timurid Dynasty, claimed descent from Genghis Khan; however, this claim remains questionable: there is no clear evidence for his own descent; he associated himself with the family of Chagatai Khan through marriage. He also never assumed the title \"Khan\" for himself, but employed two members of the Chagatai clan as formal heads of state. The Mughal imperial family of the Indian subcontinent descended from Timur through Babur and also from Genghis Khan (through his son Chagatai Khan). The Asaf Jahi Dynasty are also descendants from Timur through Ghazi ud-Din Khan Feroze Jung I the son of the Mughal Emperor Aurangzeb.",
            "score": 124.61242008209229
        },
        {
            "docid": "17414699_48",
            "document": "Genghis Khan . In the meantime, Genghis Khan selected his third son Ögedei as his successor before his army set out, and specified that subsequent Khans should be his direct descendants. Genghis Khan had left Muqali, one of his most trusted generals, in command of all Mongol forces in Jin China while he battled the Khwarezmid Empire to the west.",
            "score": 130.4985911846161
        },
        {
            "docid": "5372332_11",
            "document": "Descent from Genghis Khan . As the Russian Empire annexed Turkic polities, their Genghizid rulers frequently entered the Russian service. For instance, Kuchum's descendants became Russified as the Tsarevichs of Siberia. Descendants of Ablai Khan assumed in Russia the name of Princes Valikhanov. All these families asserted their Genghisid lineage. The only extant family of this group is the House of Giray, whose members left Soviet Russia for the United States and United Kingdom. Even more a Russian tsar Simeon Bekbulatovich as a grandson of Ahmed Khan bin Küchük was a descendant of Genghis Khan.",
            "score": 110.23498725891113
        },
        {
            "docid": "5372332_20",
            "document": "Descent from Genghis Khan . Zerjal et al. (2003) identified a Y-chromosomal lineage present in about 8% of the men in a region of Asia \"stretching from northeast China to Uzbekistan\" (about 0.5% of the world total), which would be around 16 million men at the time of publication, \"if [Zerjal et al's] sample is representative.\" The paper suggests that the pattern of variation within the lineage is consistent with a hypothesis that it originated in Mongolia about 1,000 years ago, and thus several generations before Genghis's birth. Such a spread would be too rapid to have occurred by genetic drift, and must therefore be the result of selection. The authors propose that the lineage is carried by likely male-line descendants of Genghis Khan and his close male relatives, and that it has spread through social selection, due to the power that Genghis Khan and his direct descendants held, the desirability of marriage into his line, and a society which allowed one man to have many children by multiple wives and widespread rape in conquered cities. All male line descendants of Genghis Khan were allowed to have numerous wives.",
            "score": 142.90709149837494
        },
        {
            "docid": "245190_29",
            "document": "Mausoleum of Genghis Khan . The high Eastern (東廊) and Western Corridors (西廊) connecting these halls are decorated with of murals about the lives of Genghis Khan and his descendants.",
            "score": 108.02930688858032
        },
        {
            "docid": "17414699_3",
            "document": "Genghis Khan . Before Genghis Khan died he assigned Ögedei Khan as his successor. Later his grandsons split his empire into khanates. Genghis Khan died in 1227 after defeating the Western Xia. He was buried in an unmarked grave somewhere in Mongolia. His descendants extended the Mongol Empire across most of Eurasia by conquering or creating vassal states in all of modern-day China, Korea, the Caucasus, Central Asia, and substantial portions of Eastern Europe and Southwest Asia. Many of these invasions repeated the earlier large-scale slaughters of local populations. As a result, Genghis Khan and his empire have a fearsome reputation in local histories.",
            "score": 155.8115794658661
        },
        {
            "docid": "37648700_4",
            "document": "Battle of Amroha . Despite Alauddin's measures, a Mongol force led by Ali Beg invaded the Delhi Sultanate in 1305. The Delhi chronicler Ziauddin Barani describes Ali Beg as a descendant of Genghis Khan, but Ali Beg actually belonged to the Khongirad tribe. He was married to a Chinggisid princess, who was a descendant of Genghis Khan through Ogodei.",
            "score": 116.40087914466858
        },
        {
            "docid": "375451_3",
            "document": "Empress Dowager Xiaozhuang . Bumbutai was a Khorchin Mongol of Borjigin lineage, the clan of Genghis Khan. Her father, Jaisang (寨桑), was a \"beile\" of the Khorchin Mongols and a descendant of Qasar, a younger brother of Genghis Khan.",
            "score": 116.77986145019531
        },
        {
            "docid": "3394353_7",
            "document": "Orda Khan . Jochi supposedly was born shortly after Börte was liberated and Genghis Khan always accepted Jochi as his first-born son, but to some it remained uncertain whether Temüjin Borjigin or Chilger Bökh was the real father of Jochi. As Genghis Khan’s first-born son, Jochi was favored as rightful heir to the Mongol Empire. It was Chagatai who brought up the dispute of Jochi’s illegitimacy, but Genghis Khan remained determined that Jochi was his legitimate first-born son. It was when Genghis named Ögedei as his rightful successor that Jochi rebelled against his father, Chagatai and Ögedei were sent against Jochi who died in February 1227 before it came to any hostilities. Jochi’s descendants were the oldest branch of the Genghis Khan family, although they were not favored for succession by other rivaling family members.",
            "score": 127.84793710708618
        },
        {
            "docid": "795693_2",
            "document": "Chagatai Khan . Chagatai Khan (, \"Tsagadai\"; , \"Chágětái\"; ; , \"Joghatai\"; 22 December 1183 – 1 July 1242) was the second son of Genghis Khan. He was Khan of the Chagatai Khanate from 1226-1242 C.E. The Chagatai language and Chagatai Turks take their names from him. He inherited most of what are now the five Central Asian states after the death of his father. He was also appointed by Genghis Khan to oversee the execution of the Yassa, the written code of law created by Genghis Khan, though that lasted only until Genghis Khan was crowned Khan of the Mongol Empire. The Empire later came to be known as the Chagatai Khanate, a descendant empire of the Mongol Empire. Chagatai Khan was considered hot-headed and somewhat temperamental by his relatives, because of his attitude of non-acceptance of Jochi as Great Khan. He was the most vocal about this issue among his relations. Chaghatai is in some stories held responsible for the death of Jochi and Genghis Khan. At any rate, he was animated by the soldier-like spirit of his father, and succeeded in keeping order among as heterogeneous a population as a kingdom was ever composed of.",
            "score": 131.76537466049194
        },
        {
            "docid": "33586237_8",
            "document": "Siege of Balkh (1370) . The defeat of Husayn made Timur the main power in Mawarannahr and western Chagatai, but the laws laid down by Genghis Khan prevented him from become Khan in his own right. Instead a 'puppet' khan descended from Ögedei, Suurgatmish, was installed. Timur increased his own legitimacy by marrying Husayn's widow Saray Mulk, a princess descended from Genghis Khan. She became his most important Queen, and allowed Timur to call himself Temur Gurgan, or 'son-in-law of the Great Khan'. This form of his name was used on his coins, in Friday prayers and at ceremonial officials for the rest of his life.",
            "score": 105.66214179992676
        },
        {
            "docid": "17414699_66",
            "document": "Genghis Khan . Genghis Khan realised that he needed people who could govern cities and states conquered by him. He also realised that such administrators could not be found among his Mongol people because they were nomads and thus had no experience governing cities. For this purpose Genghis Khan invited a Khitan prince, Chu'Tsai, who worked for the Jin and had been captured by the Mongol army after the Jin dynasty was defeated. Jin had captured power by displacing Khitan. Genghis told Chu'Tsai, who was a lineal descendant of Khitan rulers, that he had avenged Chu'Tsai's forefathers. Chu'Tsai responded that his father served the Jin dynasty honestly and so did he; also he did not consider his own father his enemy, so the question of revenge did not apply. This reply impressed Genghis Khan. Chu'Tsai administered parts of the Mongol Empire and became a confidant of the successive Mongol Khans.",
            "score": 141.92816352844238
        },
        {
            "docid": "46664590_3",
            "document": "Nayan (Mongol Prince) . Nayan was a member of a collateral branch of the Mongol royal dynasty, being a descendant of one of the brothers of Genghis Khan. He was either a great-great grandson of Temüge, Genghis Khan's youngest full brother, or of Belgutai his half-brother. More than one prince named Nayan existed and their identity is confused; the historian Pelliot was of the opinion that the Christian prince Nayan was not a descendant of Belgutai. He gives Nayan's father as Ajul, son of Tacar, son of Jibügan, son of Temüge. The close male relatives of Genghis Khan were given control of large appanage domains located in Mongolia and neighbouring lands such as Manchuria. Marco Polo describes Nayan as ruling four great provinces: 'Ciorcia' (possibly meaning Jurchen), 'Cauli' (Korea, probably only a part of Northern Korea), 'Barscol' and 'Sichintingiu'. Located in his domains was a town called Kwang-ning, and because of this Nayan was termed 'Prince of Kwang-ning'. In addition, Nayan was also the foremost leader of the Eastern \"ulus\"es (tribal groupings and districts ruled by Mongol appanage princes) dominated by the descendants of the brothers of Genghis Khan. Whatever the precise extent of Nayan's appanage, he certainly held sufficient lands within and around Manchuria to give him a power-base from which to launch a rebellion against his kinsman Kublai Khan.",
            "score": 128.30638885498047
        },
        {
            "docid": "19798375_3",
            "document": "Khorchin Mongols . The Ming dynasty gave Borjigin princes (descended from Genghis Khan's brothers) command of the Taining Guard, one of the Three Guards established in 1389. In 1446-48 most of the guards fled in the wake of Esen Tayisi's invasions. However, the Fuyu Guard, another of the Three Guards, remained along the Nen and Onon rivers. Said to have been the descendants of Khasar, a brother of Genghis Khan, they became the direct ancestors of the Khorchin Mongols.",
            "score": 114.03595209121704
        },
        {
            "docid": "8567744_2",
            "document": "Urus Khan . Urus Khan was the eighth Khan of the White Horde and a disputed Khan of the Blue Horde; he was a direct descendant of Genghis Khan. Urus himself was the direct ancestor of the khans of the Kazakh Khanate.",
            "score": 102.98244976997375
        },
        {
            "docid": "8721207_4",
            "document": "Naiman-Beg . It is probable that Naiman Beg was a descendant of Jebe, one of Genghis Khan's chief commanders, that defeated Naimans and incorporated them to the Genghis Khan’s Empire at the beginning of the 13th century. For this deed he was rewarded just with a hereditary title of \"Naiman Beg\" as it was practiced in Mongol Empire.",
            "score": 124.65434670448303
        },
        {
            "docid": "5372332_6",
            "document": "Descent from Genghis Khan . Asian dynasties descended from Genghis Khan included the Kublaids of China, the Hulaguids of Persia, the Jochids of the Golden Horde, the Shaybanids of Siberia, and the Astrakhanids of Central Asia. As a rule, the Genghisid descent played a crucial role in Tatar politics. For instance, Mamai (1335–1380) had to exercise his authority through a succession of puppet khans but could not assume the title of khan himself because he lacked Genghisid lineage.",
            "score": 110.40935039520264
        },
        {
            "docid": "9522764_9",
            "document": "Muqali . After his death, descendants of Mukhali served the Great Khan of the Mongols, especially those of the Toluid lineage. A few of his descendants, such as Antong and Baiju, later became prominent officials in the Confucian fashion of the Yuan dynasty founded by Genghis Khan's grandson, Kublai Khan.",
            "score": 107.54932641983032
        },
        {
            "docid": "21227309_28",
            "document": "Horses in East Asian warfare . By 1225 Genghis Khan's empire stretched from the Caspian Sea and northern China; and his horses grew to be highly prized throughout Asia. Mongolian horses were known for their hardiness, endurance and stamina. Descendants of Genghis Khan's horses remain in great number in Mongolia.",
            "score": 107.78006792068481
        },
        {
            "docid": "39632020_5",
            "document": "Khanzada Begum . Khanzada's paternal grandfather was Abu Sa'id Mirza of the Timurid Empire, while her maternal grandfather was Yunus Khan, the Great Khan of Moghulistan. Khanzadi was thus, a descendant of Genghis Khan from her maternal side and a descendant of Timur from her paternal side.",
            "score": 104.5331072807312
        },
        {
            "docid": "20754760_65",
            "document": "Kublai Khan . Threatened by the advance of Kublai's bureaucratization, Nayan a fourth generation descendant of one of Genghis Khan's brothers, either Temüge or Belgutei, instigated a revolt in 1287. (More than one prince named Nayan existed and their identity is confused.) Nayan tried to join forces with Kublai's competitor Kaidu in Central Asia. Manchuria's native Jurchens and Water Tatars, who had suffered a famine, supported Nayan. Virtually all the fraternal lines under Hadaan, a descendant of Hachiun, and Shihtur, a grandson of Qasar, joined Nayan's rebellion, and because Nayan was a popular prince, Ebugen, a grandson of Genghis Khan's son Khulgen, and the family of Khuden, a younger brother of Güyük Khan, contributed troops for this rebellion.",
            "score": 100.32634568214417
        },
        {
            "docid": "914827_11",
            "document": "Splodgenessabounds . In 1999, after going for a DNA blood test, Splodge discovered he was a direct descendant of Genghis Khan. Splodge penned five songs: \"Genghis Khan\", \"Lulluby of Mongolia\", \"These Are the Things That Make the Mongols So Great\", \"Too Mongolia\" and \"Mongols on the Streets of London\" (written with Mat Sargent of Sham 69).",
            "score": 120.04123139381409
        }
    ],
    "r": [
        {
            "docid": "5372332_21",
            "document": "Descent from Genghis Khan . A white paper by the American Society of Human Genetics Ancestry and Ancestry Testing Task Force, Royal et al. (2010) observed of the Genghis Khan Haplogroup hypothesis:Although such a connection is by no means impossible, we currently have no way of assessing how much confidence to place in such a connection. We emphasize, however, that whenever formal inferences about population history have been attempted with uniparental systems, the statistical power is generally low. Claims of connections, therefore, between specific uniparental lineages and historical figures or historical migrations of peoples are merely speculative.Research published in 2016 suggested that Genghis possibly belonged to the haplogroup R-M343 (R1b). The controversial result was based on analysis of five bodies, dating from about 1130–1250, that were found in graves in Tavan Tolgoi, Mongolia. The remains of all 5 bodies belong to the Mongoloid physical type and are believed to be possibly related to members of the Mongol \"Golden Family\", at around the time of Genghis Khan, although it is uncertain whether the Y-DNA haplogroup marker belongs to the Borijigin clan or the products of clan marriages between the female lineage of Genghis Khan’s Borjigin clan and males of other clans/tribes from Mongolia or Central Asia.",
            "score": 159.46630859375
        },
        {
            "docid": "17414699_3",
            "document": "Genghis Khan . Before Genghis Khan died he assigned Ögedei Khan as his successor. Later his grandsons split his empire into khanates. Genghis Khan died in 1227 after defeating the Western Xia. He was buried in an unmarked grave somewhere in Mongolia. His descendants extended the Mongol Empire across most of Eurasia by conquering or creating vassal states in all of modern-day China, Korea, the Caucasus, Central Asia, and substantial portions of Eastern Europe and Southwest Asia. Many of these invasions repeated the earlier large-scale slaughters of local populations. As a result, Genghis Khan and his empire have a fearsome reputation in local histories.",
            "score": 155.81158447265625
        },
        {
            "docid": "19279_3",
            "document": "Mongolian Armed Forces . As a unified state, Mongolia traces its origins to the Mongol Empire created by Genghis Khan in the 13th century. Genghis Khan unified the various tribes on the Mongol steppe, and his descendants eventually conquered almost the entirety of Asia, the Middle East, and parts of Eastern Europe. The military of the Mongol Empire is regarded to be the first modern military system.",
            "score": 146.71231079101562
        },
        {
            "docid": "5372332_20",
            "document": "Descent from Genghis Khan . Zerjal et al. (2003) identified a Y-chromosomal lineage present in about 8% of the men in a region of Asia \"stretching from northeast China to Uzbekistan\" (about 0.5% of the world total), which would be around 16 million men at the time of publication, \"if [Zerjal et al's] sample is representative.\" The paper suggests that the pattern of variation within the lineage is consistent with a hypothesis that it originated in Mongolia about 1,000 years ago, and thus several generations before Genghis's birth. Such a spread would be too rapid to have occurred by genetic drift, and must therefore be the result of selection. The authors propose that the lineage is carried by likely male-line descendants of Genghis Khan and his close male relatives, and that it has spread through social selection, due to the power that Genghis Khan and his direct descendants held, the desirability of marriage into his line, and a society which allowed one man to have many children by multiple wives and widespread rape in conquered cities. All male line descendants of Genghis Khan were allowed to have numerous wives.",
            "score": 142.90708923339844
        },
        {
            "docid": "17414699_66",
            "document": "Genghis Khan . Genghis Khan realised that he needed people who could govern cities and states conquered by him. He also realised that such administrators could not be found among his Mongol people because they were nomads and thus had no experience governing cities. For this purpose Genghis Khan invited a Khitan prince, Chu'Tsai, who worked for the Jin and had been captured by the Mongol army after the Jin dynasty was defeated. Jin had captured power by displacing Khitan. Genghis told Chu'Tsai, who was a lineal descendant of Khitan rulers, that he had avenged Chu'Tsai's forefathers. Chu'Tsai responded that his father served the Jin dynasty honestly and so did he; also he did not consider his own father his enemy, so the question of revenge did not apply. This reply impressed Genghis Khan. Chu'Tsai administered parts of the Mongol Empire and became a confidant of the successive Mongol Khans.",
            "score": 141.92816162109375
        },
        {
            "docid": "26514230_2",
            "document": "Genghis Khan (2004 TV series) . Genghis Khan is a Chinese television series based on the life of Genghis Khan, the founder of the Mongol Empire in the 13th century. Ba Sen, who portrayed the eponymous character in the series, is a descendant of Genghis Khan's second son, Chagatai. The series was first broadcast on CCTV in China in 2004, on KBS in South Korea in 2005, and the Turkish state channel TRT 1.",
            "score": 141.12884521484375
        },
        {
            "docid": "33970306_5",
            "document": "Garid . The Mongols gained fame in the 13th century when under Genghis Khan they established a huge Eurasian empire through conquest. Genghis Khan came to power by uniting many of the nomadic tribes of northeast Asia. After founding the Mongol Empire and being proclaimed \"Genghis Khan\", he started the Mongol invasions that resulted in the conquest of most of Eurasia. These included raids or invasions of the Kara-Khitan Khanate, Caucasus, Khwarezmid Empire, Western Xia and Jin dynasties. These campaigns were often accompanied by wholesale massacres of the civilian populations – especially in Khwarezmia. By the end of his life, the Mongol Empire occupied a substantial portion of Central Asia and China.",
            "score": 140.83090209960938
        },
        {
            "docid": "17414699_88",
            "document": "Genghis Khan . Although the famous Mughal emperors were proud descendants of Genghis Khan and particularly Timur, they clearly distanced themselves from the Mongol atrocities committed against the Khwarizim Shahs, Turks, Persians, the citizens of Baghdad and Damascus, Nishapur, Bukhara and historical figures such as Attar of Nishapur and many other notable Muslims. However, Mughal Emperors directly patronized the legacies of Genghis Khan and Timur; together their names were synonymous with the names of other distinguished personalities particularly among the Muslim populations of South Asia.",
            "score": 140.47195434570312
        },
        {
            "docid": "17414699_63",
            "document": "Genghis Khan . The Mongol Empire was governed by a civilian and military code, called the Yassa, created by Genghis Khan. The Mongol Empire did not emphasize the importance of ethnicity and race in the administrative realm, instead adopting an approach grounded in meritocracy. The exception was the role of Genghis Khan and his family. The Mongol Empire was one of the most ethnically and culturally diverse empires in history, as befitted its size. Many of the empire's nomadic inhabitants considered themselves \"Mongols\" in military and civilian life, including Mongols, Turks and others and included many diverse Khans of various ethnicities as part of the Mongol Empire such as Muhammad Khan.",
            "score": 140.24644470214844
        },
        {
            "docid": "14131_21",
            "document": "Hazaras . Mongol male and female ancestry is supported by studies in genetic genealogy as well, which have identified a particular lineage of the Y‑chromosome characteristic of people of Mongolian descent (\"the Y-chromosome of Genghis Khan\"). This chromosome is virtually absent outside the limits of the Mongol Empire except among the Hazara, where it reaches its highest frequency anywhere. These results indicate that the Hazara are also characterized by very high frequencies of eastern Eurasian mtDNAs at 35%, which are virtually absent from bordering populations, suggesting that the male descendants of Genghis Khan, or other Mongols, were accompanied by women of East Asian ancestry. Women of Non-eastern Eurasian mtDNA in Hazaras are at 65% most which are West Eurasians and some South Asian.",
            "score": 137.44815063476562
        },
        {
            "docid": "17414699_2",
            "document": "Genghis Khan . Genghis Khan or Temüjin Borjigin (; ) (also transliterated as Chinggis Khaan; born Temüjin, c. 1162 August 18, 1227) was the founder and first Great Khan of the Mongol Empire, which became the largest contiguous empire in history after his death. He came to power by uniting many of the nomadic tribes of Northeast Asia. After founding the Empire and being proclaimed \"Genghis Khan\", he launched the Mongol invasions that conquered most of Eurasia. Campaigns initiated in his lifetime include those against the Qara Khitai, Caucasus, and Khwarazmian, Western Xia and Jin dynasties. These campaigns were often accompanied by large-scale massacres of the civilian populations – especially in the Khwarazmian and Western Xia controlled lands. By the end of his life, the Mongol Empire occupied a substantial portion of Central Asia and China.",
            "score": 137.07664489746094
        },
        {
            "docid": "4616563_16",
            "document": "Mongol invasions of the Levant . The two Western Mongol realms, the Golden Horde and the Il-Khanate, were already in open war. The roots of the conflict were related to battles between the descendants of Genghis Khan over the control of the Empire. The immediate successor to Genghis Khan was his son Ögedei, but the leadership was then taken by force by the descendants of Genghis' son Tolui. During the reign of Kublai Khan (son of Genghis' son Tolui), descendants of Genghis's other sons Ögedei, Chagatai, and Jochi sought to oppose the rule of Kublai. The Ilkhanate had been founded by Hulagu, another of Tolui's sons, who was therefore loyal to Kublai. The Golden Horde had been founded by Genghis' son Jochi, following the Mongol invasion of Central Asia. Genghis had designated several of the territories south of the Caucasus to Jochi, specifically Georgia, and the Seljukid Sultanate. Hulagu, with the backing of his brother the Great Khan Kublai, invaded and captured these territories in 1256, even installing his capital in the center of the disputed territories, at Maragha. Berke, the leader of the Golden Horde, could not tolerate this infringement of his inheritance, and a drawn-out conflict between the two Mongol realms continued well into the 14th century.",
            "score": 136.9453582763672
        },
        {
            "docid": "5372332_18",
            "document": "Descent from Genghis Khan . Numerous studies by teams of biochemists, based on the Y-DNA of modern descendants of Genghis Khan, have indicated that Genghis Khan may have belonged to a subclade of Haplogroup C-M217 (C2) such as C-F4002 (C2b1a3).",
            "score": 134.4924774169922
        },
        {
            "docid": "17414699_54",
            "document": "Genghis Khan . The succession of Genghis Khan was already a significant topic during the later years of his reign, as he reached old age. The long running paternity discussion about Genghis's oldest son Jochi was particularly contentious because of the seniority of Jochi among the brothers. According to traditional historical accounts, the issue over Jochi's paternity was voiced most strongly by Chagatai. In \"The Secret History of the Mongols\", just before the invasion of the Khwarezmid Empire by Genghis Khan, Chagatai declared before his father and brothers that he would never accept Jochi as Genghis Khan's successor. In response to this tension, and possibly for other reasons, Ögedei was appointed as successor.",
            "score": 134.19268798828125
        },
        {
            "docid": "726880_4",
            "document": "Pax Mongolica . The foundations of the \"Pax Mongolica\" lie in the Mongol Empire beginning with Genghis Khan in the early 13th century. In the process of conquering the various tribes in the region, Genghis Khan revolutionised the way Mongolian tribal society was structured. After each new victory, more and more people were incorporated under Genghis Khan's rule, thus diversifying the societal balance of the tribe. In 1203, Genghis Khan, in an effort to strengthen his army, ordered a reform that reorganised his army's structure while breaking down the traditional clan- and kindred-based divisions that had previously fragmented the society and military. He arranged his army into \"arbans\" (inter-ethnic groups of ten), and the members of an \"arban\" were commanded to be loyal to one another regardless of ethnic origin. Ten \"arbans\" made a \"zuun\", or a company; ten \"zuuns\" made a \"myangan\", or a battalion; and ten \"myangans\" formed a \"tumen\", or an army of 10,000. This decimal system organisation of Genghis Khan's strong military would prove very effective in conquering, by persuasion or force, the many tribes of the central Asian steppe, but it would also strengthen Mongol society as a whole. By 1206 Genghis Khan's military expansion had unified the tribes of Mongolia, and in the same year he was elected and acclaimed as the leader of Mongolia.",
            "score": 133.39353942871094
        },
        {
            "docid": "14097_35",
            "document": "History of Asia . The Mongol Empire conquered a large part of Asia in the 13th century, an area extending from China to Europe. Medieval Asia was the kingdom of the Khans. Never before had any person controlled as much land as Genghis Khan. He built his power unifying separate Mongol tribes before expanding his kingdom south and west. He and his grandson, Kublai Khan, controlled lands in China, Burma, Central Asia, Russia, Iran, the Middle East, and Eastern Europe. Estimates are that the Mongol armies reduced the population of China by nearly a third. Genghis Khan was a pagan who tolerated nearly every religion, and their culture often suffered the harshest treatment from Mongol armies. The Khan armies pushed as far west as Jerusalem before being defeated in 1260.",
            "score": 132.2503204345703
        },
        {
            "docid": "17414699_76",
            "document": "Genghis Khan . In the early 1990s, the memory of Genghis Khan underwent a powerful revival, partly in reaction to its suppression during the Mongolian People's Republic period. Genghis Khan became one of the central figures of the national identity. He is considered positively by Mongolians for his role in uniting warring tribes. For example, Mongolians often refer to their country as \"Genghis Khan's Mongolia\", to themselves as \"Genghis Khan's children\", and to Genghis Khan as the \"father of the Mongols\" especially among the younger generation. However, there is a chasm in the perception of his brutality. Mongolians maintain that the historical records written by non-Mongolians are unfairly biased against Genghis Khan and that his butchery is exaggerated, while his positive role is underrated.",
            "score": 132.07394409179688
        },
        {
            "docid": "1875580_4",
            "document": "Family tree of Genghis Khan . Wada Sei did pioneer work on this field, and Honda Minobu and Okada Hidehiro modified it, utilizing newly discovered Persian (Timurid) records and Mongol chronicles. This section is divided in a series of sub-sections for better understanding. The first part traces Genghis Khan's lineage back to the dawn of the Mongolian people, while the second part accounts for his notable descendants (ones that assumed leading roles within the Mongol Empire or later states). The first part is based on the written accounts of The Secret History of the Mongols, a literary work embedded with historical value. The second part is based on the work of several different scholars and historians (especially Rashid al-Din Hamadani), which are, in most cases, incomplete and even conflicting. The index preceding the individual's name represents the number of generations since a common ancestor (in the first part: Borte Chino; in the second part: Genghis Khan).",
            "score": 131.8619842529297
        },
        {
            "docid": "795693_2",
            "document": "Chagatai Khan . Chagatai Khan (, \"Tsagadai\"; , \"Chágětái\"; ; , \"Joghatai\"; 22 December 1183 – 1 July 1242) was the second son of Genghis Khan. He was Khan of the Chagatai Khanate from 1226-1242 C.E. The Chagatai language and Chagatai Turks take their names from him. He inherited most of what are now the five Central Asian states after the death of his father. He was also appointed by Genghis Khan to oversee the execution of the Yassa, the written code of law created by Genghis Khan, though that lasted only until Genghis Khan was crowned Khan of the Mongol Empire. The Empire later came to be known as the Chagatai Khanate, a descendant empire of the Mongol Empire. Chagatai Khan was considered hot-headed and somewhat temperamental by his relatives, because of his attitude of non-acceptance of Jochi as Great Khan. He was the most vocal about this issue among his relations. Chaghatai is in some stories held responsible for the death of Jochi and Genghis Khan. At any rate, he was animated by the soldier-like spirit of his father, and succeeded in keeping order among as heterogeneous a population as a kingdom was ever composed of.",
            "score": 131.76536560058594
        },
        {
            "docid": "28021174_3",
            "document": "Selim I Giray . Crimean khans were the direct descendants of Genghis Khan, the Mongol Emperor. After the death of Genghis Khan (1227) the empire was partitioned and the part in East Europe and Northwest Asia was named Golden Horde. The Golden Horde khans embraced Islam. That region which was also called Desht-i Qipchaq was the home of Kypchak Turks and the khanate was a Turkified. In the early 15th century Golden Horde was further partitioned. One of the parts was the Crimean Khanate founded in and around the Crimean Peninsula, modern Ukraine in 1441. Giray was the name of the dynasty of khans. However, after partitioning, the parts of the khanate were no longer the major powers in East Europe steps and in 1478 Crimean Khanate had to accept the suzerainty of the Ottoman Empire. Being the main Moslem vassal of the empire, Crimean Khanate had a privileged status in the Ottoman Empire.",
            "score": 131.65243530273438
        },
        {
            "docid": "37615717_4",
            "document": "Bodonchar Munkhag . The Mongol tribes of Genghis Khan's time had a very good knowledge of their genealogy, second only to the Arabs according to Rashid Al-Din Hamadani. In the Secret History of the Mongols (Paragraph 121) Old-man Khorchi Usun of the Baarin tribe leaves Jamukha and joins Genghis Khan. He tells Genghis Khan: \"We (the Baarin) were born from the captured wife of Butunchar Bogd (\"Butunchar the Divine Ancestor\"). Therefore we are one womb, one blood with Jamukha. We would never leave the side of Jamukha. But Zaarin (a message bearing spirit) came and showed me a vision.\" He goes on to say that the vision predicted the future rise of Genghis Khan. Butunchar Munkhag was a commonly known figure even among distant tribes such as the Baarin who were descended from the first wife of Butunchar, a captured pregnant woman who described herself as \"Jarchuud Adankhan Uriankhajin\" (\"-jin\" is a feminine suffix) meaning \"female of the Jarchuud Adankhan clan of the Uriankhai tribe\". Although the Secret History of the Mongols includes some mythical elements such as visions and so forth, the individuals and tribes are seen as historical.",
            "score": 131.13523864746094
        },
        {
            "docid": "17414699_89",
            "document": "Genghis Khan . In addition to most of the Mongol nobility up to the 20th century, the Mughal emperor Babur's mother was a descendant. Timur (also known as Tamerlane), the 14th century military leader, and many other nobilities of central Asian countries claimed descent from Genghis Khan. During the Soviet purge most of the Mongol nobility in Mongolia were purged.",
            "score": 130.5950164794922
        },
        {
            "docid": "17414699_48",
            "document": "Genghis Khan . In the meantime, Genghis Khan selected his third son Ögedei as his successor before his army set out, and specified that subsequent Khans should be his direct descendants. Genghis Khan had left Muqali, one of his most trusted generals, in command of all Mongol forces in Jin China while he battled the Khwarezmid Empire to the west.",
            "score": 130.49859619140625
        },
        {
            "docid": "185015_14",
            "document": "Khan (title) . The higher, rather imperial title Khaqan (\"\"Khan of Khans\"\") applies to probably the most famous rulers known as \"Khan\": the Mongol imperial dynasty of Genghis Khan (his name was Temüjin, \"Genghis\" Khan a never fully understood unique title), and his successors, especially grandson Kublai Khan: the former founded the Mongol Empire and the latter founded the Yuan Dynasty in China. The ruling descendants of the main branch of Genghis Khan's dynasty are referred to as the \"Great Khans\".",
            "score": 130.15040588378906
        },
        {
            "docid": "91515_20",
            "document": "Military strategy . As a counterpoint to European developments in the strategic art, the Mongol Emperor Genghis Khan provides a useful example. Genghis' successes, and those of his successors, were based on manoeuvre and terror. The main focus of Genghis' strategic assault was the psychology of the opposing population. By steady and meticulous implementation of this strategy, Genghis and his descendants were able to conquer most of Eurasia. The building blocks of Genghis' army and his strategy were his tribal levies of mounted archers, scorched earth-style methods, and, equally essential, the vast horse-herds of Mongolia.",
            "score": 130.0379638671875
        },
        {
            "docid": "17414699_55",
            "document": "Genghis Khan . Ögedei Khan, born Ögedei (c. 1185 – December 11, 1241) was the third son of Genghis Khan and second Great Khan (Khagan) of the Mongol Empire. He continued the expansion that his father had begun and was a world figure when the Mongol Empire reached its farthest extent west and south during the invasions of Europe and Asia.",
            "score": 129.43333435058594
        },
        {
            "docid": "745324_8",
            "document": "Jochi . Genghis Khan had divided his empire among his four surviving sons during his lifetime. Jochi was entrusted with the westernmost part of the empire, then lying between Ural (Jaiq, Djaik, Iaik, Jaiakh) and Irtysh rivers. In the Kurultai of 1229 following Genghis Khan’s death, this partition was formalized and Jochi’s family (Jochi himself had died six months before Genghis Khan) was allocated the lands in the west up to ‘as far as the hooves of Mongol horses had trodden'. Following the Mongol custom, Genghis Khan bequeathed only four thousand ‘original’ Mongol troops to each of his three elder sons and 101,000 to Tolui, his youngest son. Consequently, Jochi’s descendants extended their empire mostly with the help of auxiliary troops from the subjugated populations which happened to be Turkic. This was the chief reason why the Golden Horde acquired a Turkic identity. Jochi's inheritance was divided among his sons. His sons Orda and Batu founded the White Horde and the Blue Horde, respectively, and would later combine their territories into the Kipchak Khanate or Golden Horde. Another of Jochi’s sons, Shiban, received territories that lay north of Batu and Orda’s Ülüs. Genghis Khan had made Jochi responsible for the supervision and conduct of the community hunt. Hunting was essentially a large scale military exercise designed specifically for the training of the army. It frequently encompassed thousands of square kilometers of area, required the participation of several tumens and lasted anywhere between one and three months. Rules and procedure of the conduct of the military exercise were encoded in the Yassa.",
            "score": 129.1702117919922
        },
        {
            "docid": "3835549_8",
            "document": "Genghis Khan and the Making of the Modern World . Weatherford explores Genghis Khan's legacy and influence; he attributes many aspects of the Renaissance, such as the spread of paper and printing, the compass, gunpowder and musical instruments such as the violin, to the influence of trade enabled by Genghis Khan and the Mongol Empire. Weatherford suggests that the European Renaissance was a rebirth, not of Greece or Rome, but of concepts from the Mongol Empire. He notes the following:",
            "score": 128.40435791015625
        },
        {
            "docid": "25439083_21",
            "document": "Timur . One day Aksak Temür spoke thusly: Timur's Turco-Mongolian heritage provided opportunities and challenges as he sought to rule the Mongol Empire and the Muslim world. According to the Mongol traditions, Timur could not claim the title of \"khan\" or rule the Mongol Empire because he was not a descendant of Genghis Khan. Therefore, Timur set up a puppet Chaghatay Khan, Suyurghatmish, as the nominal ruler of Balkh as he pretended to act as a \"protector of the member of a Chinggisid line, that of Genghis Khan's eldest son, Jochi\".",
            "score": 128.31097412109375
        },
        {
            "docid": "46664590_3",
            "document": "Nayan (Mongol Prince) . Nayan was a member of a collateral branch of the Mongol royal dynasty, being a descendant of one of the brothers of Genghis Khan. He was either a great-great grandson of Temüge, Genghis Khan's youngest full brother, or of Belgutai his half-brother. More than one prince named Nayan existed and their identity is confused; the historian Pelliot was of the opinion that the Christian prince Nayan was not a descendant of Belgutai. He gives Nayan's father as Ajul, son of Tacar, son of Jibügan, son of Temüge. The close male relatives of Genghis Khan were given control of large appanage domains located in Mongolia and neighbouring lands such as Manchuria. Marco Polo describes Nayan as ruling four great provinces: 'Ciorcia' (possibly meaning Jurchen), 'Cauli' (Korea, probably only a part of Northern Korea), 'Barscol' and 'Sichintingiu'. Located in his domains was a town called Kwang-ning, and because of this Nayan was termed 'Prince of Kwang-ning'. In addition, Nayan was also the foremost leader of the Eastern \"ulus\"es (tribal groupings and districts ruled by Mongol appanage princes) dominated by the descendants of the brothers of Genghis Khan. Whatever the precise extent of Nayan's appanage, he certainly held sufficient lands within and around Manchuria to give him a power-base from which to launch a rebellion against his kinsman Kublai Khan.",
            "score": 128.30638122558594
        },
        {
            "docid": "3394353_7",
            "document": "Orda Khan . Jochi supposedly was born shortly after Börte was liberated and Genghis Khan always accepted Jochi as his first-born son, but to some it remained uncertain whether Temüjin Borjigin or Chilger Bökh was the real father of Jochi. As Genghis Khan’s first-born son, Jochi was favored as rightful heir to the Mongol Empire. It was Chagatai who brought up the dispute of Jochi’s illegitimacy, but Genghis Khan remained determined that Jochi was his legitimate first-born son. It was when Genghis named Ögedei as his rightful successor that Jochi rebelled against his father, Chagatai and Ögedei were sent against Jochi who died in February 1227 before it came to any hostilities. Jochi’s descendants were the oldest branch of the Genghis Khan family, although they were not favored for succession by other rivaling family members.",
            "score": 127.84793090820312
        },
        {
            "docid": "23384299_72",
            "document": "History of Mongolia . The 1228 Congress of nobility known as Kurultai enthroned Ogedei, who had been nominated by Genghis Khan. Ogedei Khan made Karakorum on the river Orkhon the capital of the Mongol Empire. Karakorum had been a military garrison of Genghis Khan since 1220. The existence of 12 Buddhist temples, 2 Muslim mosques and 1 Christian church in city Karakorum indicates the tolerance of the Mongols to all religions. The construction of the city was supervised by Otchigin, the youngest brother of Genghis Khan. Ogedei Khan established an effective postal yam system with well-organized posts (‘’örtege’’). The system connected the various regions of the whole Empire. Ogedei Khan settled down the rebellions in the countries conquered during his father and led an army himself to put down a revolt in Korea.",
            "score": 127.67636108398438
        }
    ]
}