{
    "q": [
        {
            "docid": "55884485_5",
            "document": "Zoroastrianism in the United States . In 2006, The United States had the world's third-largest Zoroastrian population at six thousand adherents. Based on mailing addresses rather than congregations, there are two U.S. counties where Zoroastrians constitute the second-largest religion after Christianity. According to a 2010 census by the Association of Statisticians of American Religious Bodies, there are also two U.S. counties where Zoroastrians constitute the joint-second-largest religion along with Baha'i Faith, by number of adherents. The Federation of Zoroastrian Associations of North America (FEZANA) is based in the United States and also quarterly publishes the \"Fezana Journal\". It claimed that the American Zoroastrian community grew by 33.5% between 2004 and 2012 to 15,000 adherents, while the overall North American community grew by 24.4% to 20,847 adherents.",
            "score": 44.950331687927246
        },
        {
            "docid": "322721_15",
            "document": "Freedom of religion in Iran . The textbook the MET wrote on the minority religions was called Talimat-e Maxhadi Vizheh-ye Aqaliathaye Mazhabi - (Kalimi, Zarthoshti, Masihi); Religious Studies Specifically for Religious Minorities: (Jews, Zoroastrians, Christians.) The course was taught by Muslim teachers at least 3 hrs/wk. All the religious minorities objected to the text in 1982 claiming the book was a violation of Article 13 guaranteeing freedom in religious teaching, that there were overt and covert passages from the Quran, and lack of any qualifications of the anonymous author(s) rather than members of the religious minorities writing about their own religions. The situation has moderated for the Armenians significantly by 1995/6. There was also compromise of sorts allowed both Hebrew and Persian language use in Jewish schools.",
            "score": 53.68865489959717
        },
        {
            "docid": "1424484_14",
            "document": "Interfaith marriage . Some traditional Zoroastrians in India disapprove of and discourage interfaith marriages, and female adherents who marry outside the faith are often considered to be excommunicated. When a female adherent marries a partner from another religion, they go through the risk of not being able to enter the Agyaris and Atash Behrams. In the past, their partner and children were forbidden from entering Zoroastrian religious buildings; this is often still observed. A loophole was found to avoid such expulsion: the offspring (especially born out of wedlock) of a Parsi man and a non-Parsi woman were often \"adopted\" by the Parsi father and tacitly accepted into the religion. Alternatively in a few cases such as that of Suzanne RD Tata, the non-Zoroastrian spouse has been allowed to convert Zoroastrianism by undergoing the navjote ritual Interfaith marriages may skew Zoroastrian demographics, since the number of adherents is low.",
            "score": 38.76507544517517
        },
        {
            "docid": "679693_97",
            "document": "Iraqi Kurdistan . In 2015, the Kurdistan Regional Government enacted a law to formally protect religious minorities. The Zoroastrian faith have around 500 followers according to an official research from the religious affairs committee from the parliament. Awat Hosamadin Taieb, the Zoroastrian Representative of the Kurdistan Regional Government, stated that the new estimates are in fact modest and that there may be many more adherents. Zoroastrians were seeking official recognition of their religion as of early 2016. The first Zoroastrian temple was opened in the city of Sulaymaniyah (Silêmanî) in September 2016.",
            "score": 38.061328649520874
        },
        {
            "docid": "43712_33",
            "document": "Parsi . From the 13th century to the late 16th century, the Zoroastrian priests of Gujarat sent (in all) twenty-two requests for religious guidance to their co-religionists in Iran, presumably because they considered the Iranian Zoroastrians \"better informed on religious matters than themselves, and must have preserved the old-time tradition more faithfully than they themselves did\" . These transmissions and their replies – assiduously preserved by the community as the \"rivayat\"s (epistles) – span the years 1478–1766 and deal with both religious and social subjects. From a superficial 21st century point of view, some of these \"ithoter\" (\"questions\") are remarkably trivial – for instance, \"Rivayat\" 376: whether ink prepared by a non-Zoroastrian is suitable for copying Avestan language texts – but they provide a discerning insight into the fears and anxieties of the early modern Zoroastrians. Thus, the question of the ink is symptomatic of the fear of assimilation and the loss of identity, a theme that dominates the questions posed and continues to be an issue into the 21st century. So also the question of conversion of \"Juddin\"s (non-Zoroastrians) to Zoroastrianism, to which the reply (R237, R238) was: acceptable, even meritorious.",
            "score": 31.722042083740234
        },
        {
            "docid": "7564733_14",
            "document": "Indian people . According to the 2011 census, 79.8% of the population of India practices Hinduism and 14.2% adheres to Islam, while the remaining 7.37% adheres to other religions, mostly Jainism, Buddhism, Sikhism and Christianity. Zoroastrianism and Judaism each has several thousands of Indian adherents, and also have an ancient history in India. India has the largest population of people adhering to Zoroastrianism and Bahá'í Faith in the world, even though these two religions are not native to India. Many other world religions also have a relationship with Indian spirituality, such as the Bahá'í Faith which recognises Buddha and Krishna as manifestations of the God Almighty. Despite the strong role of religion in Indian life, atheism and agnostics also have visible influence along with a self-ascribed tolerance to other people. According to the 2012 WIN-Gallup Global Index of Religion and Atheism report, 81% of Indians were religious, 13% were not religious, 3% were convinced atheists, and 3% were unsure or did not respond.",
            "score": 45.939306139945984
        },
        {
            "docid": "6037917_16",
            "document": "Islam . The Quran is more concerned with moral guidance than legislation, and is considered the \"sourcebook of Islamic principles and values\". Muslim jurists consult the \"hadith\" (\"reports\"), or the written record of Prophet Muhammad's life, to both supplement the Quran and assist with its interpretation. The science of Quranic commentary and exegesis is known as \"tafsir\". The set of rules governing proper elocution of recitation is called \"tajwid\".",
            "score": 48.42557764053345
        },
        {
            "docid": "7559740_47",
            "document": "Criticism of the Quran . Have ye thought upon Al-Lat and Al-'Uzza And Manat, the third, the other? Are yours the males and His the females? That indeed were an unfair division! They are but names which ye have named, ye and your fathers, for which Allah hath revealed no warrant. They follow but a guess and that which (they) themselves desire. And now the guidance from their Lord hath come unto them.",
            "score": 24.77763867378235
        },
        {
            "docid": "41358745_5",
            "document": "Zoroastrianism in India . The Zoroastrians moved to India in successive migrations in the Islamic period. The initial migration following the conquest has been characterized as a religious persecution by invading Muslims. According to the account, the Zoroastrians suffered at their hands and in order to protect themselves and safeguard their religion, fled first to northern Iran, then to the island of Hormuz and finally to India. This generally accepted narrative of migration emphasises Muslim persecution while identifying Parsis as religious refugees. Recently, scholars have questioned this explanation of Iranian origins. There is a scarcity of sources about the migration. Historians are forced to rely exclusively on \"Qissa-i Sanjan\" written in 1599 by a Parsi Priest and \"Qissah-ye Zartushtian-e Hindustan\" written more than 200 years later. This is complicated by the fact that there were already Zoroastrians in India in the Sasanian period.",
            "score": 38.16232895851135
        },
        {
            "docid": "5876413_119",
            "document": "Sasanian Empire . Sassanid Zoroastrianism would develop to have clear distinctions from the practices laid out in the Avesta, the holy books of Zoroastrianism. It is often argued that the Sassanid Zoroastrian clergy later modified the religion in a way to serve themselves, causing substantial religious uneasiness. Sassanid religious policies contributed to the flourishing of numerous religious reform movements, most importantly the Mani and Mazdak religions.",
            "score": 58.80231952667236
        },
        {
            "docid": "9195315_22",
            "document": "Persecution of Zoroastrians . The Zoroastrians moved to India in successive migrations in the Islamic period. The initial migration following the conquest has been characterized as a religious persecution by invading Muslims. According to the account, the Zoroastrians suffered at their hands and in order to protect themselves and safeguard their religion, fled first to northern Iran, then to the island of Hormuz and finally to India. This generally accepted narrative of migration emphasises Muslim persecution while identifying Parsis as religious refugees. Recently, scholars have questioned this explanation of Iranian origins. There is a scarcity of sources about the migration. Historians are forced to rely exclusively on \"Qissa-i Sanjan\" written in 1599 by a Parsi Priest and \"Qissah-ye Zartushtian-e Hindustan\" written more than 200 years later. This is complicated by the fact that there were already Zoroastrians in India in the Sasanian period. According to the legend, at the beginning of the 10th century a small group of Zoroastrians living around the town of Nyshapour and Fort of Sanjan in the province of (greater) Khorasan, decided that Iran was no longer safe for Zoroastrians and their religion.The refugees accepted the conditions and founded the settlement of Sanjan (Gujarat), which is said to have been named after the city of their origin (Sanjan, near Merv, in present-day Turkmenistan).",
            "score": 37.57324814796448
        },
        {
            "docid": "47826238_36",
            "document": "Spread of Islam . Islam was readily accepted by Zoroastrians who were employed in industrial and artisan positions because, according to Zoroastrian dogma, such occupations that involved defiling fire made them impure. Moreover, Muslim missionaries did not encounter difficulty in explaining Islamic tenets to Zoroastrians, as there were many similarities between the faiths. According to Thomas Walker Arnold, for the Persian, he would meet Ahura Mazda and Ahriman under the names of Allah and Iblis. At times, Muslim leaders in their effort to win converts encouraged attendance at Muslim prayer with promises of money and allowed the Quran to be recited in Persian instead of Arabic so that it would be intelligible to all.",
            "score": 60.38279867172241
        },
        {
            "docid": "34872113_12",
            "document": "2012 Afghanistan Quran burning protests . \"I absolutely reject any suggestion that those involved acted with any malicious intent to disrespect the Quran or defame the faith of Islam,\" an investigator, Brigadier General Bryan Watson, wrote. \"Ultimately, this was a tragic incident (that) resulted from a lack of cross-talk between leaders and commanders, a lack of senior involvement in giving clear guidance in a complex operation\" and \"distrust among our service members and our partners.\" The investigators of the incident concluded that the involved soldiers did not follow proper procedures, were ignorant of the importance of the Quran to Afghans and got no clear guidance from their leaders in a chain of mistakes. Specifically, the report found that the service members relied too heavily on one linguist's conclusion that the Qurans, which also had militant messages in them, were rewritten versions that were extremist and would not be considered real Qurans. It also said the service members mistakenly interpreted a commander's order to get rid of the books as permission to take them to the burn pit. The report also found that only one of the service members assigned to transport the books to the burn pit knew they were carrying religious books. Even after commanders at the detention center realized a mistake was being made, the troops they dispatched to stop the burning went to the wrong location and didn't find the truck with the books.",
            "score": 44.15966272354126
        },
        {
            "docid": "33785915_3",
            "document": "Shafi‘i . The Shafi school predominantly relies on the Quran and the Hadiths for Sharia. Where passages of Quran and Hadiths are ambiguous, the school first seeks religious law guidance from Ijma – the consensus of Sahabah (Muhammad's companions). If there was no consensus, the Shafi‘i school relies on individual opinion (Ijtihad) of the companions of Muhammad, followed by analogy.",
            "score": 35.93704652786255
        },
        {
            "docid": "43712_58",
            "document": "Parsi . The \"Ilm-e-Kshnoom\" ('science of ecstasy', or 'science of bliss') is a school of Parsi-Zoroastrian philosophy based on a mystic and esoteric, rather than literal, interpretation of religious texts. According to adherents of the sect, they are followers of the Zoroastrian faith as preserved by a clan of 2000 individuals called the \"Saheb-e-Dilan\" ('Masters of the Heart') who are said to live in complete isolation in the mountainous recesses of the Caucasus (alternatively, in the Alborz range, around Mount Damavand).",
            "score": 28.0942862033844
        },
        {
            "docid": "23399362_7",
            "document": "Religion in the Comoros . Comorians follow religious observances conscientiously and strictly adhere to religious orthodoxy. During colonization, the French did not attempt to supplant Islamic practices and were careful to respect the precedents of \"sharia\" as interpreted by the Shafi'i school of thought. All Muslim holidays are observed, including \"Id al-Adha, Muharram, Ashura, Mawlid, Laylat al-Mi'raj\" and Ramadan. Mawlid is marked by celebrations culminating in a feast prepared for the ulama. Many women wear the \"shiromani\", a printed cloth worn around the body. Comorians often consult mwalimus or fundi and marabouts for healing and protection from \"jinn\". \"Mwalimus\" activate \"jinn\" to determine propitious days for feasts, a successful marriage, conduct healing ceremonies and prepare amulets containing Quranic \"ayat\".",
            "score": 35.62220072746277
        },
        {
            "docid": "1187135_6",
            "document": "Islam in the Comoros . Comorians follow religious observances conscientiously and strictly adhere to religious orthodoxy. During colonization, the French did not attempt to supplant Islamic practices and were careful to respect the precedents of \"sharia\" as interpreted by the Shafi'i school of thought. All Muslim holidays are observed, including \"Id al-Adha, Muharram, Ashura, Mawlid, Laylat al-Mi'raj\" and Ramadan. Mawlid is marked by celebrations culminating in a feast prepared for the ulama. Many women wear the \"chirumani\", a printed cloth worn around the body. Comorians often consult mwalimus or fundi and marabouts for healing and protection from \"jinn\". \"Mwalimus\" activate \"jinn\" to determine propitious days for feasts, have a successful marriage, conduct healing ceremonies, and prepare amulets containing Quranic \"ayat\".",
            "score": 29.166824102401733
        },
        {
            "docid": "37970509_17",
            "document": "Catalan self-determination referendum, 2014 . According to the consultation decree, \"in the consultation there is a first question followed successively by a second question, and they are worded as follows: a) Do you want Catalonia to become a State? (Yes/No); If so: b) Do you want this State to be independent? (Yes/No). You can only answer the question under Letter b) in the event of having answered “Yes” to the question under Letter a).\" The \"participation process\" that has replaced the \"non-referendum consultation\" maintains the same two questions.",
            "score": 20.430413484573364
        },
        {
            "docid": "9195315_35",
            "document": "Persecution of Zoroastrians . On top of all the misery the Zoroastrians had to pay a heavy religious tax known as Jizya. Zoroastrian sources record the method of extracting this as designed to humiliate the dhimmi, the taxed person, who was compelled to stand while the officer receiving the money sat on a high throne. Upon receiving the payment, the officer gave the dhimmi a blow on the neck and drove him roughly away. The public was invited to watch the spectacle. Arab tax collectors would mock Zoroastrians for wearing \"Kushti\" and would rip it off, hanging the cord around the necks of the beleaguered faithful. Due to corruption of the tax officials, at times twice and even three times the official figure would be collected, because every intermediary had to receive his share. If the families could not afford paying the Jizya, their children were beaten and even tortured and their religious books were thrown in fire. That is how the term “the bookless” came about. Under the woeful conditions, some had to convert and there were those who declared themselves Muslims, picked up Islamic names, but in secret continued Zoroastrian practices. Today the latter group among the Zoroastrians is known as Jaddid. In response to persecution and segregation policies, the Zoroastrians community became closed, introverted, and static.",
            "score": 36.54639410972595
        },
        {
            "docid": "51343232_13",
            "document": "Morality in Islam . On social and state levels, the importance of tolerance comes from the fact that it is related to such greater issues as peace and justice which are said to be the desired goal of Islam. Given that diversity is a natural phenomenon in this world, the Quran puts much emphasis on the observance of tolerance in order to maintain peace and security. In , the Quran recognizes the diversity among people: 'O mankind! We created you from a single (pair) of a male and a female, and made you into nations and tribes, that ye may know each other (not that ye may despise each other). Verily the most honoured of you in the sight of Allah is (he who is) the most righteous of you.' By mentioning the common origin of mankind, the Quran reminds them of their relating to each other, and urges them to 'rise above' the racial and national divisions. In a nutshell, it is the teaching of Islam that the diversity or difference in social, cultural, political, or religious spheres are to be accepted by members of communities to secure a peaceful co-existence. About religious tolerance, the Quran says: 'Let there be no compulsion in religion' (). No forceful conversion is recognized in Islam. According to Islamic jurists, forced conversion is not possible in Islam because faith basically relates to heart, and not so much to external affairs.",
            "score": 46.45167016983032
        },
        {
            "docid": "26484_33",
            "document": "Religious pluralism . Ahmadis recognize many founders of world religions to be from God, who all brought teaching and guidance from God to all peoples. According to the Ahmadiyya understanding of the Quran, every nation in the history of mankind has been sent a prophet, as the Quran states: \"And there is a guide for every people\". Though the Quran mentions only 24 prophets, the founder of Islam, Muhammad states that the world has seen 124,000 prophets. Thus other than the prophets mentioned in the Quran, Ahmadis, with support from theological study also recognize Buddha, Krishna, founders of Chinese religions to be divinely appointed individuals.",
            "score": 65.2731146812439
        },
        {
            "docid": "5876413_118",
            "document": "Sasanian Empire . Under Parthian rule, Zoroastrianism had fragmented into regional variations which also saw the rise of local cult-deities, some from Iranian religious tradition but others drawn from Greek tradition too. Greek paganism and religious ideas had spread and mixed with Zoroastrianism when Alexander the Great had conquered the Persian Empire from Darius III; a process of Greco-Persian religious and cultural synthesisation which had continued into the Parthian era too. But under the Sassanids, an orthodox Zoroastrianism was revived and the religion would undergo numerous and important developments.",
            "score": 38.79278373718262
        },
        {
            "docid": "17123_54",
            "document": "Karachi . Karachi is one of Pakistan's most religiously diverse cities. \"Karachiites\" adhere to numerous sects and sub-sects of Islam, as well as Protestant Christianity, and community of Goan Catholics. The city also is home to large numbers of Hindus, and a small community of Zoroastrians.",
            "score": 26.6460919380188
        },
        {
            "docid": "37603950_2",
            "document": "Religion in Kurdistan . Religious diversity has been a feature of Kurdistan for many centuries. Main religions that currently exist in Kurdistan are as follows: Islam, Christianity, Zoroastrianism, Yarsanism, Yazidism, Alevism, and Judaism. Today, Sunni Islam is the most adhered religion in Kurdistan.",
            "score": 39.971728563308716
        },
        {
            "docid": "3656547_3",
            "document": "Aniran . The term 'Aniran' derives from Middle Persian \"anērān\", Pahlavi \"ʼnyrʼn\", an antonym of \"ērān\" that in turn denoted either the people or the Sasanian Empire. However, \"in Zoroastrian literature and possibly in Sasanian political thought as well, the term has also a markedly religious connotation. An \"anēr\" person is not merely non-Iranian, but specifically non-Zoroastrian; and \"anēr\" designates also worshipers of the \"dēws\" (\"demons\") or adherents of other religions.\" In these texts of the ninth to twelfth century, \"Arabs and Turks are called \"anēr\", as are Muslims generally, the latter in a veiled manner.\"",
            "score": 42.779359102249146
        },
        {
            "docid": "1275748_62",
            "document": "Muslim conquest of Persia . Muslim leaders in their effort to win converts encouraged attendance at Muslim prayer with promises of money and allowed the Quran to be recited in Persian instead of Arabic so that it would be intelligible to all. Islam was readily accepted by Zoroastrians who were employed in industrial and artisan positions because, according to Zoroastrian dogma, such occupations that involved defiling fire made them impure. Moreover, Muslim missionaries did not encounter difficulty in explaining Islamic tenets to Zoroastrians, as there were many similarities between the faiths. According to Thomas Walker Arnold, for the Persian, he would meet Ahura Mazda and Ahriman under the names of Allah and Iblis. In Afghanistan, Islam was spread due to Umayyad missionary efforts particularly under the reign of Hisham ibn Abd al-Malik and Umar ibn AbdulAziz.",
            "score": 57.78748345375061
        },
        {
            "docid": "53258_28",
            "document": "Pythia . At times when the Pythia was not available, consultants could obtain guidance by asking simple Yes-or-No questions to the priests. A response was returned through the tossing of colored beans, one color designating \"yes,\" another \"no.\" Little else is known of this practice.",
            "score": 8.410238981246948
        },
        {
            "docid": "312809_3",
            "document": "Ethics in religion . Most religions have an ethical component, often derived from purported supernatural revelation or guidance. Some assert that religion is necessary to live ethically. Blackburn states that there are those who \"would say that we can only flourish under the umbrella of a strong social order, cemented by common adherence to a particular religious tradition\".",
            "score": 34.397560834884644
        },
        {
            "docid": "36922_47",
            "document": "Quran . A text is self-referential when it speaks about itself and makes reference to itself. According to Stefan Wild, the Quran demonstrates this metatextuality by explaining, classifying, interpreting and justifying the words to be transmitted. Self-referentiality is evident in those passages where the Quran refers to itself as revelation (\"tanzil\"), remembrance (\"dhikr\"), news (\"naba\"'), criterion (\"furqan\") in a self-designating manner (explicitly asserting its Divinity, \"And this is a blessed Remembrance that We have sent down; so are you now denying it?\"), or in the frequent appearance of the \"Say\" tags, when Muhammad is commanded to speak (e.g., \"Say: 'God's guidance is the true guidance'\", \"Say: 'Would you then dispute with us concerning God?'\"). According to Wild the Quran is highly self-referential. The feature is more evident in early Meccan suras.",
            "score": 47.89157819747925
        },
        {
            "docid": "15388_65",
            "document": "Religion in pre-Islamic Arabia . Iranian religions existed in pre-Islamic Arabia on account of Sasanian military presence along the Persian Gulf and South Arabia and on account of trade routes between the Hejaz and Iraq. Some Arabs in northeast of the peninsula converted to Zoroastrianism and several Zoroastrian temples were constructed in Najd. Some of the members from the tribe of Banu Tamim had converted to the religion. There is also evidence of existence of Manichaeism in Arabia as several early sources indicate a presence of \"zandaqas\" in Mecca, although the term could also be interpreted as referring to Mazdakism. There is evidence for the circulation of Iranian religious ideas in the form of Persian loan words in Quran such as \"firdaws\" (paradise).",
            "score": 56.48740744590759
        },
        {
            "docid": "38208458_14",
            "document": "Singaporeans . Singapore is the world's most religiously diverse nation, with Singaporeans following various religious beliefs and practices due to the country's diverse ethnic and cultural mix. Dharmic religions have the highest number of adherents in Singapore, with 33% of the population practising Buddhism and 5.1% of the population practising Hinduism. Many Singaporeans are also adherents of Abrahamic religions, with 18.3% of the population identifying as Christian, and 14.7% identifying as Muslim. Other prominent faiths practised by Singaporeans include Taoism (10.9%), Chinese folk religion, and other Dharmic religions like Sikhism and Jainism. A small percentage of Singapore's population practices Zoroastrianism and Judaism. Only 0.9% of Singaporeans identify as atheist.",
            "score": 35.84252214431763
        },
        {
            "docid": "1901444_5",
            "document": "Quran desecration . Respect for the written text of the Quran is an important element of religious faith in Islam. Intentionally desecrating a copy of the Quran is punishable by imprisonment in some countries (up to life imprisonment in Pakistan, according to Article 295-B of the Penal Code) and could lead to death in Afghanistan, Saudi Arabia, Somalia and Pakistan.",
            "score": 34.37160301208496
        }
    ],
    "r": [
        {
            "docid": "3240593_7",
            "document": "Hawraman . Ancient religions are also practiced throughout Hawraman and the region is home to the ancient holy places of the Yarsan faith. Some scholars believe that the name \"Hawraman\" or \"Huraman\" has strong connections to the ancient Zoroastrian faith and claim that the name may have originated from \"Ahuraman\" or Ahura Mazda. Ahura Mazda is the name of God in the ancient Indo-Iranian Avestan language and comes from the ancient Zoroastrian faith, which is still being practiced by very small numbers of people in the region. Many areas in the Hawraman region are believed to have been pilgrimage sites for Zoroastrians prior to the advent of Islam. One of the oldest Islamic period evidence is Negel quran. A leather-bound Quran written in the Kufic script with gilded page borders, dates to 4th century AH (913 CE – 1009 CE) which kept in the village mosque.",
            "score": 81.14458465576172
        },
        {
            "docid": "7515857_19",
            "document": "God in Islam . Muslims believe that God is the only true reality and the creation including its creatures are just a derivative reality created out of love and mercy by God's command, \"...\"Be,\" and it is.\" and that the purpose of existence is to worship or to \"know\" God. As in the other Abrahamic religions, God is believed to communicate with his creation via revelations given to prophets to remind people of God. The Quran in particular is believed by Muslims to be the verbatim word of God as revealed to Muhammad. Hadith are the records of Muhammad's sayings and example, and Hadith Qudsi is a sub-category of hadith, which Muslims regard as the words of God repeated by Muhammad. According to Ali ibn Mohammed al-Jurjani, the Hadith Qudsi differ from the Quran in that the former are \"expressed in Muhammad's words\", whereas the latter are the \"direct words of God\". There are no intermediaries, such as clergy, to contact God who states in the Quran, \"It was We Who created man, and We know what dark suggestions his soul makes to him: for We are nearer to him than (his) jugular vein.\" People may enter a particular relationship with God any time and in different circumstances through the divine names or attributes. Thus God is also a personal God who responds whenever a person in need or distress calls Him. Muhammad al-Bukhari, in his \"\", narrates a \"\" that God says, \"I am as My servant thinks (expects) I am.\" When Sufis claim union with God, it is not that they become one in essence, rather the will of the Sufi is fully congruent to God.",
            "score": 76.72515869140625
        },
        {
            "docid": "5650950_4",
            "document": "Zoroastrianism in Azerbaijan . Zoroastrians believed that a god called Ahura Mazda (Wise Lord) created the universe. Sacred book of Zoroastrianism Avesta consists of two main sections: the oldest section contains the Gathas including seventeen hymns and the younger Avesta containing commentaries to the older one. It also includes myths, stories and details of ritual observances. Fire is the most important symbol of the Zoroastrianism. Zoroastrians worshipped fire, because they believed that the fire represented the Holy Spirit of Ahura Mazda.",
            "score": 73.4875259399414
        },
        {
            "docid": "19541_2",
            "document": "Muslim . A Muslim () is someone who follows or practices Islam, a monotheistic Abrahamic religion. Muslims consider the Quran, their holy book, to be the verbatim word of God as revealed to the Islamic prophet and messenger Muhammad. The majority of Muslims also follow the teachings and practices of Muhammad (\"sunnah\") as recorded in traditional accounts (\"hadith\"). \"Muslim\" is an Arabic word meaning \"submitter\" (to God).",
            "score": 72.6103286743164
        },
        {
            "docid": "4701870_48",
            "document": "Muhammad in Islam . Muhammad is highly venerated by the Muslims, and is sometimes considered by them to be the greatest of all the prophets. But Muslims do not worship Muhammad as worship in Islam is only for God. Muslim understanding and reverence for Muhammad can largely be traced to the teachings of Quran which emphatically describes Muhammad's exalted status. To begin with, the Quran describes Muhammad as \"al-nabi al-ummi\" or unlettered prophet (Quran ), meaning that he \"received his religious knowledge only from God\". As a result, Muhammad's examples have been understood by the Muslims to represent the highest ideal for human conduct, and to reflect what God wants humanity to do. The Quran ranks Muhammad above previous prophets in terms of his moral excellence and the universal message he brought from God for humanity. The Quran calls him the \"beautiful model\" (\"al-uswa al-hasana\") for those who hope for God and the last day (Quran ). Muslims believe that Muhammad was sent not for any specific people or region, but for all of humanity.",
            "score": 71.31187438964844
        },
        {
            "docid": "25414_53",
            "document": "Religion . Islam is based on the Quran, one of the holy books considered by Muslims to be revealed by God, and on the teachings (hadith) of the Islamic prophet Muhammad, a major political and religious figure of the 7th century CE. Islam is based on the unity of all religious philosophies and accepts all of the Abrahamic prophets of Judaism, Christianity and other Abrahamic religions before Muhammad. It is the most widely practiced religion of Southeast Asia, North Africa, Western Asia, and Central Asia, while Muslim-majority countries also exist in parts of South Asia, Sub-Saharan Africa, and Southeast Europe. There are also several Islamic republics, including Iran, Pakistan, Mauritania, and Afghanistan.",
            "score": 71.14749908447266
        },
        {
            "docid": "9195315_10",
            "document": "Persecution of Zoroastrians . Once a Zoroastrian family converted to Islam, the children had to go to Muslim religion school and learn Arabic and the teachings of the Quran and these children lost their Zoroastrian identity. These factors continued to contribute to increasing rates of conversion from Zoroastrianism to Islam. A Persian scholar commented, \"“Why so many had to die or suffer? Because one side was determined to impose his religion upon the other who could not understand.\"\"",
            "score": 69.46488189697266
        },
        {
            "docid": "39566183_2",
            "document": "The Criterion for Religions . The Criterion for Religions, the English rendering of Mi‘yarul Madhahib, was written and published in 1895 by Mirza Ghulam Ahmad founder of the Ahmadiyya Muslim Community. Ahmad believed that Islam was a living faith and the only faith by following which man could establish contact with his Creator and enter into communion with him. The teachings contained in the Holy Quran and the Law promulgated by Islam were designed to raise man to moral, intellectual and spiritual perfection. Comparing Islam with other religions, Ahmad writes: \"Islam's understanding of God is very simple and clear, and is in keeping with human nature. Even if the books of all other religions were to disappear along with all of their teachings and concepts, God, towards Whom the Holy Quran leads, would still be clearly reflected in the mirror of the laws of nature, and His Might and Wisdom, shall be found glowing in every particle.\" (page 30)",
            "score": 68.80708312988281
        },
        {
            "docid": "2436131_10",
            "document": "Imamate (Twelver doctrine) . Shia believe that the Divine Truth or the True Religion has two aspects: exoteric (zahir) and esoteric (batin). The exoteric side is revealed by the prophet and his Holy Book to the general people but the esoteric side is the mission of Imams and for the believers by the Esoteric interpretation of the Quran(Ta'wil). As the exoteric speaks of Shariah and esoteric speaks of Haqiqah, it is not a matter of succession but a matter of simultaneity. Haqiqah is based on the spiritual meaning of Quran. The kinship between the prophet and Imams is the sign of their walayah, not the basis for their walayah. According to Shia just those are the real faithful that \"Allah has written faith upon their hearts\" (58:22): only if Walayah is obtained the faith is perfect. Shia theologians refer to the verse 5:55 as a proof for the Walayah of Imams. According to Motahhari, Walayah has four dimensions: the right of love, loving the Ahl al-Bayt is obligatory for all Muslims, the authority of Alh al-Bayt in spiritual guidance, the authority of Ahl al-Bayt in socio-political guidance and the authority of the universal nature by the grace of Allah. By Shia, in fact, a guardian must protect the religion against any additions or subtractions after the prophet. According to al-Baqir, the prophet has revealed the religion but in every age there must be an Imam who leads to the religion and verse 13:7 refers to Imam. A hadith narrates that \"He who knows himself knows his Lord.\", but knowing Allah without His theophanic form (Mazhar), the Face of Allah, is impossible. Imam is the one who carries the human knowledge of Allah, without him we will be trapped in ta'til or metaphysical idolatry (tashbih).\" Numerous Shia hadith narrate: The Quran is the silent Imam, the Imam is the speaking Quran; Imam is the Guide by whom Quran remains alive. Regarding this matter, Mulla Sadra believes that the earth can not be without an Imam otherwise, the Quran will die. By Shia, Wali is the one who has the most love and devotion to God, so God has bestowed His knowledge upon him.",
            "score": 67.71481323242188
        },
        {
            "docid": "49348876_2",
            "document": "Islam and humanity . Islamic teachings on humanity and human welfare have been codified in its central religious book known as the Quran, which the Muslims believe was revealed by God for the mankind. These teachings have often been exemplified by Islamic prophet Muhammad as displayed in his sayings and practices. To the Muslims, Islam is what the Quran has instructed to do and how Muhammad has put them into practice. Thus, the understanding of any Islamic topic generally rely on these two.",
            "score": 67.59734344482422
        },
        {
            "docid": "39753467_5",
            "document": "The English Commentary of the Holy Quran . He also explained that the emergence of new sciences – which expose any book that professes to give a teaching to new criticism – merited a commentary of the Quran in light of new knowledge. Secondly, when the earliest commentaries of the Quran were written, the Bible had not been translated into Arabic, therefore when discussing parts of the Quran containing references to Biblical narratives, the commentators often relied on what they had heard from Jewish and Christian scholars, or on their own speculations, with later European writers on Islam attributing their mistakes to the Quran. Now when knowledge of the Bible had become common and with Arabic, Latin and Greek works being accessible to Muslim scholars, new avenues for understanding the parts of the Quran which contain references to the Bible or the Mosaic tradition had been made available. Thirdly, he stated that inter-religious controversies had hitherto largely revolved around matters of belief and ritual rather than those of moral and socio-political ideas or economic relations and that the contemporary world thought more in terms of these practical matters. A commentary dealing with such practical teachings of the Quran was therefore necessary. Fourthly, according to Mahmood Ahmad, the Quran contained prophecies and those prophecies which had been fulfilled up until the time of this commentary, constituted an important part of the evidence that the Quran was the revealed word of God. Fifthly, the Quran dealt with beliefs and teachings found in \"all\" other religions and ideologies, incorporating their best parts and pointing to their weaknesses and deficiencies. Earlier commentators were unaware of the teachings of these religions and ideologies and therefore unable to fully appreciate Quranic teachings regarding them. Now that all the most obscure teachings have become easily accessible and better known, a more comparative approach to the Quran vis-a-vis other religions and ideologies is possible which also demanded a new commentary.",
            "score": 66.9674301147461
        },
        {
            "docid": "33653990_28",
            "document": "History of libraries . The first libraries in Muslim lands were not necessarily for the public, but they contained much knowledge. The need for the preservation of the Quran, the Muslim Holy Book, and the Traditions of the Muhammad, the Prophet of Islam is what led to the collection of writings in the Muslim world. Where traditions and history used to be oral, the need to preserve the words of the Quran necessitated a method of preserving the words by some means other than orally. Mosques that were the center of everything in an Muslim societies day-to-day life became also libraries that stored and preserved all knowledge, from the Quran to books on religion, philosophy and science.  \"Under the Abbasids, Muslims formed the vanguard of civilization. The Abbasids were influenced by the Quran and Hadith such as, \"the ink of scholar is equal to the blood of martyr, \"stressing the value of knowledge.\" With the passion of the Caliphs to establish centers of knowledge, the Muslim world quickly began to have different centers that housed libraries which contained encyclopedias, translations, commentaries and treatises written by Muslim philosophers, scholars and scientists.  With the discovery of paper, the Muslim world quickly began to progress in its development of libraries, and \"libraries (royal, public, specialised, private) had become common and bookmen (authors, translators, copiers, illuminators, librarians, booksellers' collectors) from all classes and sections of society, of all nationalities and ethnic backgrounds, vied with each other in the production and distribution of books.\"",
            "score": 66.47767639160156
        },
        {
            "docid": "11259_5",
            "document": "Fatwa . In Islam, there are four sources from which Muslim scholars extract religious law or rulings, and upon which they base their fatwā. The first is the Quran, which is the holy book of Islam, and which Muslims believe is the direct and literal word of God, revealed to Prophet Mohammad. The second source is the Sunnah, which incorporates anything that the Prophet Mohammad said, did or approved of. The third source is the consensus of the scholars, meaning that if the scholars of a previous generation have all agreed on a certain issue, then this consensus is regarded as representing Islam. Finally, if no scripture is found regarding a specific question from the three first sources, then an Islamic scholar performs what is known as ijtihad. This means that they use their own logic and reasoning to come up with the best answer according to the best of their ability. Muslims believe that any given action that they perform in their lives falls into one of five categories: All actions fall into the \"permissible\" category, unless there is evidence from one of the four sources previously mentioned (Quran, Sunnah, Consensus, Ijtihad) that proves otherwise. Here are some examples:",
            "score": 66.3951644897461
        },
        {
            "docid": "26282410_15",
            "document": "Ahmadiyya . For Ahmadi Muslims, the third article in Islam is concerned with the belief in all the divine scriptures as revealed by God to his Prophets. This includes, the Torah, the Gospel, the Psalms, the scrolls of Abraham, and the Quran. Before the advent of Islam, the history of religion is understood as a series of dispensations where each messenger brought teachings suitable for the time and place. Thus, at the time of their inception, the divine teachings sent by God concurred in their fundamentals, with the exception of minor details that were chosen to complement the time and place. With the exception of the Quran, it is believed that the divine scriptures are susceptible to human interpolation. Islam recognises that God sent his prophets to every nation and isolated communities of the world. Thus, according to the Ahmadi teachings, books outside of the Abrahamic tradition, such as the Vedas and Avesta are too considered as being of divine origin. Among the recognised books, the Community believes that the Quran is the final divine scripture revealed by God to mankind. The teachings of the Quran are considered timeless.",
            "score": 65.9696044921875
        },
        {
            "docid": "30875_10",
            "document": "Theocracy . In a pure theocracy, the civil leader is believed to have a personal connection with the civilization's religion or belief. For example, Moses led the Israelites, and Muhammad led the early Muslims. There is a fine line between the tendency of appointing religious characters to run the state and having a religious-based government. According to the Holy Books, Prophet Joseph was offered an essential governmental role just because he was trustworthy, wise and knowledgeable (Quran 12: 54–55).  As a result of the Prophet Joseph's knowledge and also due to his ethical and genuine efforts during a critical economic situation, the whole nation was rescued from a seven-year drought (Quran 12: 47–48). When religions have a \"holy book,\" it is used as a direct message from God. Law proclaimed by the ruler is also considered a divine revelation, and hence the law of God. As to the Prophet Muhammad ruling, \"The first thirteen of the Prophet's twenty-three year career went on totally apolitical and non-violent. This attitude partly changed only after he had to flee from Mecca to Medina.This \"hijra\", or migration, would be a turning point in the Prophet's mission and would mark the very beginning of the Muslim calendar. Yet the Prophet did not establish a theocracy in Medina. Instead of a polity defined solely by Islam, he founded a territorial polity based on religious pluralism. This is evident in a document called the ’Charter of Medina’, which the Prophet signed with the leaders of the other community in the city.\"  According to the Quran, Prophets were not after power or material resources. For example in surah 26 verses (109, 127, 145, 164, 180), the Koran repeatedly quotes from Prophets, Noah, Hud, Salih, Lut, and Shu'aib that: ” I do not ask you for it any payment; my payment is only from the Lord of the worlds.” While, in theocracy many aspects of the holy book are overshadowed by material powers. Due to be considered divine, the regime entitles itself to interpret verses to its own benefit and abuse them out of the context for its political aims. An ecclesiocracy, on the other hand, is a situation where the religious leaders assume a leading role in the state, but do not claim that they are instruments of divine revelation. For example, the prince-bishops of the European Middle Ages, where the bishop was also the temporal ruler. Such a state may use the administrative hierarchy of the religion for its own administration, or it may have two 'arms'—administrators and clergy—but with the state administrative hierarchy subordinate to the religious hierarchy. The papacy in the Papal States occupied a middle ground between theocracy and ecclesiocracy, since the pope did not claim he was a prophet who received revelation from God and translated it into civil law.",
            "score": 65.51493835449219
        },
        {
            "docid": "26484_33",
            "document": "Religious pluralism . Ahmadis recognize many founders of world religions to be from God, who all brought teaching and guidance from God to all peoples. According to the Ahmadiyya understanding of the Quran, every nation in the history of mankind has been sent a prophet, as the Quran states: \"And there is a guide for every people\". Though the Quran mentions only 24 prophets, the founder of Islam, Muhammad states that the world has seen 124,000 prophets. Thus other than the prophets mentioned in the Quran, Ahmadis, with support from theological study also recognize Buddha, Krishna, founders of Chinese religions to be divinely appointed individuals.",
            "score": 65.27310943603516
        },
        {
            "docid": "4147554_14",
            "document": "Ubaidullah Sindhi . Ubaidullah Sindhi was of the view that the Quran uses Arabic words to make clear what God considers right and wrong. Other religious holy books like the Bible, the Gita and the Torah are also followed by many people around the world. He realized non-religious people (atheists) also existed in this world. After all he had spent some time among the communists in Russia. The individuals, who inaccurately interpreted the Bible and the Torah, were declared nonbelievers by Islam. In the same way, the person who incorrectly explains the Quran, can be declared an atheist. Islam and the prophet Muhammad taught people to have respect and tolerance for other religions and how to coexist with others on this earth. The Quran clearly states that the Jews and Christians are also 'the people of the book', meaning Almighty God also blessed them with many prophets like Abraham, Moses and Jesus and they all conveyed God's message to the people before prophet Muhammad was born. In Islam, the emphasis is clearly on God being eternal and everything in the universe belonging to Him alone. God alone is the Creator and Protector. It is evident from Ubaidullah Sindhi's travels around the world that he had an international and world outlook. It is also evident from his lifetime behavior and struggles that he wanted India not to be ruled by the British. He wanted India to be ruled by the Indians.",
            "score": 65.04887390136719
        },
        {
            "docid": "36922_20",
            "document": "Quran . Muslims believe that the present wording of the Quran corresponds to that revealed to Muhammad, and according to their interpretation of Quran , it is protected from corruption (\"Indeed, it is We who sent down the Quran and indeed, We will be its guardian.\"). Muslims consider the Quran to be a guide, a sign of the prophethood of Muhammad and the truth of the religion.",
            "score": 64.84864807128906
        },
        {
            "docid": "36372333_16",
            "document": "Abol Hussein Tanhai . Abstract: Sociology Alavi is a kind of sociology of religion; the sociology of religion and religion sociology are different. Sociology of religion means that it gets its principles from God's law and religious books and in accordance, it can be stated School of sociology and the sociology of religion and axioms are not provable in any school and these are the obvious tenet that we are accept them as a right tenet from some books such a Quran, Gospel or Avesta. Some people thought that sociology of religion does not mean because in sociology the main issue is the only study and they say we can not have Islamic physic so sociology of religion is not acceptable. The human form the society and its important for human to notice the structure of society and it recognize the truth and false of component and the relationship between them. So they try to find a model that they can convert the unhealthy society to healthy society. In the sociology of religion an ideal society is interpreted based on religious precepts.",
            "score": 64.82157135009766
        },
        {
            "docid": "6045840_3",
            "document": "Islam and Sikhism . Both religions are monotheistic, although Sikhs, unlike Muslims believe that the 'One' creator permeates the creation. Islam believes that Muhammad was the last prophet, to whom the Quran was revealed by God in the 7th century CE. Its primary sources of teachings come from the Quran, which Muslims believe is the word of God, and the Sunnah, the life examples and practices of the prophet Muhammad. Sikhism was founded in the 15th century CE by Guru Nanak and the Guru Granth Sahib is the scripture followed by Sikhs as \"The Living Guru\".",
            "score": 64.56497955322266
        },
        {
            "docid": "4752195_23",
            "document": "Religion in Asia . Zoroastrianism was once the state religion of the Persian Empire, but is now a minority mostly found in India and Iran. It worships a monotheistic god, Ahura Mazda, and was founded by Zoroaster. Zoroastrianism is a religion and philosophy based on the teachings of prophet Zoroaster (also known as Zarathustra, in Avestan), probably founded some time before the 6th century BC. The term Zoroastrianism is, in general usage, essentially synonymous with Mazdaism, i.e., the worship of Ahura Mazda, exalted by Zoroaster as the supreme divine authority.",
            "score": 64.55839538574219
        },
        {
            "docid": "30933488_19",
            "document": "Prophets and messengers in Islam . The revealed books are the records which Muslims believe were dictated by God to various Islamic prophets throughout the history of mankind, all these books promulgated the code and laws of Islam. The belief in all the revealed books is an article of faith in Islam and Muslims must believe in all the scriptures to be a Muslim. Muslims believe the Quran, the final holy scripture, was sent because all the previous holy books had been either corrupted or lost. Nonetheless, Islam speaks of respecting all the previous scriptures, even in their current forms.",
            "score": 64.31144714355469
        },
        {
            "docid": "28394320_16",
            "document": "Dove World Outreach Center Quran-burning controversy . The proposal to burn Qurans began with a series of Twitter messages on July 12, and a related discussion on the now-removed Facebook group \"Islam is of the Devil\", named after Terry Jones's book. Jones invited Christians to burn the Muslim holy book to remember all 9/11 victims. It was to be held from 6 p.m. to 9 p.m. The idea initially had little support and considerable opposition, but Religion News Service ran a story describing Jones's claim that he had received Qurans to burn. CAIR refused to respond, but other religious organizations did. On July 25 Jones posted a YouTube video in which he held up a Quran and said \"This is the book that is responsible for 9/11. No, to me it looks like the religion of the devil\" which garnered substantial media attention. On August 3, Gainesville mayor Craig Lowe asked the world's media to ignore Jones's church as a \"tiny fringe group and an embarrassment to our community\", but coverage continued to increase. In early August, Sunni scholars at al-Azhar University in Cairo issued a statement warning of \"dangerous consequences\" if Qurans were burned. U.S. President Obama condemned the plan saying it would endanger the lives of U.S. troops abroad. American Muslims responded by saying they would celebrate September 11, 2010 as 'love Jesus day' emphasizing the fact that Jesus is believed to be a messenger of God in Islam. Other groups asked people to celebrate Read the Quran day as a means to international understanding.",
            "score": 64.13069915771484
        },
        {
            "docid": "44406_29",
            "document": "Zoroaster . Though the name of Zoroaster is not mentioned in the Qur'an, still he was regarded as one of those prophets whose names have not been mentioned in the Qur'an, for there is a verse in the Qur'an: \"And We did send apostles before thee: there are some of them that We have mentioned to thee and there are others whom We have not mentioned to Thee.\" (40 : 78). Accordingly, the Muslims treated the founder of Zoroastrianism as a true prophet and believed in his religion as they did in other inspired creeds, and thus according to the prophecy, protected the Zoroastrian religion. James Darmesteter remarked in the translation of Zend Avesta: \"When Islam assimilated the Zoroastrians to the People of the Book, it evinced a rare historical sense and solved the problem of the origin of the Avesta.\" (Introduction to Vendidad. p. 69.)",
            "score": 63.70261764526367
        },
        {
            "docid": "4701870_52",
            "document": "Muhammad in Islam . In Islamic Sharia, the Sunnah of Muhammad is regarded a vital source for Islamic law, next in importance only to the Quran. Additionally, the Quran in its several verses authorizes Muhammad, in his capacity as a prophet, to promulgate new laws. The verse of the Quran says, \"those who follow the Messenger, the unlettered Prophet whom they find written down in the Torah and the Injil, and who (Muhammad) bids them to the Fair and forbids them the Unfair, and makes lawful for them the good things, and makes unlawful for them the impure things... So, those who believe in him, and honor him, and help him, and follow the light that has been sent down with him (Muhammad) – they are the ones who acquire success.\" Commenting on this verse, Islamic scholar Muhammad Taqi Usmani says, \"one of the functions of the Holy Prophet (saaw) is \"to make lawful the good things and make unlawful the impure things\". This function has been separated from \"bidding the fair and forbidding the unfair\", because the latter relates to the preaching of what has already been established as fair, and warning against what is established as unfair, while the former embodies the making of lawful and unlawful\". Taqi Usmani recognizes two kinds of revelations – the \"recited\" one which is collectively known as Quran, and the \"unrecited\" one that Muhammad received from time to time to let him know God's will regarding how human affairs should be – and concludes that Muhammad's prophetic authority to promulgate new laws had its base on the later type. Therefore, in Islamic theology, the difference between God's authority and that of his messenger is of great significance: the former is wholly independent, intrinsic and self-existent, while the authority of the latter is derived from and dependent on the revelation from God.",
            "score": 63.492408752441406
        },
        {
            "docid": "19522_7",
            "document": "Monotheism . Since the sixth century BCE, Zoroastrians have believed in the supremacy of one God above all: Ahura Mazda as the \"Maker of All\" and the first being before all others. Nonetheless, Zoroastrianism was not strictly monotheistic because it venerated other \"yazatas\" alongside Ahura Mazda. Ancient Hindu theology, meanwhile, was monist, but was not strictly monotheistic in worship because it still maintained the existence of many gods, who were envisioned as aspects of one supreme God, Brahman. Numerous ancient Greek philosophers, including Xenophanes of Colophon and Antisthenes believed in a similar polytheistic monism that came close to monotheism, but fell short. Judaism was the first religion to conceive the notion of a personal monotheistic God within a monist context. The concept of ethical monotheism, which holds that morality stems from God alone and that its laws are unchanging, first occurred in Judaism, but is now a core tenet of most modern monotheistic religions, including Zoroastrianism, Christianity, Islam, Sikhism, and Bahá'í Faith.",
            "score": 63.298248291015625
        },
        {
            "docid": "13749_50",
            "document": "Hadith . The mainstream sects consider hadith to be essential supplements to, and clarifications of, the Quran, Islam's holy book, as well as for clarifying issues pertaining to Islamic jurisprudence. Ibn al-Salah, a hadith specialist, described the relationship between hadith and other aspect of the religion by saying: \"It is the science most pervasive in respect to the other sciences in their various branches, in particular to jurisprudence being the most important of them.\" \"The intended meaning of 'other sciences' here are those pertaining to religion,\" explains Ibn Hajar al-Asqalani, \"Quranic exegesis, hadith, and jurisprudence. The science of hadith became the most pervasive due to the need displayed by each of these three sciences. The need hadith has of its science is apparent. As for Quranic exegesis, then the preferred manner of explaining the speech of God is by means of what has been accepted as a statement of Muhammad. The one looking to this is in need of distinguishing the acceptable from the unacceptable. Regarding jurisprudence, then the jurist is in need of citing as an evidence the acceptable to the exception of the later, something only possible utilizing the science of hadith.\"",
            "score": 63.29624557495117
        },
        {
            "docid": "342410_32",
            "document": "Christianity and other religions . Interestingly, in the Younger Avesta, three divinities of the Zoroastrian pantheon are repeatedly identified as ahuric, meaning that each, as Ahura, act together in both representing and protecting Asha, or the divine truth governing the universe. These three are Ahura Mazda, Mithra and Burz, and hence known as the \"Ahuric triad.\" Similarities with the Christian Trinity can be seen between Ahura Mazda and God the Father, Mithra and Christ the Logos, as well as between Burz and the Holy Spirit, both of which are associated symbolically with water. Both Zoroastrianism and Christianity consider themselves to be monotheistic, but like all other monotheisms they have highlighted certain aspects or energies of the divine to emphasize, and these are not meant to be interpreted as separate divinities. In both religions there are guardian angels, or fravashi, which are considered to be created beings and are distinct from the Energies of God or divine emanations. The Zoroastrian term yazata, however, has variously been interpreted as meaning emanations or \"sparks\" of the divine, or as being roughly synonymous with the term \"angels.\" There have been various theories on the possible relationship between these aspects of Zoroastrianism and ideas of divine emanation in esoteric Christianity, Jewish Kabbalah, Islamic mysticism (Sufism), and other religious systems, such as Gnosticism, Yazidism, and the Druze, among others.",
            "score": 63.09663772583008
        },
        {
            "docid": "2152113_17",
            "document": "Amr ibn Hishām . While Muhammad was in Mecca some twenty Christians came to him from Abyssinia (or Najrān) when they heard news of him. Muhammad answered all their questions and read the Quran to them. Their eyes flowed with tears and they accepted Islam. Abu Jahl intercepted them as they were leaving, saying, 'God, what a wretched band you are! Your people at home sent you to bring them information about the fellow, and as soon as you sat with him you renounced your religion and believed what he said. We don't know a more asinine band than you'. They answered: 'Peace be on you. We will not engage in foolish controversy with you. We have our religion and you have yours. We have not been remiss in seeking what is best.'",
            "score": 63.018211364746094
        },
        {
            "docid": "20347_70",
            "document": "Meaning of life . Zoroastrianism is the religion and philosophy named after its prophet Zoroaster, which is believed to have influenced the beliefs of Judaism and its descendant religions. Zoroastrians believe in a universe created by a transcendental God, Ahura Mazda, to whom all worship is ultimately directed. Ahura Mazda's creation is \"asha\", truth and order, and it is in conflict with its antithesis, \"druj\", falsehood and disorder. (See also Zoroastrian eschatology).",
            "score": 62.687862396240234
        },
        {
            "docid": "30056668_2",
            "document": "Violence in the Quran . The Quran, the holy book of Islam, contains verses believed by Muslims to be revealed to the Islamic prophet Muhammad at different times and under different circumstances – the earlier verses urging peace, restraint, and conciliation, and the later ones exhorting violence. Because some verses abrogate others, and because some are thought to be general commands while other refer to specific enemies, how the verses are understood and how they relate to each other \"has been a central issue in Islamic thinking on war\" according to scholars such as Charles Matthews.",
            "score": 62.62159729003906
        },
        {
            "docid": "5362865_25",
            "document": "Conceptions of God . Some Jewish, Christian and Muslim Medieval philosophers, including Moses Maimonides and Pseudo-Dionysius, as well as many sages of other religions, developed what is termed as apophatic theology or the \"Via Negativa\", the idea that one cannot posit attributes to God and can only discuss what God is not. For example, we cannot say that God \"exists\" in the usual sense of the term, because that term is human defined and God's qualities such as existence may not be accurately characterized by it. What we can safely say is that it cannot be proven empirically or otherwise that God is existent, therefore \"God is not non-existent\". Likewise God's \"wisdom\" is of a fundamentally different kind from limited human perception. So we cannot use the word \"wise\" to describe God, because this implies God is wise in the way we usually describe humans being wise. However we can safely say that \"God is not ignorant\". We should not say that God is One, because we may not truly understand Gods nature, but we can state that there is no multiplicity in God's being. In the Quran it is stated that God possess no quality of God's creation, which means that there cannot be a He or She used to describe God. To say that God is angered or feels any kind of emotion is a misunderstanding. Emotion is in common to all humans; it is what gives them their essence, though to feel love, anger, jealousy, or happiness clouds and misguides our judgment and may lead us to make a weak decision or do something unfair. Therefore, One who sees all and can feel all does not need any emotion to make a decision. God is beyond emotion and other human biases.",
            "score": 62.201873779296875
        }
    ]
}