{
    "q": [
        {
            "docid": "22528960_3",
            "document": "George H. Brooke . George Brooke was born on July 9, 1874, in Brookeville, Maryland, to Walter H. Brooke at Caroline Leggett Brooke. He was married to Marie Louise Gregg Robb. He and his wife had no children. George Brooke attended Brookeville High School in Maryland before moving on to Swarthmore College in Pennsylvania. At Swarthmore, he played baseball and football. He was the captain of the 1892 Swarthmore football team. He received a Bachelor of Science degree from Swarthmore in 1893. He next enrolled at the University of Pennsylvania where he earned a Bachelor of Philosophy (Ph. B) degree in 1895 and an Bachelor of Law (LL. B) degree in 1898.",
            "score": 51.59817552566528
        },
        {
            "docid": "22528960_4",
            "document": "George H. Brooke . Brooke played seven years of college football at Swarthmore College and then at the University of Pennsylvania. He was selected as an All-American in 1894 and 1895 while playing for the University of Pennsylvania. Penn was undefeated and won the national championship of football in the two seasons that Brooke was named an All-American. All-American selector, Caspar Whitney called Brooke a \"very hard man to stop. He strikes the line with almost irresistible force.\" He was regarded as a ferocious fullback and a top notch punter. He is credited with coining the phrase \"coffin corner\" when describing his long punts deep into the opposing end of the field. Brooke was barred from playing for Pennsylvania after the 1895 season because of an agreement between Harvard and the University of Pennsylvania that limited players to four seasons. After finishing a bachelor's degree from Pennsylvania, Brooke was the subject of an allegation of being an ineligible player in an October 24, 1896 game in New Orleans, LA. In the game, Brooke played only one down for Tulane University before LSU protested to the game's referee. Tulane claimed that Brooke planned on enrolling there as a graduate student. During the debate between team captains, Brooke refused to sign an affidavit stating his intention to enroll at Tulane, as he was already enrolled in law school at the University of Pennsylvania. The referee ruled him ineligible to play. The Tulane football team refused to continue playing the game without Brooke, so the referee ruled the game to be a forfeit in favor of LSU.",
            "score": 72.9217643737793
        },
        {
            "docid": "56589261_9",
            "document": "Brooke Mansion (Birdsboro, Pennsylvania) . About the time of Edward Brooke II's 1886 graduation, the University of Pennsylvania was contemplating building a fireproof library in which it could gather its collections in a single building. Frank Furness's brother Horace was chosen to head the building committee, and the architect began drawing up detailed plans even before the project was officially announced. The committee hired Furness to advise them, and later chose him to be the library's architect.",
            "score": 52.36869168281555
        },
        {
            "docid": "16817424_15",
            "document": "Project Runway (season 5) . Working in teams of two, designers were asked to make an outfit that could transition from day to night for Brooke Shields's character Wendy Healy on the television show \"Lipstick Jungle\". The winning design was to be worn by Brooke Shields on Season 2 of \"Lipstick Jungle\". Each team was given a budget of $150 and one day to complete their designs. After sketching individually for 30 minutes and pitching their ideas to Shields, six designers were picked by Brooke as team leaders (team leaders shown in bold below). The team leaders were picked in a random order and selected a teammate.",
            "score": 52.68106532096863
        },
        {
            "docid": "3029865_5",
            "document": "Steve Shields (ice hockey) . Shields was drafted in the fifth round (#101 overall) in the 1990 NHL Entry Draft by the Buffalo Sabres out of the University of Michigan. Shields could be best classified as a journeyman NHL goaltender over his tenure. In his NHL career, Shields would play for the Buffalo Sabres, the San Jose Sharks, the Mighty Ducks of Anaheim, the Boston Bruins, the Florida Panthers, and the Atlanta Thrashers. Shields has recently been playing in the NESHL as a center for Mutiny. Mutiny is a B division team out of the Metro Boston league.",
            "score": 40.982545137405396
        },
        {
            "docid": "22863393_3",
            "document": "Jainendra K. Jain . Born in 1960, Jain received his primary, middle and high school education in a government school in a rural village called Sambhar, Rajasthan, located at the eastern margin of Thar desert in India. He received bachelor's degree at Maharaja College, Jaipur, his master's degree in physics at Indian Institute of Technology Kanpur and PhD at the Stony Brook University under the supervision of Prof. Philip B. Allen. After working as a post-doctoral researcher at the University of Maryland and the Yale University he returned to the Stony Brook University as a faculty in 1989. In 1998 he moved to the Pennsylvania State University as the first Erwin W. Mueller Professor of Physics. In 2012, Penn State University awarded Jain with Evan Pugh University Professorship, named after the first president of the university.",
            "score": 62.84002637863159
        },
        {
            "docid": "1165480_10",
            "document": "Phillips Brooks . In 1877 the building of Trinity was completed, but the Venetian mosaics Brooks and Richardson wanted they could not then afford. It was not until the magnificent new altar and sanctuary of Maginnis & Walsh in 1938 that Trinity's chancel reflected that aspect of their dreams for Trinity, which Brooks called \"America's glory forever\". Here Phillips Brooks preached Sunday after Sunday to great congregations, until he was consecrated Bishop of Massachusetts in 1891. In 1886, he had declined an election as assistant bishop of Pennsylvania. He was for many years an overseer and preacher of Harvard University. In 1881 he declined an invitation to be the sole preacher to the university and professor of Christian ethics. On April 30, 1891 he was elected sixth Bishop of Massachusetts, and on the 14 October was consecrated to that office in Trinity Church.",
            "score": 54.29190516471863
        },
        {
            "docid": "28260_22",
            "document": "Sonnet . Happy ye leaves. whenas those lily hands, (a) Which hold my life in their dead doing might, (b) Shall handle you, and hold in love's soft bands, (a) Like captives trembling at the victor's sight. (b) And happy lines on which, with starry light, (b) Those lamping eyes will deign sometimes to look,(c) And read the sorrows of my dying sprite, (b) Written with tears in heart's close bleeding book. (c) And happy rhymes! bathed in the sacred brook (c) Of Helicon, whence she derived is, (d) When ye behold that angel's blessed look, (c) My soul's long lacked food, my heaven's bliss. (d) Leaves, lines, and rhymes seek her to please alone, (e) Whom if ye please, I care for other none. (e) </poem>",
            "score": 32.79518914222717
        },
        {
            "docid": "33106960_29",
            "document": "Joanna Shields, Baroness Shields . Shields was born in St. Marys, Pennsylvania, the second of five children. She graduated as BS from Penn State University, where she was a member of Chi Omega sorority, and did her post-grad studies as MBA from George Washington University. Shields received a Doctorate in Public Service, Honoris Causa, from George Washington University May 2016.",
            "score": 79.27561664581299
        },
        {
            "docid": "31097390_3",
            "document": "James B. Orlin . Orlin did his undergraduate studies at the University of Pennsylvania, receiving a bachelor's degree in mathematics in 1974. He earned a master's degree in mathematics from the California Institute of Technology in 1976, and a Ph.D. in operations research from Stanford University in 1981 under the supervision of Arthur Fales Veinott Jr. He joined the MIT faculty as an assistant professor in 1979, and became the Brooks Professor in 1998.",
            "score": 48.53222441673279
        },
        {
            "docid": "80135_21",
            "document": "Rutgers University . The current president is Robert L. Barchi, M.D., Ph.D. (b. 1946), an accomplished neuroscientist and board-certified physician. Dr. Barchi previously served as president of the Thomas Jefferson University in Philadelphia and as provost of the University of Pennsylvania before being appointed by the university's two governing boards on April 11, 2012 to succeed outgoing president Richard L. McCormick (b. 1947), the son of popular Rutgers history professor and college dean Richard P. McCormick. Barchi assumed the office on September 1, 2012 and his tenure has so far involved overseeing the university's acquisition of a medical school and related research and clinical facilities after a merger with the University of Medicine and Dentistry of New Jersey, a redevelopment of the College Avenue Campus, and a transition of the Scarlet Knights athletic program to the Big Ten Conference (beginning in 2014).",
            "score": 40.424354553222656
        },
        {
            "docid": "334063_28",
            "document": "Brookings Institution . In 2006, the Brookings Institution established the Brookings-Tsinghua Center (BTC) for Public Policy as a partnership between the Brookings Institution in Washington, D.C. and Tsinghua University's School of Public Policy and Management in Beijing, China. The Center seeks to produce high quality and high impact policy research in areas of fundamental importance for China's development and for U.S.-China relations. The BTC is directed by Qi Ye.",
            "score": 49.50830626487732
        },
        {
            "docid": "11685274_29",
            "document": "List of Hannah Montana characters . Susan B. Stewart portrayed by Brooke Shields (season 2–3) was Robby's wife and Miley and Jackson's mother. Susan is the daughter of Grandma Ruby. She died three years prior to season one, but is often mentioned by the Stewarts and appears in household pictures. She also appears in person in three episodes by way of old home videos and various dream sequences. These are \"I Am Hannah, Hear Me Croak\", \"The Way We Almost Weren't\", and \"He Could Be the One\".",
            "score": 47.71867656707764
        },
        {
            "docid": "25579222_3",
            "document": "John L. Brooke . Brooke graduated from Cornell University in 1975, and from the University of Pennsylvania, with an M.A. and Ph.D. in 1982.  He taught at Franklin & Marshall College, Amherst College, and Tufts University. He most recently teaches at Ohio State University.",
            "score": 55.8093581199646
        },
        {
            "docid": "25608838_7",
            "document": "Yinyu Ye . Before joining Stanford University, Ye was a Henry B. Tippie Research Professor at the University of Iowa. Ye is a co-founder of minMax Optimization, a technology company based in Palo Alto and Shanghai focused on creating optimization tools for geospatial and financial problems.",
            "score": 34.25919961929321
        },
        {
            "docid": "14261611_6",
            "document": "Heavy Unit . B - Shield Unit: This granted the player a shield that could take three hits before dissipating.",
            "score": 26.66093349456787
        },
        {
            "docid": "18984642_1",
            "document": "Brooke Shields . Brooke Shields",
            "score": 49.95762586593628
        },
        {
            "docid": "22466710_2",
            "document": "Wallis Brooks . Wallis W. Brooks is a former Republican member of the Pennsylvania House of Representatives. She graduated from American University with a degree in English in 1969. She earned a law degree from the Dickinson School of Law, and was admitted to the Pennsylvania bar in 1973.",
            "score": 64.07420945167542
        },
        {
            "docid": "28960162_3",
            "document": "Paul Makler Sr. . Makler was born in Philadelphia, Pennsylvania, and is Jewish. Makler attended the University of Pennsylvania, fencing for the University of Pennsylvania Quakers, and University of Pennsylvania Medical School, graduating in 1964, became a physician, and practiced internal medicine for many years. His sons Paul Makler Jr. and Brooke Makler fenced at the 1972 Summer Olympics and the 1976 Summer Olympics, respectively.",
            "score": 57.8556489944458
        },
        {
            "docid": "51382498_4",
            "document": "New York Branch . The New York Branch was a cooperative effort between the North Pennsylvania Railroad, founded in 1852, and the Delaware and Bound Brook Railroad, a new company and part of the National Railway scheme. The goal was to construct a \"New Line\" between New York and Philadelphia which could compete with the Pennsylvania Railroad. The North Pennsylvania extended its line north from Jenkintown to Yardley, on the Delaware River, while the Delaware and Bound Brook constructed a new line from West Trenton to Bound Brook, New Jersey, where it joined the Central Railroad of New Jersey. The line opened for through traffic on May 1, 1876, in time for the Centennial Exposition.",
            "score": 44.82955813407898
        },
        {
            "docid": "2230235_13",
            "document": "Asian American studies . On the East Coast, the State University of New York at Stony Brook created an Asian & Asian American Studies Department after a 52 million dollar donation by Charles B. Wang (the founder of Computer Associates). The Charles B. Wang Center is designed as a vital space for multi-disciplinary and multicultural dialogues. The building was officially presented to Stony Brook University by Charles B. Wang on October 22, 2002. It was the largest single private gift ever received by the State University of New York 64-campus system. The Wang Center is used for conferences, art exhibits, film festivals, lectures, seminars, and performances. It is open to all Stony Brook students, faculty, and staff as well as the surrounding community.",
            "score": 45.80320072174072
        },
        {
            "docid": "596630_2",
            "document": "Charles B. Wang Center . The Charles B. Wang Center, located at the State University of New York at Stony Brook in Stony Brook, New York, is dedicated to understanding East Asian and American cultures, and the interactions of these cultures with other world cultures. The center was completed in 2002, and was designed by P.H. Tuan. Building of the center was intended to be funded by Charles B. Wang through an over 40 million dollar donation to Stony Brook University, which was then the largest ever private donation to a SUNY school. Actual construction costs far exceeded the original donation, becoming a source of controversy among students and faculty at the time.",
            "score": 44.70078444480896
        },
        {
            "docid": "42369712_3",
            "document": "Ryan Brooks . Brooks was born in New Orleans, Louisiana, and raised in Narberth, Pennsylvania. He played college basketball at Temple University.",
            "score": 52.74708652496338
        },
        {
            "docid": "46559833_7",
            "document": "Zhang Hongyuan . In September 1941, he was recruited by the Kuomintang government to succeed Ye Yuanlong as President of Chongqing University, a position in which he remained until November 1949.",
            "score": 32.842605113983154
        },
        {
            "docid": "1003926_9",
            "document": "Mark Shields . He has taught U.S. politics and the press at the University of Pennsylvania’s Wharton School, Georgetown University's McCourt School of Public Policy, and he was a fellow at the Harvard Institute of Politics at the Kennedy School of Government. Shields is a regular political commentator on the PBS NewsHour.",
            "score": 53.39556837081909
        },
        {
            "docid": "5925071_6",
            "document": "Brymbo . Sometime in the fifteenth century, landowner Edward ap Morgan ap Madoc, gentleman, built a dwelling in the township that was later to become Brymbo Hall, the home of his descendants the Griffith family. A survey of the Lordship of Bromfield and Yale, conducted in 1620 by John Norden and his son, described the boundaries of the township of Brymbo, in the manor of Esclusham, as follows: To the ffirst article the said Jurie doe say that the towneshipp of Brymbo, beeing part of ye said mannor, is bounded from Mynera by a brooke called Gwenfro, by a common there called Y Koed boeth by the south side; and from Flintshire by a brooke called Avon y Frith, running from a common called Nant y Frith to a rive' called Kegidog; and soe the said Kegidog running downeward a little beyond a bridge called Pont y Place Mayne vppon ye north side, and from Gwersilt by a little brooke called y Frwe, and from Broughton by a little brook running from a common called Harwood to a place called y Groes faen on ye east side ; and vpon ye west, from ye said common called Nant y Frith to a place vpon ye said common called Maes Maylo' or thereabouts; but ye certaine boundes of ye said towneshipp vppon ye said mountayne or common, they cannott sett downe.",
            "score": 37.65430736541748
        },
        {
            "docid": "52507773_3",
            "document": "Jeanne Brooks-Gunn . Brooks-Gunn received her B.A in psychology at Connecticut College in 1969. She went to graduate school at Harvard University where she obtained her Ed.M in Human Learning and Development in 1970. Brooks-Gunn continued her studies the University of Pennsylvania, receiving her Ph.D. in human learning and development under the supervision of Michael Lewis.",
            "score": 66.01141452789307
        },
        {
            "docid": "55273125_3",
            "document": "Barbara Brookes . Brookes completed a bachelor's degree at the University of Otago in 1976, then won scholarships to Bryn Mawr College in Pennsylvania, where she completed a master's degree (1978) and a PhD (1982). Her PhD thesis topic was abortion in England during the inter-war period. Brookes was offered a post-doctoral scholarship at Otago and a permanent position in the university's Department of History in 1983.",
            "score": 61.01768970489502
        },
        {
            "docid": "48556266_2",
            "document": "Spring Brook, Pennsylvania . Spring Brook is an unincorporated community in Spring Brook Township in Lackawanna County, Pennsylvania. Spring Brook is located at the intersection of Pennsylvania Route 502 and Pennsylvania Route 690 southwest of Moscow.",
            "score": 48.543620109558105
        },
        {
            "docid": "3321994_3",
            "document": "Samuel Hazo . (b. 1966) Samuel R. Hazo resides in Pittsburgh, Pennsylvania with his wife and children. In 2003, Mr. Hazo became the first composer in history to be awarded the winner of both composition contests sponsored by the National Band Association. His piece Mountain Thyme was an Honorable Mention for the 2013 CBDNA Composition Contest. He has composed for the professional, university and public school levels in addition to writing original scores for television, radio and the stage. His original symphonic compositions include performances with actors Brooke Shields, James Earl Jones, and Richard Kiley. Most recently, Mr. Hazo was asked by the Newtown School District to compose the memorial for the children and women who were lost in the tragedy at their Sandy Hook Elementary School. The result was a major work for Choir, Orchestra and Wind Band combined titled \"Glorificare.\" It was premiered in May 2013 by the Hartford Symphony Orchestra and VOCE Singers performing side-by-side with the Newtown High School musicians. Mr. Hazo also composed \"Bridges,\" which he was requested to write by Virginia Tech University following their tragic shootings. In 2012, two of Mr. Hazo's compositions were performed at the London Summer Olympic Games.",
            "score": 49.17174220085144
        },
        {
            "docid": "18984642_3",
            "document": "Brooke Shields . In 1983, Shields suspended her career as a model to attend Princeton University, where she graduated with a bachelor's degree in Romance Languages. In the 1990s, Shields returned to acting and appeared in minor roles in films. She also starred in the NBC sitcoms \"Suddenly Susan\" (1996-2000), for which she received two Golden Globe nominations and \"Lipstick Jungle\" (2008-2009). In 2017, Shields returned to NBC with a major recurring role in \"\" in the shows 19th season. Since 2014, Shields has voiced Beverly Goodman in the Adult Swim animated series \"Mr. Pickles\".",
            "score": 65.78672337532043
        },
        {
            "docid": "5950067_3",
            "document": "J. Twing Brooks . Brooks was born in Edgeworth (now Sewickley), Pennsylvania. He graduated from the Sheffield Scientific School of Yale University in 1908.",
            "score": 52.254323959350586
        }
    ],
    "r": [
        {
            "docid": "10636076_2",
            "document": "University of Pennsylvania School of Engineering and Applied Science . The University of Pennsylvania School of Engineering and Applied Science, more commonly known as Penn Engineering or SEAS, is one of the four undergraduate schools of the University of Pennsylvania. The School offers programs that emphasize hands-on study of engineering fundamentals (with an offering of approximately 300 courses) while encouraging students to leverage the educational offerings of the broader University. Engineering students can also take advantage of research opportunities through interactions with Penn’s School of Medicine, School of Arts and Sciences and the Wharton School.",
            "score": 82.09262084960938
        },
        {
            "docid": "33106960_29",
            "document": "Joanna Shields, Baroness Shields . Shields was born in St. Marys, Pennsylvania, the second of five children. She graduated as BS from Penn State University, where she was a member of Chi Omega sorority, and did her post-grad studies as MBA from George Washington University. Shields received a Doctorate in Public Service, Honoris Causa, from George Washington University May 2016.",
            "score": 79.27561950683594
        },
        {
            "docid": "31793_2",
            "document": "University of Pennsylvania . The University of Pennsylvania (commonly known as Penn or UPenn) is a private Ivy League research university located in University City section of West Philadelphia. Incorporated as The Trustees of the University of Pennsylvania, Penn is one of 14 founding members of the Association of American Universities and one of the nine colonial colleges chartered before the American Revolution.",
            "score": 75.74542236328125
        },
        {
            "docid": "22528960_4",
            "document": "George H. Brooke . Brooke played seven years of college football at Swarthmore College and then at the University of Pennsylvania. He was selected as an All-American in 1894 and 1895 while playing for the University of Pennsylvania. Penn was undefeated and won the national championship of football in the two seasons that Brooke was named an All-American. All-American selector, Caspar Whitney called Brooke a \"very hard man to stop. He strikes the line with almost irresistible force.\" He was regarded as a ferocious fullback and a top notch punter. He is credited with coining the phrase \"coffin corner\" when describing his long punts deep into the opposing end of the field. Brooke was barred from playing for Pennsylvania after the 1895 season because of an agreement between Harvard and the University of Pennsylvania that limited players to four seasons. After finishing a bachelor's degree from Pennsylvania, Brooke was the subject of an allegation of being an ineligible player in an October 24, 1896 game in New Orleans, LA. In the game, Brooke played only one down for Tulane University before LSU protested to the game's referee. Tulane claimed that Brooke planned on enrolling there as a graduate student. During the debate between team captains, Brooke refused to sign an affidavit stating his intention to enroll at Tulane, as he was already enrolled in law school at the University of Pennsylvania. The referee ruled him ineligible to play. The Tulane football team refused to continue playing the game without Brooke, so the referee ruled the game to be a forfeit in favor of LSU.",
            "score": 72.92176055908203
        },
        {
            "docid": "31793_60",
            "document": "University of Pennsylvania . The current club has its roots in the 1960s and from the influence of star winger Andrew Margolis. The University of Pennsylvania rugby teams play in the Ivy Rugby Conference and have finished as runners-up in both 15s and 7s. , the club now utilize the state-of-the-art facilities at Penn Park. Quakers Rugby played on national TV at the 2013 Collegiate Rugby Championship, a college rugby tournament played every June at PPL Park in Philadelphia and broadcast live on NBC. In their inaugural year of participation, the Penn men's rugby team won the Shield Competition, beating local rivals Temple University 17–12 in the final. In doing so, they became the first Philadelphia team to beat a non-Philadelphia team in CRC history, with a 14–12 win over the University of Texas in the Shield semi-final.",
            "score": 72.57323455810547
        },
        {
            "docid": "7187205_2",
            "document": "University of Pennsylvania School of Dental Medicine . The University of Pennsylvania School of Dental Medicine (often referred to as Penn Dental Medicine or simply Penn Dental) is the dental school of the University of Pennsylvania (Penn), an Ivy League university located in Philadelphia, Pennsylvania, United States. It is one of twelve graduate schools at Penn and one of several dental schools in Pennsylvania. It is part of the University of Pennsylvania Health System.",
            "score": 71.84785461425781
        },
        {
            "docid": "3460533_2",
            "document": "The University of Pennsylvania Band . The University of Pennsylvania Band (commonly known as the Penn Band, or its vaudeville-esque performance name The Huge, the Enormous, the Well-Endowed, Undefeated, Ivy-League Champion, University of Pennsylvania Oxymoronic Fighting Quaker Marching Band) is among the most active collegiate band programs in the U.S. The organization is a part of the Department of Athletics at the University of Pennsylvania. Like most of the other 50 performing arts groups on the Penn Campus, it has no affiliation with any academic department and is sponsored by the Vice Provost's Office for Undergraduate Life. Typically ranging between 80 and 100 members every year, it is among the largest and most active student-run organizations on campus, performing upwards of 60 times during the academic year. Like most of the Ivy League Bands, the Penn Band is a scramble band.",
            "score": 69.00146484375
        },
        {
            "docid": "57690782_2",
            "document": "University of Pennsylvania College of Arts &amp; Sciences . The University of Pennsylvania College of Arts & Sciences is the oldest undergraduate college at the University of Pennsylvania, a private Ivy League University, situated on the university's main campus in University City, Philadelphia. It has its roots in the sermon classes of 1739 held by one of the founders of Methodism, George Whitefield, in Philadelphia. By 1740, the college was established as \"Charity School,\" and in 1749, Benjamin Franklin and twenty-one leading citizens of Philadelphia officially founded the school as the Academy of Philadelphia. By 1755, the Academy was recognized the College of Philadelphia, receiving a charter from the Proprietor of the Colony of Pennsylvania for the Crown of England, Thomas Penn and Richard Penn. Penn CAS is the oldest institution of higher learning in the state of Pennsylvania and the fourth-oldest college in the United States. The college became the first university in the United States with the 1765 founding of the first American medical school, the Perelman School of Medicine at the University of Pennsylvania.",
            "score": 68.2546157836914
        },
        {
            "docid": "1391765_6",
            "document": "Rebekah Brooks . In Brooks's entry in \"Who's Who\" she stated that she had studied at the Sorbonne in Paris, but did not claim to have a degree, and did not later answer questions about this; in a 2003 \"Spectator\" article, Stephen Glover suggested that, since she was working at the age of 20 for the \"News of the World\", \"we can safely assume that she did not study at the Sorbonne in any meaningful way\". In 2010, Brooks was awarded an honorary Fellowship from the University of the Arts, London, for her contribution to journalism. She attended the London College of Communication, now part of the university, as a student.",
            "score": 68.2453842163086
        },
        {
            "docid": "18984642_9",
            "document": "Brooke Shields . Shields began her career as a model when she was 11 months old in 1966. Her first job was for Ivory Soap, when she  was shot by Francesco Scavullo. She continued as a successful child model with model agent Eileen Ford, who, in her Lifetime Network biography, stated that she started her children's division just for Shields. In 1978, when she was 12-years-old, Shields played a child prostitute in the controversial film \"Pretty Baby\". Eileen Ford, founder of the Ford Modeling Agency, said of Brooke Shields: \"She is a professional child and unique. She looks like an adult and thinks like one.\"",
            "score": 67.7548599243164
        },
        {
            "docid": "22528960_2",
            "document": "George H. Brooke . George Haydock Brooke (July 9, 1874 – November 16, 1938) was an American football player and coach. He played college football as a fullback at Swarthmore College from 1889 to 1892 and at the University of Pennsylvania from 1893 to 1895. Brooke served as the head football coach at Stanford University (1897), Swarthmore (1900–1912), and Penn (1913–1915), compiling a career college football coaching record of 89–46–10. He was inducted into the College Football Hall of Fame as a player in 1969.",
            "score": 66.90254974365234
        },
        {
            "docid": "18626714_5",
            "document": "Zeti Akhtar Aziz . She continued her studies in the Department of Economics at the University of Pennsylvania (Penn), an Ivy League university in Philadelphia, receiving a PhD in monetary and international economics in 1978. As part of her PhD, dissertation she carried out pioneering work on capital flows and its implications for monetary policy.",
            "score": 66.52173614501953
        },
        {
            "docid": "52507773_3",
            "document": "Jeanne Brooks-Gunn . Brooks-Gunn received her B.A in psychology at Connecticut College in 1969. She went to graduate school at Harvard University where she obtained her Ed.M in Human Learning and Development in 1970. Brooks-Gunn continued her studies the University of Pennsylvania, receiving her Ph.D. in human learning and development under the supervision of Michael Lewis.",
            "score": 66.01141357421875
        },
        {
            "docid": "18984642_3",
            "document": "Brooke Shields . In 1983, Shields suspended her career as a model to attend Princeton University, where she graduated with a bachelor's degree in Romance Languages. In the 1990s, Shields returned to acting and appeared in minor roles in films. She also starred in the NBC sitcoms \"Suddenly Susan\" (1996-2000), for which she received two Golden Globe nominations and \"Lipstick Jungle\" (2008-2009). In 2017, Shields returned to NBC with a major recurring role in \"\" in the shows 19th season. Since 2014, Shields has voiced Beverly Goodman in the Adult Swim animated series \"Mr. Pickles\".",
            "score": 65.78672790527344
        },
        {
            "docid": "51735210_3",
            "document": "Judith Tanur . When Tanur was young, her family moved from New Jersey, where she was born, to Great Neck, New York. She graduated from Great Neck High School in 1953 and entered Antioch College, studying psychology and statistics there, but in 1955 she transferred to Columbia University, in part because it was closer to the University of Pennsylvania where her future husband was studying dentistry. At the same time, she took a job at the New York State Psychiatric Institute. Tanur completed a bachelor's degree in psychology in 1957 and began graduate studies at Penn, but became pregnant and dropped out. Eventually, she returned to graduate school, completed a master's degree in mathematical statistics from Columbia University in 1963, and took a new job as an editor for William Kruskal at the \"International Encyclopedia of Social Sciences\". She became a lecturer at Stony Brook in 1968, still only holding a master's degree, and later completed her Ph.D. in sociology at Stony Brook.",
            "score": 65.3989486694336
        },
        {
            "docid": "1450984_12",
            "document": "University City, Philadelphia . University City has a history of strained town and gown relations, particularly with the University of Pennsylvania (\"Penn\" for short), the city's largest private employer and the second-largest private employer in Pennsylvania. During the 1960s, Penn led a series of gentrification and redevelopment programs that have changed the character of the area. Some locals call this \"Penntrification\" names meant to suggest that the efforts benefit only those with a relationship to Penn. Some, including local anarchists, believe Penn's actions divide the community. Since Penn's massive investment in community relations over the last 25 years it is now considered a model by institutions worldwide, on how a university can better relate to its surrounding residents, businesses, and contribute to quality of life and economic development.",
            "score": 65.288330078125
        },
        {
            "docid": "11735977_2",
            "document": "University of Pennsylvania Graduate School of Education . The University of Pennsylvania Graduate School of Education, commonly known as Penn GSE, is one of the top educational research schools in the United States. Formally established as a school at the University of Pennsylvania in 1914, Penn GSE has historically had research strengths in teaching and learning, the cultural contexts of education, language education, quantitative research methods, and practitioner inquiry. Pam Grossman is the current dean of Penn GSE; she succeeded Andrew C. Porter in 2015.",
            "score": 65.25674438476562
        },
        {
            "docid": "1209509_2",
            "document": "Pennsylvania State University . The Pennsylvania State University (commonly referred to as Penn State or PSU) is a state-related, land-grant, doctoral university with campuses and facilities throughout Pennsylvania. Founded in 1855, the university has a stated threefold mission of teaching, research, and public service. Its instructional mission includes undergraduate, graduate, professional and continuing education offered through resident instruction and online delivery. Its University Park campus, the flagship campus, lies within the Borough of State College and College Township. It has two law schools: Penn State Law, on the school's University Park campus, and Dickinson Law, located in Carlisle, 90 miles south of State College. The College of Medicine is located in Hershey. Penn State has another 19 commonwealth campuses and 5 special mission campuses located across the state. Penn State has been labeled one of the \"Public Ivies,\" a publicly funded university considered as providing a quality of education comparable to those of the Ivy League.",
            "score": 64.89595031738281
        },
        {
            "docid": "43225617_3",
            "document": "Jeff Brooks (basketball) . After playing high school basketball at Doss High School, in Louisville, Kentucky, Brooks played 4 seasons of college basketball at the Pennsylvania State University, with the Penn State Nittany Lions.",
            "score": 64.62139129638672
        },
        {
            "docid": "18984642_27",
            "document": "Brooke Shields . In May 2005, Tom Cruise, an actor and scientologist whose beliefs frown upon psychiatry, condemned Brooke, both personally and professionally, for both using and speaking in favor of the antidepressant drug Paxil. As Cruise said, \"Here is a woman and I care about Brooke Shields, because I think she is an incredibly talented woman, you look at [and think], where has her career gone?\" Shields responded that Cruise's statements about anti-depressants were \"irresponsible\" and \"dangerous.\" She said that he should \"stick to fighting aliens\" (a reference to Cruise's starring role in \"War of the Worlds\" as well as some of the more esoteric aspects of Scientology doctrine and teachings), \"and let mothers decide the best way to treat postpartum depression.\" The actress responded to a further attack by Cruise in an essay \"War of Words\" published in \"The New York Times\" on July 1, 2005, in which she made an individual case for the medication and said, \"In a strange way, it was comforting to me when my obstetrician told me that my feelings of extreme despair and my suicidal thoughts were directly tied to a biochemical shift in my body. Once we admit that postpartum is a serious medical condition, then the treatment becomes more available and socially acceptable. With a doctor's care, I have since tapered off the medication but, without it, I wouldn't have become the loving parent I am today.\" On August 31, 2006, according to USAToday.com, Cruise privately apologized to Shields for the incident. Shields accepted Cruise's apology, which she said was \"heartfelt.\" Three months later in November 2006, she and her husband attended the wedding of Cruise and Katie Holmes.",
            "score": 64.21328735351562
        },
        {
            "docid": "25315847_3",
            "document": "Susan Shields . Shields was born in Erie, Pennsylvania, but moved to Louisville, Kentucky with her family at a young age. She retired from competition swimming after graduating from high school. She later earned a bachelor's degree in elementary education from the University of Louisville, and has worked as a teacher and swim coach.",
            "score": 64.11018371582031
        },
        {
            "docid": "22466710_2",
            "document": "Wallis Brooks . Wallis W. Brooks is a former Republican member of the Pennsylvania House of Representatives. She graduated from American University with a degree in English in 1969. She earned a law degree from the Dickinson School of Law, and was admitted to the Pennsylvania bar in 1973.",
            "score": 64.07421112060547
        },
        {
            "docid": "41185716_2",
            "document": "Pennsylvania State University Applied Research Laboratory . The Pennsylvania State University Applied Research Laboratory (short: Penn State ARL or simply ARL), is a specialized research unit dedicated to interdisciplinary scientific research at the Penn State, University Park campus. The ARL is a DoD designated U.S. Navy University Affiliated Research Center. It is the university's largest research unit with over 1,000 faculty and staff. The Laboratory ranks 2nd in DoD and 10th in NASA funding to universities.",
            "score": 64.01412963867188
        },
        {
            "docid": "21487408_2",
            "document": "University of Pennsylvania School of Nursing . The University of Pennsylvania School of Nursing (more commonly referred to as Penn Nursing) is an undergraduate and graduate institution at the University of Pennsylvania located in Philadelphia, Pennsylvania. According to U.S. News & World Report, the School of Nursing at Penn is among the top-ranked graduate nursing schools in the United States. The School of Nursing receives approximately $480 million in funding from the National Institutes of Health, making it among the most highly funded nursing schools in the country. Penn Nursing's main building, Claire M. Fagin Hall, is located south of the center of campus. Within a block of Fagin Hall are the Hospital of the University of Pennsylvania, the Children's Hospital of Philadelphia, and buildings of the Perelman School of Medicine.",
            "score": 63.51783752441406
        },
        {
            "docid": "31793_35",
            "document": "University of Pennsylvania . However, the size of Penn's biomedical research organization adds a very capital intensive component to the university's operations and introduces revenue instability due to changing government regulations, reduced federal funding for research and Medicaid/Medicare program changes. This is a primary reason highlighted in bond rating agencies' views on Penn's overall financial rating, which ranks one notch below its academic peers. Penn has worked to address these issues by pooling its schools (as well as several hospitals and clinical practices) into the University of Pennsylvania Health System, thereby pooling resources for greater efficiencies and research impact.",
            "score": 63.423038482666016
        },
        {
            "docid": "46780874_7",
            "document": "Phoebe S. Leboy . Leboy worked to make the University of Pennsylvania safer and more welcoming to women. In 1970, she chaired and founded Women for Equal Opportunity at the University of Pennsylvania (WEOUP). A series of on-campus rapes prompted her to organize a sit-in. She was a member of the University Council Committee on the Status of Women (Cohn Committee) and co-chaired Penn's Task Force on Gender Equity (2000-1).",
            "score": 63.35076141357422
        },
        {
            "docid": "55780541_5",
            "document": "Audrey S. Penn . First at the University of Pennsylvania, Penn pursued postdoctoral study and research into the biochemistry of muscles in muscle diseases, especially the autoimmune disease, myasthenia gravis, and drugs for autoimmune diseases. In 1970, she became the first African-American member of the Swarthmore College board. In 1972, she was promoted to associate professor of neurology at the University of Pennsylvania.",
            "score": 63.12515640258789
        },
        {
            "docid": "18984642_12",
            "document": "Brooke Shields . By the age of 16, Shields had become one of the most recognizable faces in the United States, because of her dual career as a provocative fashion model and child actress. \"Time\" magazine reported in its February 9, 1981 cover story that her day rate as a model was $10,000. In 1983, Shields appeared on the cover of the September issue of Paris \"Vogue\", the October and November issues of American \"Vogue\" and the December edition of Italian \"Vogue\". During that period Shields became a regular at New York City's nightclub Studio 54. In 2009, a picture of a naked Brooke Shields taken when she was 10 and included in a work by Richard Prince, \"Spiritual America\", created a row. It was removed from an exhibition at the Tate Modern after a warning from the police.",
            "score": 63.089195251464844
        },
        {
            "docid": "49274165_7",
            "document": "Evelyn Brooks Higginbotham . Higginbothan taught American history and counseled students completing the eighth grade at Francis Parkman Jr. High School in Milwaukee, Wisconsin from 1969 to 1971. After she moved to Washington D.C., she taught American history and social studies at Woodrow Wilson High School. From 1974 to 1975 she worked as a manuscript research associate at Moorland-Spingarn Research Center at Howard University. Higginbotham also taught history as a professor at Dartmouth College, the University of Maryland and the University of Pennsylvania.",
            "score": 62.84922790527344
        },
        {
            "docid": "22863393_3",
            "document": "Jainendra K. Jain . Born in 1960, Jain received his primary, middle and high school education in a government school in a rural village called Sambhar, Rajasthan, located at the eastern margin of Thar desert in India. He received bachelor's degree at Maharaja College, Jaipur, his master's degree in physics at Indian Institute of Technology Kanpur and PhD at the Stony Brook University under the supervision of Prof. Philip B. Allen. After working as a post-doctoral researcher at the University of Maryland and the Yale University he returned to the Stony Brook University as a faculty in 1989. In 1998 he moved to the Pennsylvania State University as the first Erwin W. Mueller Professor of Physics. In 2012, Penn State University awarded Jain with Evan Pugh University Professorship, named after the first president of the university.",
            "score": 62.84002685546875
        },
        {
            "docid": "57169462_2",
            "document": "Hallie Beachem Brooks . Hallie Beachem Brooks (1907 – 1985) was a prominent African-American librarian, educator, and academic who worked to advance literacy and educational opportunities for people of color. She was a Professor of Library Science at Atlanta University, published numerous book reviews, and mentored African-American library students. Brooks earned a certificate from the Indiana State Public Library Training Course in 1924. She earned an AB from Butler University in 1934 and a BLS from Columbia University in 1940. Brooks received her MA from the University of Chicago in 1946 with a thesis entitled \"A description of Negro news-stand magazines and an analysis of the contents of a selected number of Negro magazines\". In 1942, Brooks joined Atlanta University as a part-time faculty member. She was also at this time the librarian to the Atlanta University Laboratory Elementary School and enrolled as a summer student at the University of Chicago. From 1942 to 1944, she directed a library field service program funded by the Carnegie Corporation, which offered resources and consultation to southern regional libraries seeking to improve their coverage and services to African-Americans.",
            "score": 62.733436584472656
        },
        {
            "docid": "5624904_2",
            "document": "Penn State University Press . Penn State University Press, also called The Pennsylvania State University Press, was established in 1956 and is a non-profit publisher of scholarly books and journals. It is the independent publishing branch of the Pennsylvania State University and is a division of the Penn State University Library system. Penn State University Press publishes books and journals of interest to scholars and general audiences. As a part of a land-grant university with a mandate to serve the citizens of the commonwealth of Pennsylvania, it also specializes in works about Penn State University, Pennsylvania, and the mid-Atlantic region. The areas of scholarship the Press is best known for are art history, medieval studies, Latin American studies, rhetoric and communication, religious studies, and Graphic Medicine. In 2016 the Press launched PSU Press Unlocked, an open access platform featuring over 70 books and journals. The Press acquired academic publisher Eisenbrauns, which specializes in ancient Near East and biblical studies, in November 2017. Eisenbrauns continues to publish as an imprint of the Press.",
            "score": 62.667152404785156
        }
    ]
}