{
    "q": [
        {
            "docid": "346651_65",
            "document": "Toyota Prius . As the Prius reached ten years of being available in the US market, in February 2011 \"Consumer Reports\" examined the lifetime and replacement cost of the Prius battery. The magazine tested a 2002 Toyota Prius with over 200,000 miles on it, and compared the results to the nearly identical 2001 Prius with 2,000 miles tested by \"Consumer Reports\" 10 years before. The comparison showed little difference in performance when tested for fuel economy and acceleration. Overall fuel economy of the 2001 model was while the 2002 Prius with high mileage delivered . The magazine concluded that the effectiveness of the battery has not degraded over the long run. The cost of replacing the first generation battery varies between and from a Toyota dealer, but low-use units from salvage yards are available for around . One study indicates it may be worthwhile to rebuild batteries using good blades from defective used batteries.",
            "score": 56.44062519073486
        },
        {
            "docid": "22958387_81",
            "document": "Toyota concept vehicles, 2000–09 . The Prius Plug-In Concept is a plug-in hybrid concept car shown at the October 2009 Tokyo Motor Show based on the third generation Prius and the predecessor of the for-mass-production Toyota Prius Plug-in Hybrid. Its batteries can be charged in 180 minutes from 100 volts or in 100 minutes from 200 volts and can travel 20 km before needing to start the petrol engine.",
            "score": 45.38685894012451
        },
        {
            "docid": "25467531_24",
            "document": "Toyota Prius Plug-in Hybrid . Toyota is developing a wireless inductive charging system that uses resonance between an on-floor coil and an onboard coil to transmit power to the battery. The company plans to begin testing and verification work of the wireless battery charging system in Japan, the U.S. and Europe in 2014 for a future plug-in Prius. Toyota is also considering requests from Prius PHV owners for additional all-electric range.",
            "score": 50.782511711120605
        },
        {
            "docid": "25467531_30",
            "document": "Toyota Prius Plug-in Hybrid . The pre-production test cars are based on a third generation Toyota Prius (model ZVW30) outfitted with 5.2 kWh lithium-ion batteries. The selected battery capacity is the minimum required for the Prius Plug-in to be eligible for the U.S. federal tax credit of , which is applicable to the first 200,000 plug-ins sold by Toyota according to the American Clean Energy and Security Act of 2009.",
            "score": 60.58820366859436
        },
        {
            "docid": "29762303_10",
            "document": "Toyota Prius (XW20) . From 2006 to 2009 Toyota tested 126 Prius models in the U.S., Japan and Europe that had the NiMH battery replaced with a lithium-ion battery pack.",
            "score": 58.984668254852295
        },
        {
            "docid": "30469773_16",
            "document": "Toyota Prius V . Toyota began sales of the Prius \"v\" in the U.S. in October 2011 with a nickel-metal hydride battery pack similar to the 2010 model year Prius, and with two rows of seats to accommodate five passengers. The European and Japanese versions are offered with a lithium-ion battery, with three rows of seats with accommodations for seven passengers. Toyota's sales target is about 15 to 20% of conventional Prius sales in the United States, which represents around 30,000 units a year. With the Prius v, Toyota is expecting to expand its customer base to include young families with children looking for a hybrid more spacious than the Prius. A total of 8,399 Prius v's were sold during 2011, climbed to 40,669 units in 2012, and fell to 34,989 in 2013, and to 30,762 in 2014. Sales continued to decline in 2015 to 28,290 units, down 8% from 2014. , cumulative sales totaled 148,079 units.",
            "score": 63.75382173061371
        },
        {
            "docid": "1277811_15",
            "document": "Hybrid Synergy Drive . A button labelled \"EV\" maintains electric vehicle mode after being powered on and under most low-load conditions at less than if the traction battery has enough charge. This permits all-electric driving with no fuel consumption for up to . However, the HSD software switches to EV mode automatically whenever it can. Only the Toyota Prius Plug-in Hybrid has a longer driving all-electric range in blended operation electric-gasoline of (EPA rating) until the battery is depleted. The Prius PHEV is outfitted with 4.4 kWh lithium-ion batteries co-developed with Panasonic that weighs compared with the nickel-metal hydride battery of the third generation Prius, which has a capacity of only 1.3 kWh, and weighs . The larger battery pack enables all-electric operation at higher speeds and longer distances than the conventional Prius hybrid.",
            "score": 74.63471138477325
        },
        {
            "docid": "25467531_26",
            "document": "Toyota Prius Plug-in Hybrid . The next-generation Prius was designed to deliver significantly improved fuel economy in a more compact package that is lighter in weight and lower in cost. These objectives were achieved through the development of a new generation of powertrains with significant advances in battery, electric motor and gasoline engine technologies. The next Prius features improved batteries with higher energy density; smaller electric motors, with higher power density than the current Prius motors; and the gasoline engine features a thermal efficiency greater than 40% (in the current Prius is 38.5%). The Prius fuel economy has improved on average by about 10% each generation, and Toyota has set the challenge to continue to improve at this rate.",
            "score": 54.79924809932709
        },
        {
            "docid": "346651_48",
            "document": "Toyota Prius . In May 2011 Toyota introduced the Prius α (alpha) in Japan, which is available in a five-seat, two-row model and a seven-seat, three-row model, the latter's third row enabled by a space-saving lithium-ion drive battery in the center console. The five-seat model uses a NiMH battery pack. The Alpha is the basis for the five-seat Prius \"v\" launched in North America in October 2011 with a nickel-metal hydride battery pack similar to the 2010 model year Prius, and with two rows of seats to accommodate five passengers. The European and Japanese versions are offered with a lithium-ion battery, with three rows of seats with accommodations for seven passengers. However, the seven passenger seating on the Prius v is not available on North American Prius v models. The European version, named Prius+ (plus), began deliveries in June 2012. Global sales totaled 671,200 units . Japan is the leading market with 446,400 units sold, followed by North America with 173,100 units, and Europe with 43,800, all through January 2017.",
            "score": 66.03998732566833
        },
        {
            "docid": "346651_40",
            "document": "Toyota Prius . The fourth-generation Prius is designed to deliver significantly improved fuel economy in a more compact package that is lighter in weight and lower in cost. These objectives were achieved through the development of a new generation of powertrains with significant advances in battery, electric motor and gasoline engine technologies. It features improved batteries with higher energy density; smaller electric motors, with higher power density than the previous Prius motors; and the gasoline engine features a thermal efficiency greater than 40% (that of the third-generation Prius is 38.5%). The Prius fuel economy has improved on average by about 10% each generation, and Toyota has set the challenge to continue to improve at this rate.",
            "score": 54.954325795173645
        },
        {
            "docid": "29762304_6",
            "document": "Toyota Prius (XW10) . After reviewing over 100 hybrid designs, the engineering team ultimately settled on a continuously variable transmission (CVT) design based largely on a 2000 TRW patent application, but many technical and engineering problems had to be solved within the three years that the team was given to bring the car to the Japanese market, a goal they barely achieved as the first Prius went on sale in December 1997. One major problem was the longevity of the battery, which needed to last between 7 and 10 years. The solution the engineers came up with was to keep the battery pack between 60% and 40% charged, proving to be the \"sweet spot\" for extending the battery life to roughly that of the other car components. A Toyota spokesperson stated that \"Toyota chose this name because the Prius vehicle is the predecessor of cars to come.\"",
            "score": 53.58918845653534
        },
        {
            "docid": "346651_70",
            "document": "Toyota Prius . In 2008, the British government and British media requested that Toyota release detailed figures for the energy use and emissions resulting from the building and disposal of the Prius. Toyota has not supplied the requested data to address statements that the lifetime energy usage of the Prius (including the increased environmental cost of manufacture and disposal of the nickel-metal hydride battery) is outweighed by lower lifetime fuel consumption. Toyota states that lifetime saving is 43 percent. , the UK Government Car Service operated over 100 Priuses (the largest part of its fleet) and lists the Prius as having the lowest emissions among its fleet.",
            "score": 52.774553537368774
        },
        {
            "docid": "11443610_21",
            "document": "History of plug-in hybrids . In September, the California Cars Initiative converted a 2004 Toyota Prius into a prototype of what it calls the PRIUS+. With the addition of 130 kg (300 lb) of lead-acid batteries, the PRIUS+ achieved roughly double the gasoline mileage of a standard Prius and can make trips of up to using only electric power. The vehicle, which is owned by CalCars technical lead Ron Gremban, is used in daily driving, as well as a test bed for various improvements to the system.",
            "score": 46.994877576828
        },
        {
            "docid": "11443610_33",
            "document": "History of plug-in hybrids . July 18: Toyota announced that it \"plans to develop a hybrid vehicle that will run locally on batteries charged by a typical 120-volt outlet before switching over to a gasoline engine for longer hauls.\" The next major update to the Toyota Prius is said to use lithium ion batteries. Toyota’s fuel economy target for the upcoming next-generation Prius has been reported to be 40 kilometers/liter (2.5 l/100 km, or 94 mpg US.)",
            "score": 55.17335391044617
        },
        {
            "docid": "30469773_3",
            "document": "Toyota Prius V . The Prius α is offered in the Japanese market with a nickel–metal hydride battery at a price of (), and the lithium-ion battery version is expected to sell for (). The Prius \"v\" base price in the U.S. starts at and is offered only with a nickel–metal hydride battery. , global sales totaled about 634,000 units, led by Japan with 428,400 units sold, representing 67.6% of global sales.",
            "score": 71.63889741897583
        },
        {
            "docid": "346651_41",
            "document": "Toyota Prius . Under the Japanese JC08 cycle test, Toyota expects the fourth generation Prius to achieve a fuel economy rating of . The 2016 model year Prius has an official EPA fuel economy rating of for city, for highway, and for combined driving. The new Eco version available in mid-grade level two trim, which features lithium-ion batteries, has an official EPA rating of city, highway, and combined. This improved efficiency is largely due to the reduced weight of the Eco, which has a lighter battery and does not carry a spare tire.",
            "score": 55.61950898170471
        },
        {
            "docid": "29762302_8",
            "document": "Toyota Prius (XW30) . The Prius Plug-In Concept was shown at the October 2009 Tokyo Motor Show, the 2009 Frankfurt Motor Show, and the 2009 LA Auto Show. Toyota produced a limited number of Prius Plug-in Hybrids for a global demonstration program. The plug-in demonstration version is based on a third generation Toyota Prius outfitted with 5.2 kWh lithium-ion batteries, with an all-electric range of . The global demonstration program involving 600 pre-production test cars began in late 2009 and took place in Japan, Europe, Canada, China, Australia, New Zealand and the United States.",
            "score": 50.67558193206787
        },
        {
            "docid": "25467531_31",
            "document": "Toyota Prius Plug-in Hybrid . The pre-production Prius Plug-in uses three different batteries, two to provide all-electric drive and a third battery engages when the first two are depleted, allowing the car to operate in hybrid mode, like a regular 50-mpg Prius. According to Toyota, when the vehicle starts, the plug-in operates in all-electric mode, drawing electrical power directly from the first battery pack. When its charge is depleted, it disconnects from the circuit and the second pack engages and supplies electrical energy to the motor. When the second pack is depleted again it disconnects from the circuit and the system defaults to conventional hybrid mode, using the main battery as the sole electrical power source. Pack one and pack two will not reengage in tandem with the main battery pack until the vehicle is plugged in and charged.",
            "score": 51.64658713340759
        },
        {
            "docid": "25467531_54",
            "document": "Toyota Prius Plug-in Hybrid . To keep up with the demands of charging the larger pack, the onboard charger was upgraded to a 3.3 kW, up from 2.2 kW in the Prius Plug-in. The lithium-ion battery pack can be charged in 5.5 hours at 120 volts, or less than half that time at 240 volts.",
            "score": 54.06015729904175
        },
        {
            "docid": "25467531_55",
            "document": "Toyota Prius Plug-in Hybrid . The forced-air-cooled battery pack is located just under and slightly aft of the back seat. Toyota improved the precision in battery cell assembly working together with battery supplier Panasonic.",
            "score": 51.213000774383545
        },
        {
            "docid": "346651_80",
            "document": "Toyota Prius . A racing version of the Prius was unveiled by Toyota in 2013. This racing Prius replaces the 1.8-litre Atkinson-cycle engine with a 3.4-litre V8 RV8KLM engine which is mid-mounted in the car. The hybrid drive train of the car's production Hybrid Synergy Drive is retained but with a larger lithium ion battery. The RV8KLM is in fact the same engine featured in Toyota's Oreca 07 Leman's LMP2 Prototype. The car took class pole position and finished sixth at the 2012 Fuji GT 500km.",
            "score": 50.27353000640869
        },
        {
            "docid": "30469773_15",
            "document": "Toyota Prius V . On May 13, 2011, Toyota introduced the Prius α in Japan with a sales target of 3,000 units per month. The Prius Alpha is available in a five-seat, two-row model and a seven-seat, three-row model, the latter’s third row enabled by a space-saving lithium-ion drive battery in the center console. The five-seat model uses a NiMH battery pack. Deliveries of the Alpha were delayed due to the effects of the 2011 earthquake and tsunami on production. Toyota announced it had received 25,000 orders for the Prius Alpha hybrid wagon and minivan models in Japan before the start of sales. The five-seater version starts at (), and the seven-seater starts at (). Since its introduction, a total of 111,500 Prius α have been sold in Japan through April 2012, representing 80.8% of the Prius α/v model line's global sales. Since May 2011 a total of 289,000 Prius α have been sold through December 2013. On April 8, 2013, Daihatsu started selling its OEM version of the Prius α for the Japanese market under the Mebius name. Sales in Japan have been strong despite the fact that it doesn't comply with Japanese Government dimension regulations in the width category, and Japanese buyers are liable for an additional yearly tax.",
            "score": 48.253347277641296
        },
        {
            "docid": "25467531_33",
            "document": "Toyota Prius Plug-in Hybrid . The production Prius Plug-in has a number of key changes from the demonstration units that were deployed in the field for testing based on that experience and customer feedback. The production version has two key modifications from the demonstration vehicle to improve efficiency: the ability to select between EV and hybrid mode, and the ability to recharge the battery from regenerative braking. Toyota decided to include a selectable electric driving mode (EV mode), allowing drivers to conserve energy for use in those places where EV mode is more efficient, such as city driving. Production Prius PHVs may direct the regenerative braking energy to the electric-vehicle battery, rather than the regular hybrid system battery, thus providing additional range in EV mode.",
            "score": 46.477500677108765
        },
        {
            "docid": "1277811_13",
            "document": "Hybrid Synergy Drive . The traction battery is a sealed nickel-metal hydride (NiMH) battery pack. The battery pack of the first generation Toyota Prius consisted of 228 cells packaged in 38 modules, while the second generation Prius consisted of 28 Panasonic prismatic nickel metal hydride modules, each containing six 1.2 volt cells, connected in series to produce a nominal voltage of 201.6 volts. The discharge power capability of the second gen Prius pack is about 20 kW at 50% state of charge (SoC). The power capability increases with higher temperatures and decreases at lower temperatures. The Prius has a computer that’s solely dedicated to keeping the battery at the optimum temperature and optimum charge level.",
            "score": 75.30704498291016
        },
        {
            "docid": "7527388_61",
            "document": "Hybrid vehicle drivetrain . The California Cars Initiative converted the 2004 and newer Toyota Prius to become a prototype of what it calls PRIUS+. With the addition of of lead-acid batteries, the PRIUS+ achieved roughly double the gasoline mileage of a standard Prius and could make trips of up to using only electric power.",
            "score": 47.85746765136719
        },
        {
            "docid": "30469773_7",
            "document": "Toyota Prius V . The Prius v powertrain uses the same 1.8 liter Atkinson cycle gasoline inline-four engine used in the conventional Prius, a 60 kW traction motor, and shares the Prius’s Hybrid Synergy Drive system and the same 201 volt nickel-metal hydride battery pack.",
            "score": 54.67866778373718
        },
        {
            "docid": "29762304_9",
            "document": "Toyota Prius (XW10) . To handle the voltage between the battery and electric motor, the semiconductor core inverter unit was modeled on heavy-duty transistors used by the Shinkansen bullet train. The first production model NHW10 Toyota Prius was rolled out of Toyota's Takoka factory in Toyota City, Aichi near Nagoya on December 1997, followed by the start of two years of Japan-only sales. As uncovered by engineer testing, the NHW10 Prius was vulnerable to reduced performance in hotter climates and at higher altitudes; as a result, early examples featured an instrument-panel indicator warning should the hybrid system be in danger of shutting down. This gauge, designed in the shape of a turtle, was used until 1999.",
            "score": 43.3272340297699
        },
        {
            "docid": "346651_16",
            "document": "Toyota Prius . The NHW11 Prius became more powerful partly to satisfy the higher speeds and longer distances that Americans drive. Air conditioning and electric power steering were standard equipment. While the larger Prius could seat five, its battery pack restricted cargo space. The Prius was offered in US in three trim packages: Standard, Base and Touring. The US EPA (CARB) classified the car with an air pollution score of 3 out of 10 as an Ultra Low Emission Vehicle (ULEV). Prius owners were eligible for up to a federal tax deduction from their gross income. Toyota executives stated that with the Prius NHW10 model, the company had been losing money on each Prius sold, and with the NHW11 it was now breaking even.",
            "score": 49.471773862838745
        },
        {
            "docid": "24753098_3",
            "document": "Hybrid taxi . In 2000, North America's first hybrid taxi was put into service in Vancouver, British Columbia, operating a 2001 Toyota Prius which traveled over before being retired. In 2015, taxi driver in Austria claims to have covered in his Toyota Prius with the original battery pack.",
            "score": 44.66769242286682
        },
        {
            "docid": "867157_51",
            "document": "Toyota Vitz . The Yaris Hybrid shares the same powertrain as the Toyota Prius c sold in North America and as Toyota Aqua in Japan. The Prius c will not be available in Europe. It has a 1.5 L gasoline engine with a maximum output of 75 PS (55 kW) and an 45 kW electric motor which combine for a total output of 74 kW. Its NiMH battery has a capacity of 0.9 kWh.",
            "score": 42.68836760520935
        },
        {
            "docid": "25467531_47",
            "document": "Toyota Prius Plug-in Hybrid . In the United States the Prius Plug-in Hybrid is available in two models, the standard Prius Plug-in and the Prius Plug-in Advanced, and offered in five exterior colors. The standard trim level includes all the features of the 2012 Prius Two Liftback grade, plus some features from the Prius Three and Prius Four grades. Standard features include heated front seats, remote air conditioning system (which can run either off the grid while the vehicle is plugged in or off the battery like the third-generation Prius), a charger timer, EV/ECO/POWER modes, three-door smart key with push-button start, new touch-screen display audio with navigation and an integrated backup camera, Toyota Entune, and LED daytime running lights. Additional features of the Prius Plug-in Advanced include head-up display, LED headlamps, softex interior seat trim, eight-way adjustable power driver seat, JBL premium audio and HDD navigation system and exclusive Entune Plug-in Hybrid Applications for smartphones. Additional safety features in the Advanced model include the Pre-Collision System with Dynamic Radar Cruise Control and Safety Connect system.",
            "score": 48.436198353767395
        },
        {
            "docid": "8166749_113",
            "document": "Hybrid electric vehicle . In 2000, North America's first hybrid electric taxi was put into service in Vancouver, British Columbia, operating a 2001 Toyota Prius which traveled over before being retired. In 2015, a taxi driver in Austria claimed to have covered in his Toyota Prius with the original battery pack.",
            "score": 44.305689334869385
        }
    ],
    "r": [
        {
            "docid": "1277811_13",
            "document": "Hybrid Synergy Drive . The traction battery is a sealed nickel-metal hydride (NiMH) battery pack. The battery pack of the first generation Toyota Prius consisted of 228 cells packaged in 38 modules, while the second generation Prius consisted of 28 Panasonic prismatic nickel metal hydride modules, each containing six 1.2 volt cells, connected in series to produce a nominal voltage of 201.6 volts. The discharge power capability of the second gen Prius pack is about 20 kW at 50% state of charge (SoC). The power capability increases with higher temperatures and decreases at lower temperatures. The Prius has a computer that’s solely dedicated to keeping the battery at the optimum temperature and optimum charge level.",
            "score": 75.30704498291016
        },
        {
            "docid": "1277811_15",
            "document": "Hybrid Synergy Drive . A button labelled \"EV\" maintains electric vehicle mode after being powered on and under most low-load conditions at less than if the traction battery has enough charge. This permits all-electric driving with no fuel consumption for up to . However, the HSD software switches to EV mode automatically whenever it can. Only the Toyota Prius Plug-in Hybrid has a longer driving all-electric range in blended operation electric-gasoline of (EPA rating) until the battery is depleted. The Prius PHEV is outfitted with 4.4 kWh lithium-ion batteries co-developed with Panasonic that weighs compared with the nickel-metal hydride battery of the third generation Prius, which has a capacity of only 1.3 kWh, and weighs . The larger battery pack enables all-electric operation at higher speeds and longer distances than the conventional Prius hybrid.",
            "score": 74.63471221923828
        },
        {
            "docid": "21711858_3",
            "document": "Patent encumbrance of large automotive NiMH batteries . The modern nickel-metal hydride (NiMH) electric vehicle battery was invented by Dr. Masahiko Oshitani, of the GS Yuasa Corporation, and Stanford Ovshinsky, the founder of the Ovonics Battery Company, and granted a patent. The current trend in the industry is towards the development of lithium-ion (Li-Ion) technology to replace NiMH in electric vehicles. In 2009, Toyota tested lithium batteries as a potential replacement for the nickel metal hydride batteries used in its Prius model gasoline-electric hybrid. The company said that it would continue to use NiMH batteries in the Prius, but would introduce an all-electric vehicle based on lithium technology. Li-Ion technology, while functionally superior due to its higher specific energy and specific power, it is more expensive and, as of 2009, relatively untested with regards to its long-term reliability. In 2007, the National Renewable Energy Laboratory said that Li-Ion batteries may be subject to dangerous overheating and fire if cells are controlled incorrectly or damaged. In 2011, the National Highway Traffic Safety Administration investigated the safety of lithium battery powered vehicles and concluded that they pose no more risk of fire than other vehicles.",
            "score": 72.63732147216797
        },
        {
            "docid": "30469773_3",
            "document": "Toyota Prius V . The Prius α is offered in the Japanese market with a nickel–metal hydride battery at a price of (), and the lithium-ion battery version is expected to sell for (). The Prius \"v\" base price in the U.S. starts at and is offered only with a nickel–metal hydride battery. , global sales totaled about 634,000 units, led by Japan with 428,400 units sold, representing 67.6% of global sales.",
            "score": 71.63890075683594
        },
        {
            "docid": "346651_48",
            "document": "Toyota Prius . In May 2011 Toyota introduced the Prius α (alpha) in Japan, which is available in a five-seat, two-row model and a seven-seat, three-row model, the latter's third row enabled by a space-saving lithium-ion drive battery in the center console. The five-seat model uses a NiMH battery pack. The Alpha is the basis for the five-seat Prius \"v\" launched in North America in October 2011 with a nickel-metal hydride battery pack similar to the 2010 model year Prius, and with two rows of seats to accommodate five passengers. The European and Japanese versions are offered with a lithium-ion battery, with three rows of seats with accommodations for seven passengers. However, the seven passenger seating on the Prius v is not available on North American Prius v models. The European version, named Prius+ (plus), began deliveries in June 2012. Global sales totaled 671,200 units . Japan is the leading market with 446,400 units sold, followed by North America with 173,100 units, and Europe with 43,800, all through January 2017.",
            "score": 66.03998565673828
        },
        {
            "docid": "346651_63",
            "document": "Toyota Prius . There are two principal battery packs, the High Voltage (HV) battery, also known as the traction battery, and a 12 volt battery known as the Low Voltage (LV) battery. The traction battery of the first generation Prius update (2000 onwards) was a sealed 38-module nickel metal hydride (NiMH) battery pack providing 273.6 volt, 6.5 Ah capacity and weighing and is supplied by Japan's Panasonic EV Energy Co. They are normally charged between 40–60% of maximum capacity to prolong battery life as well as allow headroom for regenerative braking. Each battery pack uses of lanthanum, and each Prius electric motor contains of neodymium; production of the car is described as \"the biggest user of rare earths of any object in the world.\" The LV battery is essential to starting the car and providing initial power to the computer.",
            "score": 64.96997833251953
        },
        {
            "docid": "30469773_16",
            "document": "Toyota Prius V . Toyota began sales of the Prius \"v\" in the U.S. in October 2011 with a nickel-metal hydride battery pack similar to the 2010 model year Prius, and with two rows of seats to accommodate five passengers. The European and Japanese versions are offered with a lithium-ion battery, with three rows of seats with accommodations for seven passengers. Toyota's sales target is about 15 to 20% of conventional Prius sales in the United States, which represents around 30,000 units a year. With the Prius v, Toyota is expecting to expand its customer base to include young families with children looking for a hybrid more spacious than the Prius. A total of 8,399 Prius v's were sold during 2011, climbed to 40,669 units in 2012, and fell to 34,989 in 2013, and to 30,762 in 2014. Sales continued to decline in 2015 to 28,290 units, down 8% from 2014. , cumulative sales totaled 148,079 units.",
            "score": 63.753822326660156
        },
        {
            "docid": "52254266_15",
            "document": "Nancy Sottos . Another area of research focuses on the prevention of thermal runaway in batteries. The researchers coated the anode or separator layer of the battery with microspheres sensitive to heat. An increase in temperature causes the microspheres to melt, blocking transmission of the lithium ions and causing the battery to shut down. Microspheres of both polyethylene and paraffin wax were tested with CR2032 Li-ion batteries and demonstrated both successful operation of the battery at normal temperatures and shutdown of the battery at temperatures below those at which the battery's separator would become damaged.",
            "score": 63.536197662353516
        },
        {
            "docid": "58017_54",
            "document": "Microwave oven . It is possible for metal objects to be microwave-oven compatible, although experimentation by users is not encouraged. Microwaving an individual smooth metal object without pointed ends, for example, a spoon or shallow metal pan, usually does not produce sparking. Thick metal wire racks can be part of the interior design in microwave ovens (see illustration). In a similar way, the interior wall plates with perforating holes which allow light and air into the oven, and allow interior-viewing through the oven door, are all made of conductive metal formed in a safe shape. The effect of microwaving thin metal films can be seen clearly on a Compact Disc or DVD (particularly the factory pressed type). The microwaves induce electric currents in the metal film, which heats up, melting the plastic in the disc and leaving a visible pattern of concentric and radial scars. Similarly, porcelain with thin metal films can also be destroyed or damaged by microwaving. Aluminium foil is thick enough to be used in microwave ovens as a shield against heating parts of food items, if the foil is not badly warped. When wrinkled, aluminium foil is generally unsafe in microwaves, as manipulation of the foil causes sharp bends and gaps that invite sparking. The USDA recommends that aluminium foil used as a partial food shield in microwave cooking cover no more than one quarter of a food object, and be carefully smoothed to eliminate sparking hazards.",
            "score": 63.15898513793945
        },
        {
            "docid": "8426161_6",
            "document": "Toyota FCHV . The FCHV designs are based on the first generation Highlander SUV, although a bus version is also in development. The powertrain consists of a 90 kW fuel cell supplied from onboard compressed hydrogen tanks, and a nickel–metal hydride battery in parallel. Battery and fuel cell can provide power to the 90 kW driving motors either singly or together. The mechanism is very similar to the Hybrid Synergy Drive in the Toyota Prius and Toyota Auris HSD but with the fuel cell replacing the petrol internal combustion engine, thus minimising greenhouse gas emissions at point of use.",
            "score": 63.036712646484375
        },
        {
            "docid": "43074_40",
            "document": "Firestar (Marvel Comics) . Firestar is a mutant whose body stores ambient electromagnetic energy, which she can project and manipulate for various effects. As she alters the electromagnetic wavelengths, they form a microwave aura around her body, at which point she mentally \"pushes\" the microwaves away from herself. Doing this allows her to release heat, light and radiation into her environment at various intensities. By focusing microwaves on a specific target, she can cause it to burst into flames, explode or melt. She can project microwave energy blasts which have a thermo-concussive effect, heating objects to the point of melting or being incinerated, while the superheated and pressurized air created by the directed microwaves produces impact. Firestar can also sense microwave signals (such as cellular phone signals or remote-control devices) and disrupt electronics with her own microwave emissions. By superheating the air around her, Firestar can generate enough upward thrust to fly at high speeds and lift objects as heavy as the X-Man Colossus. Firestar's mutant abilities do not grant her any particular immunity to the effects of intense heat other than that generated by her own microwave powers. During training exercises with Emma Frost in her limited series, she was chastised by her teacher for clumsiness and warned that she could have been \"badly burned\" by a laser. During a fight between the Avengers and Fantastic Four years later, the Human Torch was afraid of burning her with his own flames. However, she eventually displayed the ability to siphon heat energy and to detect electromagnetic signatures from broadcast transmissions.",
            "score": 62.80915069580078
        },
        {
            "docid": "25467531_37",
            "document": "Toyota Prius Plug-in Hybrid . The 4.4kWh lithium-ion battery developed for the Prius Plug-in fits under the rear cargo floor and weighs . As a comparison, the nickel-metal hydride battery of the third generation Prius, which has a capacity of only 1.3kWh, weighs . A full charge using an external AC outlet takes approximately 2.5 to 3.0 hours from a standard North American 120V 15A household outlet, or 1.5 hours using a standard European 230V household outlet. The battery requires approximately 3.2 kWh of electricity plus of gasoline to provide of range. A fully charged battery state of charge reads 85% and the all-electric mode disengages at 23%, and the usable energy after charging loss is 2.73 kWh. The included charging cable connects to the charging port inlet located on the right-rear fender. The charge port location was moved from the front driver-side fender in the demonstration model based on input from the program participants. The battery charger cable weighs just , is in length, and fits in its own compartment in the trunk area. The charge port provides LED (Light Emitting Diode) illumination for convenient night-time charging. A timer allows charging to take place during off-peak hours and can be set for either a start or end time.",
            "score": 60.60839080810547
        },
        {
            "docid": "25467531_30",
            "document": "Toyota Prius Plug-in Hybrid . The pre-production test cars are based on a third generation Toyota Prius (model ZVW30) outfitted with 5.2 kWh lithium-ion batteries. The selected battery capacity is the minimum required for the Prius Plug-in to be eligible for the U.S. federal tax credit of , which is applicable to the first 200,000 plug-ins sold by Toyota according to the American Clean Energy and Security Act of 2009.",
            "score": 60.58820343017578
        },
        {
            "docid": "1212189_39",
            "document": "Ford C-Max . The C-Max Energi was designed with total 188 hp (140 kW) in hybrid mode delivered by a 2.0-liter Atkinson cycle four-cylinder gasoline engine plus an electric motor powered by a 7.6 kWh lithium-ion battery pack, which is smaller and lighter than nickel metal hydride batteries used in previous Ford generation hybrids. The electric drivetrain can produce a peak power of 68 kW, limited by the size of the electric motor and the power delivery capability of the battery pack, and delivers a total system power of 195 hp (150 kW) in charge-depleting mode (EV mode). The C-Max Energi is capable of reaching a top electric-only speed of , exceeding the Toyota Prius Plug-in Hybrid by more than . The top speed in hybrid mode is .",
            "score": 60.42913055419922
        },
        {
            "docid": "570662_46",
            "document": "Wireless power transfer . In 2015, researchers at the University of Washington introduced power over Wi-Fi, which trickle-charges batteries and powered battery-free cameras and temperature sensors using transmissions from Wi-Fi routers. Wi-Fi signals were shown to power battery-free temperature and camera sensors at ranges of up to 20 feet. It was also shown that Wi-Fi can be used to wirelessly trickle-charge nickel–metal hydride and lithium-ion coin-cell batteries at distances of up to 28 feet.",
            "score": 60.13356018066406
        },
        {
            "docid": "1847022_20",
            "document": "Electric vehicle conversion . There is an effort by several engineers in California to make the Toyota Prius a \"Plug-In Hybrid Electric Vehicle,\" or PHEV, whereby the first 40 miles are driven by all-electric power, then the gas engine comes on to re-charge the batteries, only if the commute is further than 40 mi. If it is less, one can just plug it into the utility grid to re-charge the batteries. The process is done by removing the nickel-metal hydride batteries, and installing different batteries, and a different battery management system.",
            "score": 59.970699310302734
        },
        {
            "docid": "38267353_2",
            "document": "Plug-in electric vehicle fire incidents . Several plug-in electric vehicle fire incidents have taken place since the introduction of mass-production plug-in electric vehicles in 2010. Most of them have been thermal runaway incidents related to the lithium-ion batteries and have involved the Zotye M300 EV, Chevrolet Volt, Fisker Karma, Dodge Ram 1500 Plug-in Hybrid, Toyota Prius Plug-in Hybrid, Mitsubishi i-MiEV and Outlander P-HEV. Most hybrid electric vehicles available in the market today use nickel-metal hydride batteries which do not pose the same risk of thermal runaway as lithium-ion batteries.",
            "score": 59.65686798095703
        },
        {
            "docid": "279350_32",
            "document": "Electric vehicle . In the past, Nickel Metal Hydride batteries were used among EV cars such as those made by General Motors. These battery types are considered out-dated due to their tendencies to self discharge in the heat. Also the batteries' patent was held by Chevron which created a problem for their widespread development. These detractors coupled with their high cost has led to Lithium-ion batteries leading as the predominant battery for EV's.",
            "score": 59.44264221191406
        },
        {
            "docid": "186614_38",
            "document": "Nickel–cadmium battery . Recently, nickel–metal hydride and lithium-ion batteries have become commercially available and cheaper, the former type now rivaling Ni–Cd batteries in cost. Where energy density is important, Ni–Cd batteries are now at a disadvantage compared with nickel–metal hydride and lithium-ion batteries. However, the Ni–Cd battery is still very useful in applications requiring very high discharge rates because it can endure such discharge with no damage or loss of capacity.",
            "score": 59.39141082763672
        },
        {
            "docid": "29762303_10",
            "document": "Toyota Prius (XW20) . From 2006 to 2009 Toyota tested 126 Prius models in the U.S., Japan and Europe that had the NiMH battery replaced with a lithium-ion battery pack.",
            "score": 58.98466873168945
        },
        {
            "docid": "307133_92",
            "document": "Boeing 787 Dreamliner . On January 14, 2014, a battery in a JAL 787 emitted smoke from the battery's protection exhaust while the aircraft was undergoing pre-flight maintenance. The battery partially melted in the incident; one of its eight lithium-ion cells had its relief port vent and fluid sprayed inside the battery's container. It was later reported that the battery may have reached a temperature as high as , and that Boeing did not understand the root cause of the failure.",
            "score": 58.52996826171875
        },
        {
            "docid": "31459901_13",
            "document": "Waffle-iron filter . Waffle-iron filters are used in industrial microwave processes. The many industrial applications of microwave energy include drying of food products and industrial films, heating, such as in polyurethane foam production, melting, rendering, sterilising, and vulcanisation. In high-volume production the process is continuous necessitating openings to the microwave chamber where the product can be fed in and exit. Steps need to be taken to prevent unsafe levels of microwave radiation escaping from these apertures which are often large to accommodate the product. It is usual to line the product feed ducts with microwave absorbent material for this purpose. However, the absorbed microwaves have a heating effect and this can be severe enough to damage the absorbent material. Waffle-iron filters are a useful alternative because the product can be passed between the filter's teeth. An ideal filter will reflect all the unwanted radiation rather than absorbing it so will not suffer from overheating. This is an example of a filter being used in a choke application. In some processes both techniques are used simultaneously. The waffle-iron is placed nearest the microwave chamber to first reduce the energy to a level which will not cause the absorbent lining to overheat. The absorbent lining then removes the small residue.",
            "score": 58.39311218261719
        },
        {
            "docid": "46309841_4",
            "document": "Dual carbon battery . In 2014 start-up Power Japan Plus announced plans to commercialize its version, named the Ryden. Colead Kaname Takeya is known for his work on the Toyota Prius and Tesla Model S. The company claimed that its cell offers energy density comparable to a lithium-ion battery, more rapid charge rate, a longer functional lifetime (3k cycles), improved safety and cradle-to-cradle sustainability. The company claimed that its battery charges 20 times faster than conventional lithium ion batteries, is rated for more than 3,000 cycles and can slot directly into existing manufacturing processes, without changes to existing manufacturing lines.",
            "score": 57.94808578491211
        },
        {
            "docid": "4886461_19",
            "document": "Who Killed the Electric Car? . The second generation EV1 (and those released by Honda, Toyota, and others) from 1998 to the end of the program, featured nickel-metal-hydride or even lithium-ion (Nissan) batteries with a range of 100 or more miles. The film documents that the company which had supplied batteries for EV1, Ovonics, had been suppressed from announcing improved batteries, with double the range, lest CARB be convinced that batteries were improving. Later, General Motors sold the supplier's majority control share to the Chevron Corporation and Cobasys.",
            "score": 57.90410614013672
        },
        {
            "docid": "201485_108",
            "document": "Lithium-ion battery . If overheated or overcharged, Li-ion batteries may suffer thermal runaway and cell rupture. In extreme cases this can lead to leakage, explosion or fire. To reduce these risks, many lithium-ion cells (and battery packs) contain fail-safe circuitry that disconnects the battery when its voltage is outside the safe range of 3–4.2 V per cell. or when overcharged or discharged. Lithium battery packs, whether constructed by a vendor or the end-user, without effective battery management circuits are susceptible to these issues. Poorly designed or implemented battery management circuits also may cause problems; it is difficult to be certain that any particular battery management circuitry is properly implemented. Lithium-ion cells are susceptible to damage outside the allowed voltage range that is typically within (2.5 to 3.65) V for most LFP cells. Exceeding this voltage range, even by small voltages (millivolts) results in premature aging of the cells and, furthermore, results in safety risks due to the reactive components in the cells. When stored for long periods the small current draw of the protection circuitry may drain the battery below its shutoff voltage; normal chargers may then be useless since the BMS may retain a record of this battery (or charger) 'failure'. Many types of lithium-ion cells cannot be charged safely below 0 °C.",
            "score": 57.77928161621094
        },
        {
            "docid": "58017_21",
            "document": "Microwave oven . Microwave heating can cause localized thermal runaways in some materials with low thermal conductivity which also have dielectric constants that increase with temperature. An example is glass, which can exhibit thermal runaway in a microwave to the point of melting if preheated. Additionally, microwaves can melt certain types of rocks, producing small quantities of molten rock. Some ceramics can also be melted, and may even become clear upon cooling. Thermal runaway is more typical of electrically conductive liquids such as salty water.",
            "score": 57.66389465332031
        },
        {
            "docid": "98132_12",
            "document": "Radio wave . Radio waves are \"nonionizing radiation\", which means they do not have enough energy to separate electrons from atoms or molecules, ionizing them, or break chemical bonds, causing chemical reactions or DNA damage. The main effect of absorption of radio waves by materials is to heat them, similarly to the infrared waves radiated by sources of heat such as a space heater or wood fire. The oscillating electric field of the wave causes polar molecules to vibrate back and forth, increasing the temperature; this is how a microwave oven cooks food. However, unlike infrared waves, which are mainly absorbed at the surface of objects and cause surface heating, radio waves are able to penetrate the surface and deposit their energy inside materials and biological tissues. The depth to which radio waves penetrate decreases with their frequency, and also depends on the material's resistivity and permittivity; it is given by a parameter called the \"skin depth\" of the material, which is the depth within which 63% of the energy is deposited. For example, the 2.45 GHz radio waves (microwaves) in a microwave oven penetrate most foods approximately 2.5 to 3.8 cm (1 to 1.5 inches). Radio waves have been applied to the body for 100 years in the medical therapy of diathermy for deep heating of body tissue, to promote increased blood flow and healing. More recently they have been used to create higher temperatures in hyperthermia treatment, to kill cancer cells. Looking into a source of radio waves at close range, such as the waveguide of a working radio transmitter, can cause damage to the lens of the eye by heating. A strong enough beam of radio waves can penetrate the eye and heat the lens enough to cause cataracts.",
            "score": 57.6331787109375
        },
        {
            "docid": "201485_110",
            "document": "Lithium-ion battery . These features are required because the negative electrode produces heat during use, while the positive electrode may produce oxygen. However, these additional devices occupy space inside the cells, add points of failure, and may irreversibly disable the cell when activated. Further, these features increase costs compared to nickel metal hydride batteries, which require only a hydrogen/oxygen recombination device and a back-up pressure valve. Contaminants inside the cells can defeat these safety devices. Also, these features can not be applied to all kinds of cells, e.g. prismatic high current cells cannot be equipped with a vent or thermal interrupt. High current cells must not produce excessive heat or oxygen, lest there be a failure, possibly violent. Instead, they must be equipped with internal thermal fuses which act before the anode and cathode reach their thermal limits.",
            "score": 57.50202560424805
        },
        {
            "docid": "58251_43",
            "document": "Nickel–metal hydride battery . Applications of NiMH electric-vehicle batteries include all-electric plug-in vehicles such as the General Motors EV1, first-generation Toyota RAV4 EV, Honda EV Plus, Ford Ranger EV and Vectrix scooter. Hybrid vehicles such as the Toyota Prius, Honda Insight, Ford Escape Hybrid, Chevrolet Malibu Hybrid and Honda Civic Hybrid also use them.",
            "score": 57.2862663269043
        },
        {
            "docid": "46734540_38",
            "document": "Construction of electronic cigarettes . Variable devices are variable wattage, variable voltage or both. Variable power and/or variable voltage have an electronic chip allowing the user to adjust the power applied to the heating element. The amount of power applied to the coil affects the heat produced, thus changing the vapor output. Greater heat from the coil increases vapor production. Variable power devices monitor the coil's resistance and automatically adjust the voltage to apply the user-specified level of power to the coil. Recent devices can go up to 8 V. They are often rectangular but can also be cylindrical. They usually have a screen to show information such as voltage, power, and resistance of the coil. To adjust the settings, the user presses buttons or rotates a dial to turn the power up or down. Some of these devices include additional settings through their menu system such as: atomizer resistance meter, remaining battery voltage, puff counter, and power-off or lock. The power source is the biggest component of an e-cigarette, which is frequently a rechargeable lithium-ion battery. Smaller devices contain smaller batteries and are easier to carry but typically require more repeated recharging. Some e-cigarettes use a long lasting rechargeable battery, a non-rechargeable battery or a replaceable battery that is either rechargeable or non-rechargeable for power. Some companies offer portable chargeable cases to recharge e-cigarettes. Nickel-cadmium (NiCad), nickel metal-hydride (NiMh), lithium ion (Li-ion), alkaline and lithium polymer (Li-poly), and lithium manganese (LiMn) batteries have been used for the e-cigarettes power source.",
            "score": 57.144309997558594
        },
        {
            "docid": "29762303_5",
            "document": "Toyota Prius (XW20) . The second generation Toyota Prius makes use of a 201.6-volt NiMH battery composed of 28 modules, where each module is made of six individual 1.2-volt, 6.5 Ah Prismatic NiMH cells. The 7.2-volt modules each contain a charge controller and a relay. The 28 modules are connected in series to produce a total energy storage capacity of 1.310 kWh (via 201.6-volts × 6.5 Ah). The battery control computers keep the state of charge (SOC) between approximately 40 and 80 percent (shallow cycling), where the average SOC hovers around 60 percent, allowing about 400 Wh of useful energy storage to capture energy from regenerative braking and to release it back into the hybrid drive-train through Motor-generator 1 and Motor-generator 2 in the power split device. The shallow cycling enables the hybrid battery to last tens of thousands of cycles, which translates into decades of use and in many case more than of operation. The computer controlled charging and discharging of the battery enhances its cycle life, calendar life, and thermal control performance. Passive battery cooling and heating is accomplished through the metal case of the battery assembly pack, while a forced air cooling system with a blower motor and ducting system enables active cooling of the HV battery.",
            "score": 57.01502990722656
        },
        {
            "docid": "1611987_42",
            "document": "Plug-in hybrid . Nickel–metal hydride and lithium-ion batteries can be recycled; Toyota, for example, has a recycling program in place under which dealers are paid a US$200 credit for each battery returned. However, plug-in hybrids typically use larger battery packs than comparable conventional hybrids, and thus require more resources. Pacific Gas and Electric Company (PG&E) has suggested that utilities could purchase used batteries for backup and load leveling purposes. They state that while these used batteries may be no longer usable in vehicles, their residual capacity still has significant value. More recently, General Motors (GM) has said it has been \"approached by utilities interested in using recycled Volt batteries as a power storage system, a secondary market that could bring down the cost of the Volt and other plug-in vehicles for consumers.\"",
            "score": 56.57074737548828
        }
    ]
}