{
    "q": [
        {
            "docid": "5311833_35",
            "document": "Keurig Green Mountain . GMCR was a pioneer in the Fair Trade movement in 2000, guaranteeing farmers a steady minimum price far above market value. Since 2010 Green Mountain has been the largest purchaser of Fair Trade coffee in the world. In addition, the company was from its beginnings known for its long-term relationships and fair dealings with coffee-growing suppliers, and for its large percentage of farmer-direct coffee purchases. Since the early 1990s, the company has annually sent groups of employees on trips to coffee farms in Latin America, to gain first-hand experience in the lives of coffee growers. GMCR has prioritized initiatives to alleviate poverty and hunger in coffee-growing communities. These include Coffee Kids, an international non-profit which improves the lives of children and families in remote coffee-growing villages; and the FomCafe cooperative’s quality-control training program, which helps farmers earn higher profits for coffee. In 2002 GMCR was the first corporate investor of the non-profit micro-loan organization Root Capital, and through it Green Mountain has provided millions of dollars in loans to cash-strapped coffee farmers. In 2002 Green Mountain also formed a joint alliance with the U.S. Agency for International Development, to improve the livelihoods of those in impoverished coffee-growing regions.",
            "score": 48.23591327667236
        },
        {
            "docid": "22027480_2",
            "document": "Pura Vida Coffee . Pura Vida Coffee is a for-profit company, but one that’s wholly owned by Pura Vida Create Good, a nonprofit U.S. company that sells Fair Trade Certified organic, shade-grown coffee from Latin America, and Africa. The company advocates corporate social responsibility by donating its profits to help children and families in coffee-growing communities internationally.",
            "score": 44.487192273139954
        },
        {
            "docid": "6826364_32",
            "document": "Milk coffee . A \"regular coffee\" or \"coffee regular\" is a popular coffee drink in New England. In much of New England a \"regular coffee\" refers to coffee with cream and sugar. The most common amount usually includes three creams and three sugars. A \"coffee regular\" can be order either hot or as iced coffee.",
            "score": 40.923667669296265
        },
        {
            "docid": "48696061_11",
            "document": "Coffee in Korea . The sudden influx of coffee shops have replaced the once traditional \"dabang\" which were common meetings places serving a selection of customary teas. It’s not just large US chains that have profited from the surge in demand for coffee. Local businesses and entrepreneurs have also seized the growing opportunities. At present it boasts 17,000 coffee shops and the capital, Seoul, has more outlets of Starbucks than any other city in the world, even New York.",
            "score": 37.84589457511902
        },
        {
            "docid": "1546865_36",
            "document": "Interrogative . Ambiguity may also arise with choice questions. A question like \"Do you like tea or coffee?\" can be interpreted as a choice question, to be answered with either \"tea\" or \"coffee\"; or it can be interpreted as a yes–no question, to be answered \"yes (I do like tea or coffee)\" or \"no (I do not like tea or coffee)\".",
            "score": 31.500961303710938
        },
        {
            "docid": "10645750_17",
            "document": "Mariano Ospina Rodríguez . With his vast experience and knowledge about the cultivation of coffee, he devoted himself to promoting and teaching the growing of coffee to the farmers and peasants of Colombia. In 1880 he established the first public University in Colombia (Escuela Nacional de Minas de Medellín) and published his first textbooks about \"efficient and effective coffee growing techniques\". The nation profited richly from Don Mariano's efforts, research and teachings. His passion, knowledge, vision, tenacity and hard labor facilitated the development of coffee growing into Colombia's main export crop, transforming forever the nation's economy.",
            "score": 38.95315623283386
        },
        {
            "docid": "30128150_8",
            "document": "New England Coffee . New England Coffee only uses 100% Arabica beans in all of their products. New England Coffee offers coffee blends, flavored coffees, full-bodied dark roasts and blends from locations such as Colombia, Sumatra and Costa Rica. Among the most pervasive varieties are Decaffeinated Colombian and Colombian Supremo which have both been reviewed by Consumer Reports. In 2016, New England Coffee celebrated its 100th anniversary.",
            "score": 42.24506390094757
        },
        {
            "docid": "30128150_10",
            "document": "New England Coffee . New England Coffee Retail Ground Coffee is also sold at participating supermarket retailers throughout the United States. The brand is currently available in many Targets and Walmarts east of the Mississippi, and it can be found in the Midwest as well as in such states as Florida and Texas.",
            "score": 43.40752625465393
        },
        {
            "docid": "39365975_10",
            "document": "Coffee production in Venezuela . In 2003, the Government of Venezuela introduced policy regulations (fixing procurement price limits) on growing coffee which restricted the production of coffee in the country. Consequently, the imports (to the extent of 50% of local production) become imperative to meet the growing domestic demand. Imports are mostly from Brazil and Nicaragua. It is the contention of the coffee growers that it is no more economical to grow coffee under the present regulations though the government attributes this shortage as due to illegal hoarding by the growers for profit. According to a Coffee growers report, the cost of producing one quintal of top quality coffee was US$335 while its sale price is only US$173 (capped by the government). All these changes have resulted in Venezuela losing its position as one of the world's largest coffee exporters. The future of these changes is unknown in the wake of the death of President of Venezuela, Hugo Chávez, who introduced the policy changes in 2003. Coffee production in the country is now reduced substantially and is only about 1% of world production.",
            "score": 39.206860065460205
        },
        {
            "docid": "22681933_26",
            "document": "Fair trade coffee . Many who believe fair trade coffee is insufficient utilize the direct trade model, which allows for more control over quality concerns, farmer empowerment, and sustainability issues. It also is valuable in harboring closer farmer to roaster business relationships, which can ultimately increase quality of life and profits for coffee growers and buyers alike. However, direct trade is a new concept that is only utilized by for profit businesses like Counter Culture Coffee and Intelligentsia Coffee and therefore has no third party certification.",
            "score": 34.883893966674805
        },
        {
            "docid": "26691650_8",
            "document": "Henry Nicholas Greenwell . Isabella Bird, who knew Dora in England, visited the Greenwells in 1873. Greenwell's coffee was honored at the 1873 World's Fair in Vienna. In 1876 Greenwell provided coffee as part of the Centennial Exposition in Philadelphia, Pennsylvania. The Greenwell family traded in sheep skins and dairy products, eventually using the profits to buy more land in the area. Coffee only grows in a narrow elevation band, so drier areas above the usual cloud cover were used as pasture land for cattle, sheep, and horses. Early in 1879, the royal physician Georges Phillipe Trousseau sold all of his holdings in Kona to Greenwell. Other lands were purchased from the family of missionary John Davis Paris.",
            "score": 35.80806112289429
        },
        {
            "docid": "514269_6",
            "document": "Sipi Falls . The Sipi Falls area is particularly famous for locally grown Bugisu Arabica coffee. Bugisu Arabica only grows at an altitude of between 1,600 and 1,900 metres. Coffee tours are organized through guides with knowledge of coffee farming, processing and roasting. Profits from this go towards community projects.",
            "score": 36.90538692474365
        },
        {
            "docid": "63738_11",
            "document": "Brigadoon . Fiona, Tommy, and Jeff arrive at Mr. Lundie's home, where he relates a story that the two New Yorkers can hardly believe: to protect Brigadoon from being changed by the outside world, 200 years ago the local minister prayed to God to have Brigadoon disappear, only to reappear for one day every 100 years. All citizens of Brigadoon are forbidden to leave the town, or it will disappear forever. Tommy asks hypothetically if an outsider could be permitted to stay. Mr. Lundie replies, \"A stranger can stay if he loves someone here – not jus' Brigadoon, mind ye, but someone in Brigadoon – enough to want to give up everythin' an' stay with that one person. Which is how it should be. 'Cause after all, lad, if ye love someone deeply, anythin' is possible.\"",
            "score": 7.801748752593994
        },
        {
            "docid": "5612952_27",
            "document": "Economics of coffee . As a result, there has been a return to both traditional and new methods of growing shade-tolerant varieties. Shade-grown coffee can often earn a premium as a more environmentally sustainable alternative to mainstream sun-grown coffee.",
            "score": 39.001859188079834
        },
        {
            "docid": "11128038_2",
            "document": "Mycena citricolor . Mycena citricolor is a plant pathogen producing leaf spots on coffee plants. This fungus causes the disease commonly known as American Leaf Spot. Mycena citricolor affects coffee plants, primarily in Latin America, but can grow on other plants as well. This fungus can grow on all parts of the coffee plant including the leaves, stems and fruits. When grown on the leaves, Mycena citricolor results in leaves with holes that often fall from the plant.",
            "score": 42.45730936527252
        },
        {
            "docid": "57329716_2",
            "document": "World Coffee Producers Forum . The World Coffee Producers Forum (WCPF) is a not-for-profit organization formed to analyze and address the challenges faced by the coffee value chain, especially in regards to those who grow and produce the raw, un-roasted product.",
            "score": 33.60960388183594
        },
        {
            "docid": "1980824_6",
            "document": "Spit-take . Character 1: Did they ever find that missing toxic sludge? Character 2: Yes. Character 2: Someone poured it into the coffee urn.",
            "score": 24.24587845802307
        },
        {
            "docid": "2057944_10",
            "document": "Étienne Polverel . Saint-Domingue was probably the wealthiest colony in the world up until 1789. Rich whites held the best land, and mostly used it to grow sugar. Less profitable land was used to grow coffee, and both free blacks and whites owned coffee plantations. Coffee and sugar plantations produced tremendous wealth for France and its colonies, but the slave-laborers could not enjoy the fruits of their labor because they had few, if any, rights.",
            "score": 34.937695026397705
        },
        {
            "docid": "27288346_4",
            "document": "Coffee jelly . Jell-O launched a short lived coffee gelatin mix in 1918, but the dessert never gained widespread popularity outside of New England. Today, coffee jelly may still be found in Rhode Island, Massachusetts and other New England states. Durgin-Park restaurant in Boston, which opened in 1827, still offers coffee gelatin made with leftover coffee from the previous day.",
            "score": 42.24709689617157
        },
        {
            "docid": "46899503_5",
            "document": "Coffee production in Sri Lanka . The British, who first arrived on the island in 1796 and took control in 1815, continued experiments with coffee production. These early ventures, mainly in the coastal areas around Galle, failed due to the unsuitability of the area for coffee cultivation. The first to successfully grow coffee on a commercial scale was George Bird, who established a coffee plantation in Singhapitiya. Edward Barnes, who became Governor of Ceylon in 1824, established another plantation in Gannoruwa in 1825 (now a part of the Royal Botanical Gardens, Peradeniya). These were followed by a number of other government officials establishing plantations in the region. The only native to grow coffee on a commercial scale was Jeronis de Soysa and about a quarter of the total production was from the smallholdings of native farmers. Most of these early ventures were economically unsuccessful, due to a number of factors including unsuitability of the lowland areas, competition from the West Indies, lack of cultivation skills and poor infrastructure. The first plantation in the mountainous Kandyan area, was established in 1827 which, a few years later, spread to many other areas in the country, becoming profitable.",
            "score": 43.512136340141296
        },
        {
            "docid": "33763708_3",
            "document": "Coffee production in Honduras . The cultivation of the coffee plant was in its infancy in the Republic of Honduras at the end of the 19th century. While there were numerous coffee plantations at the time, they were small. The soil, climate, and conditions in Honduras are the same as those of Guatemala, Nicaragua, or Costa Rica. The drawback in Honduras was lack of means of transportation and facilities for shipment to the coast. There was practically no exportation of coffee from Honduras, the product was mostly sold domestically. A new plantation of coffee would begin to produce a profit by the end of the fourth year after planting, and after the seventh year a profit of from 100 to 300 per cent on the capital invested could be expected. The production of coffee in 1894 was reckoned at 20,000 quintals, of which only 10 per cent was exported. The exportation was from the Salvadoran ports Amapala and Puerto Cortes. In 1900, Honduras exported 54,510 pesos' worth of coffee.",
            "score": 52.24795866012573
        },
        {
            "docid": "2526276_3",
            "document": "Jamaican Blue Mountain Coffee . Jamaican Blue Mountain Coffee is a globally protected certification mark, meaning only coffee certified by the Coffee Industry Board of Jamaica can be labeled as such. It comes from a recognised growing region in the Blue Mountain region of Jamaica, and its cultivation is monitored by the Coffee Industry Board of Jamaica.",
            "score": 45.44074547290802
        },
        {
            "docid": "2165666_3",
            "document": "White coffee . In many English-speaking countries, \"white coffee\" is used to refer to regular black coffee that has had milk, cream or some other \"whitener\" added to it, though the term is almost entirely unheard of in the US, where the same beverage might be called \"coffee light\" in the New York City area, \"light coffee\", \"coffee with milk,\" or \"regular coffee\" in New England and New York City. Cream varieties, often called \"creamers\" in the US, can be made of dairy milk, corn syrup derivatives, soy, or nut products. Sweeteners used include cane sugar or artificial ingredients.",
            "score": 37.446542263031006
        },
        {
            "docid": "30809428_3",
            "document": "CFS Continental . The wholesale food distributor started in 1915 by Jacob Cohn (b. 1894, d. 1968) in Chicago as the Continental Coffee Company. Cohn began by selling coffee by horse and wagon to small restaurants in Chicago. By 1967, the Continental Coffee was led by brothers Alvin Cohn (b. 1921, d. 1994) and Robert Cohn. The brothers began purchasing regional wholesale grocery companies to supplement \"Continental Coffee's\" national coffee business. In 1970, Continental Coffee Company went public. In 1973, Continental Coffee Company changed its name to \"CFS Continental, Inc.\" to reflect the growing importance of foodservice to their traditional coffee business.",
            "score": 40.31724214553833
        },
        {
            "docid": "30128150_6",
            "document": "New England Coffee . Four generations of the Kaloyanides family have led the business since its inception; Menelaos Kaloyanides from 1916 to 1966, Stephen Kaloyanides from 1966 to 1996, James M Kaloyanides from 1996 to 2013 and James B Kaloyanides from 2013 to 2016.",
            "score": 31.108651161193848
        },
        {
            "docid": "25228498_22",
            "document": "Indonesian presidential election, 2014 . After the announcement, Joko Widodo stated that, growing up under the authoritarian and corrupt New Order, he would have never expected someone with a lower-class background to become president. \"The New York Times\" reported him as saying, \"now, it's quite similar to America, yes? There is the American dream, and here we have the Indonesian dream.\". Joko Widodo was the first Indonesian president to not be from the military or the political elite, and the political commentator Salim Said gave the popular view of the politician \"someone who is our neighbour, who decided to get into politics and run for president\".",
            "score": 20.36806893348694
        },
        {
            "docid": "432138_10",
            "document": "Growing season . In some warm climates, such as the subtropical savanna and Sonoran Deserts or in the drier Mediterranean climates, the growing season is limited by the availability of water, with little growth in the dry season. Unlike in cooler climates where snow or soil freezing is a generally insurmountable obstacle to plant growth, it is often possible to greatly extend the growing season in hot climates by irrigation using water from cooler and/or wetter regions. This can in fact go so far as to allow year-round growth in areas that without irrigation could only support xerophytic plants. Also in these tropical regions; the growing season can be interrupted by periods of heavy rainfall, called the rainy season. For example, in Colombia, where coffee is grown and can be harvested year-round, they don’t see a rainy season. However, in Indonesia, another large coffee-producing area, they experience this rainy season and the growth of the coffee beans is interrupted.",
            "score": 72.76094853878021
        },
        {
            "docid": "9356_26",
            "document": "El Salvador . After the mid-19th century, the economy was based on coffee growing. As the world market for indigo withered away, the economy prospered or suffered as the world coffee price fluctuated. The enormous profits that coffee yielded as a monoculture export served as an impetus for the concentration of land into the hands of an oligarchy of just a few families.",
            "score": 35.09859895706177
        },
        {
            "docid": "5518922_21",
            "document": "The French Counts of St Hubert, Saskatchewan . 'The Counts' optimistic view of the opportunities on the prairie underlay the flourish of agricultural and industrial activity on the Pipestone and at the Kalenterin ranch after 1888. Before his departure for France in 1889, de Roffignac had formed a partnership with van Brabant. The purpose of this association was to \"(grow) and Manufacture this indispensable article (chicory) under the firm style of the \"Bellevue French Coffee Company\" (Colonist). In their enthusiasm they produced enough coffee in the first year of operation to market to continental America for the next twenty years. Chicory was an additive, used in France and England, that greatly improved on the texture and taste of coffee. The two entrepreneurs imported seed and equipment from Europe, converted the Bellevue farm over to the production of the chicory crop, and set up drying and manufacturing plants in the Bellevue yard. To encourage farmers in the area to grow chicory, they distributed packages of seeds. The manufacturing process consisted of roasting the chicory, grinding it, mixing it with coffee, and packaging it in tins. Michelle Guitard, writing in Saskatchewan History (Vol. 30, no. 3), informs us that 'for reasons of economy, the proper proportion of chicory to coffee was not maintained - the coffee was undrinkable.\" The chicory factory burned down in the winter of 1890-91, and the van Brabants moved their operation over to Richelieu. The \"Richelieu Coffee Brand, \" placed on the market in 1892 and 1893, was no more successful than the \"Bellevue\" brand. When the Richelieu operation burned down, Renoult and de Beaudrap, who supplied the capital, assumed control of the chicory factory. Instead of blending the powder with coffee, they sold it as an additive. The two men operated the chicory factory until de Beaudrap's departure for France in 1899, and the Count later claimed that the venture yielded him a small profit. There is no record of a sale of the additive to a buyer even as far as Regina. It is possible as Mr. F. Dunand felt, that de Beaudrap's operation lacked publicity.",
            "score": 37.91335952281952
        },
        {
            "docid": "43851_23",
            "document": "Social norm . Developed in the 1960s, the return potential model provides a method for plotting and visualizing group norms. In the regular coordinate plane, the amount of behavior exhibited is plotted on the X-axis (label \"a\" in Figure 1) while the amount of group acceptance or approval gets plotted on the Y-axis (\"b\" in Figure 1). The graph represents the potential return or positive outcome to an individual for a given behavioral norm. Theoretically, one could plot a point for each increment of behavior how much the group likes or dislikes that action. For example, it may be the case that among first-year graduate students, strong social norms around how many daily cups of coffee you drink exist. If the return curve in Figure 1 correctly displays the example social norm, we can see that if someone drinks 0 cups of coffee a day, the group strongly disapproves. The group does not approve of member behavior until someone hits four cups of coffee a day; the graduate students (as represented by the return curve) find it excessive to drink more than seven cups, however, as the approval again dips below zero. As exhibited by the coffee example, the return potential model displays for each increment of behavior how much group approval one can anticipate.",
            "score": 25.595646858215332
        },
        {
            "docid": "53144119_3",
            "document": "Bo's Coffee . The idea of starting a coffee shop came to Bo's Coffee founder Steve Benitez when, back when he was a student in Ateneo de Manila University, he always had to drink coffee to stay awake to study. After attending various seminars and training, he decided to open Bo's Coffee in a small space in Ayala Center Cebu in June 1996. At first, Benitez had to give away free samples as the Cebuano market was not yet familiar of his concept. The business did not produce any profit and was on the negative for its first three months. However, after eight months, the business started making a profit, enabling Benitez to put up another coffee cart in SM City Cebu. The coffee shop has grown considerably since then, growing into its current 91 branches throughout the country, located mainly in the country's key cities.",
            "score": 36.21707344055176
        },
        {
            "docid": "30128150_11",
            "document": "New England Coffee . The Coffee Shop, New England Coffee's online store, offers exclusive coffee selections and bulk whole bean as well as tea, gift baskets, coffee mugs and other novelty items.",
            "score": 42.40405058860779
        }
    ],
    "r": [
        {
            "docid": "432138_10",
            "document": "Growing season . In some warm climates, such as the subtropical savanna and Sonoran Deserts or in the drier Mediterranean climates, the growing season is limited by the availability of water, with little growth in the dry season. Unlike in cooler climates where snow or soil freezing is a generally insurmountable obstacle to plant growth, it is often possible to greatly extend the growing season in hot climates by irrigation using water from cooler and/or wetter regions. This can in fact go so far as to allow year-round growth in areas that without irrigation could only support xerophytic plants. Also in these tropical regions; the growing season can be interrupted by periods of heavy rainfall, called the rainy season. For example, in Colombia, where coffee is grown and can be harvested year-round, they don’t see a rainy season. However, in Indonesia, another large coffee-producing area, they experience this rainy season and the growth of the coffee beans is interrupted.",
            "score": 72.76094818115234
        },
        {
            "docid": "37888077_8",
            "document": "Pachyrhizus ahipa . \"Pachyrhizus ahipa\" can mainly be found in cool tropical and subtropical valleys, on sun-facing slopes, on the border between the warm and cold tropics. The average temperature in this region is 16-18 °C, although the climatic conditions are extremely dependent on the time of day. The precipitation is between 400 and 700 mm, occurring within 4–6 months, with the rest being the dry season. Therefore, the climate is semiarid. \"P. ahipa\" grows to an elevation of 1800 – 3000 m above sea level. Cultivation is mainly carried out along loamy riverbanks. It can also be grown on loamy hillsides. It favours soil pH levels of 6-8 and well-drained soil types.",
            "score": 65.7435302734375
        },
        {
            "docid": "18931461_17",
            "document": "Coffee production in India . Ideal climatic conditions to grow coffee are related to temperature and rainfall; temperatures in the range of and with rainfall incidence in the range of followed by a dry spell of 2–3 months suit the \"Arabica\" variety. Cold temperatures closer to freezing conditions are not suitable to grow coffee. Where the rainfall is less than , providing irrigation facilities is essential. In the tropical region of the south Indian hills, these conditions prevail leading to coffee plantations flourishing in large numbers. Relative humidity for \"Arabica\" ranges 70–80% while for \"Robusta\" it ranges 80–90%. The common disease to which the coffee plants are subjected to in India is on account of fungus growth. This fungus is called the \"Hemileia vastatrix,\" an endophytous that grows within the matter of the leaf; effective cure has not been discovered to eliminate this. The second type of disease is known as the coffee rot, which has caused severe damages during the rainy season, particularly to plantations in Karnataka. \"Pellicularia koleroga\" was the name given to this rot or rust, which turns the leaves into black colour due to the coverage by a slimy gelatinous film. It is now classified as \"Ceratobasidium noxium\" This causes the coffee leaves and the cluster of coffee berries to drop off to the ground. Snakes such as cobras can also cause a nuisance to coffee plantations in India.",
            "score": 65.35942840576172
        },
        {
            "docid": "485710_5",
            "document": "Vitex agnus-castus . \"Vitex agnus-castus\" is widely cultivated in warm temperate and subtropical regions for its delicate-textured aromatic foliage and butterfly-attracting mid-summer spikes of lavender flowers opening in late summer in cooler climates. It grows to a height of . It requires full sun though tolerating partial shade, along with well-drained soil. Under ideal conditions it is hardy to USDA Zone 6, and can be found as far north as the south shore of Long Island and Nantucket on the East Coast of North America and in the mild southwest of England. In colder zones, such as around St. Louis MO, the plant tends to die back to the ground, but as it flowers on new wood, flowering not affected on vigorous growth in the following season. This plant is a brackish water dweller, indicating that it tolerates salt. Cold and wet weather results in dieback and losses. The plant grows well on loamy neutral to alkaline soil.",
            "score": 62.69207000732422
        },
        {
            "docid": "55935477_4",
            "document": "Lavandula viridis . \"Lavandula viridis\" is often found growing in dry conditions and nutrient poor soils, needing very little water to grow. Thriving in warm climates, it is able to grow well in parts of Australia, New Zealand, and southern United States of America. It can also be found in costal regions of the Mediterranean at fairly low altitudes.",
            "score": 61.046356201171875
        },
        {
            "docid": "12861645_3",
            "document": "Beilschmiedia . \"Beilschmiedia\" is a genus of about 240-250 species, that are trees or shrubs; it has about 80 species in tropical Africa and Madagascar. They are commonly canopy trees, growing at altitudes from near sea level to 2200 m. The trees grow in well-developed rainforests, and in warm or temperate forests on poorer sedimentary soils. Most species grow in tropical climates, but a few of them are native to temperate regions. They are widespread in tropical Africa, Asia, Southeast Asia, Australia, New Zealand, Central America, the Caribbean, and South America. The timbers of some species is very valuable.",
            "score": 60.74714279174805
        },
        {
            "docid": "22975821_6",
            "document": "Karuri . The council falls in the Hinterland, which has fertile soils that are well drained. The council enjoys good climatic conditions as do most areas in Kenya's central region. The council lies in the east highlands of the Rift Valley, enjoying moderate climate, and within a coffee-growing zone, although bordering a tea-growing zone.",
            "score": 60.66077423095703
        },
        {
            "docid": "8848338_34",
            "document": "New Jersey wine . This region is known for its high production yields for all crops and is the center of New Jersey's blueberry, cranberry and tomato production. It is characterized by a combination of factors conducive to cultivating grapes, including a climate moderated by the influence of Delaware Bay and the Atlantic Ocean, a growing season extending 190–220 days, and fertile sand and sandy loam soils. This longer growing season and warmer climate allows the region to grow \"vinifera\" varieties that are too cold sensitive to be cultivated in the Northeastern United States. As of 2014, 28 of New Jersey's 48 wineries are located within this viticultural area.",
            "score": 58.970577239990234
        },
        {
            "docid": "39029_11",
            "document": "Bamboo . Bamboos include some of the fastest-growing plants on Earth, with reported growth rates up to in 24 hours. However, the growth rate is dependent on local soil and climatic conditions, as well as species, and a more typical growth rate for many commonly cultivated bamboos in temperate climates is in the range of per day during the growing period. Primarily growing in regions of warmer climates during the late Cretaceous period, vast fields existed in what is now Asia. Some of the largest timber bamboo can grow over tall, and be as large as in diameter. However, the size range for mature bamboo is species-dependent, with the smallest bamboos reaching only several inches high at maturity. A typical height range that would cover many of the common bamboos grown in the United States is , depending on species. Anji County of China, known as the \"Town of Bamboo\", provides the optimal climate and soil conditions to grow, harvest, and process some of the most valued bamboo poles available worldwide.",
            "score": 57.99544143676758
        },
        {
            "docid": "18090581_14",
            "document": "Coffee production in Costa Rica . By the early 1990s, the problem had raised serious concerns, and in January 1995 the government passed new legislation which imposed regulations on the proper treatment of solid and liquid waste. Some farmers in the country have attempted to use the pulp waste in soils as a fertilizer, but deforestation for coffee production may result in soil erosion and additional environmental costs. Deforestation is not new in Costa Rica. Major deforestation began in the 1830s with the introduction of coffee cultivation in the Meseta Central region, which was the cradle of the nation's coffee industry. By 1900 however, deforestation had accelerated rapidly in other parts of the country. Coffee was ideally suited to the soil and bio-climatic conditions of the volcanic mountain ranges of the central \"meseta\", but by this time cultivation had begun extensively in the more vulnerable hill forests to provide coffee that was in increasing demand for export. By the 1970s and 1980s, this along with the removal of forest for pasture land and ranching had resulted in an annual forestry loss of 4% per annum, one of the highest rates in Latin America at the time. Such lands under pasture or coffee cropping can be subject to erosion by water.",
            "score": 56.11149597167969
        },
        {
            "docid": "18931461_26",
            "document": "Coffee production in India . To cover research specific to each coffee growing region covering different agro-climatic conditions, the following five research stations are fully functional under the overall control of the Central Coffee Research Institute.",
            "score": 55.01457214355469
        },
        {
            "docid": "26394937_9",
            "document": "2010 Ugandan landslide . The landslides followed a period of unusually heavy rain in the region, which is known for its coffee production. The region's climatic conditions normally create a dry period between the wet seasons; however, parts of Uganda and neighbouring Kenya had seen more rainfall than normal that year. Scientists have suggested that global climate change is affecting rainfall patterns in East Africa, with an increase in extreme and unexpected rainfall. Landslides are not uncommon in the region during the wet season, although the scale of this disaster has been described as more severe than even those. Deforestation may have also played a role, said the Ugandan government. Dark green forest grows on the slope above the slide area. A strip of pale green land, free of settlements, separates the forest from the slide. This region had been deforested since 2007, according to the government analysis. On a steep slope, trees anchor the soil. Deforested mountains are very prone to landslides.",
            "score": 54.75766372680664
        },
        {
            "docid": "437771_5",
            "document": "Cryptomeria . \"Cryptomeria\" grow in forests on deep, well-drained soils subject to warm, moist conditions, and it is fast-growing under these conditions. It is intolerant of poor soils and cold, drier climates.",
            "score": 54.497005462646484
        },
        {
            "docid": "1289893_11",
            "document": "Physalis peruviana . In the wild, Cape gooseberry grows in forests, forest margins, riparian and uncultivated locations. In South America, it grows at high elevations of , but may also be at sea level in Oceania and Pacific islands where it occurs widely in sub-tropical and warm temperate conditions. Its latitude range is approximately 45 to 60, and its altitude range is generally from sea level to . \"P. peruviana\" thrives at an annual average temperature from , tolerating temperatures as high as . It grows well in Mediterranean climates and is hardy to USDA hardiness zone 8, meaning it can be damaged by frost. It grows well in rainfall amounts from if the soil is well drained, and prefers full sun or partial shade in well drained soil, and grows vigorously in sandy loam. The plant has become invasive in some natural habitats, forming thickets, particularly in Hawaii and on other Pacific islands.",
            "score": 54.49354934692383
        },
        {
            "docid": "8848338_22",
            "document": "New Jersey wine . New Jersey is a very geologically and geographically diverse region. Most of the state has a humid mesothermal climate, and southern New Jersey has sandy soils and maritime climate affected by the Atlantic Ocean with longer growing seasons and more sun exposure than the north. Northern New Jersey, especially the northwestern regions of the state, experience a humid continental climate (microthermal)—a cooler climate due to its higher elevations in the mountainous and rocky terrain of the state's northwestern counties that are part of the Appalachian Mountains and the protected New York-New Jersey Highlands region. These northwestern regions of the state have colder winters and a shorter growing season that proves challenging to winegrowers who must consider this in their selecting cold-hardy varietals for cultivation, and in their viticultural practices. The state's five physiographic provinces offer a range of unique terroirs, climates and microclimates for vineyard production that is reflected in the essence of the wine.",
            "score": 54.196380615234375
        },
        {
            "docid": "452898_3",
            "document": "Howea forsteriana . The palm is an elegant plant, and is popular for growing indoors, requiring little light. Out of doors, it prefers a tropical region but will also grow in a cooler climate, and can tolerate temperatures down to -5 °C, but only for a few hours; normal temperatures should not go below 10°. It grows readily outside in areas such as southern Australia and northern New Zealand, where it is fairly common in private gardens or as a street tree. In the Northern Hemisphere, it can be grown as far north as southwest England, and grows well in the south of Spain and the southern United States, and will bear flowers and fruit. In the United States, the kentia palm is often used in Florida and California in tropical plantings because it closely resembles the coconut palm, which can only grow in the warmest parts of Florida. The coasts of the southeastern Azores and Madeira offer climates similar to its original habitat. It is slow growing, but will eventually reach heights of 6 to 18 metres. Under natural conditions, it grows as a solitary tree. Germination of the seeds is erratic.",
            "score": 54.05768585205078
        },
        {
            "docid": "13376886_9",
            "document": "Sonoma County wine . Sonoma County's large number (17) of American Viticulture Areas (AVAs) reflect the wide variety of climate and soil conditions in the County, the large production in the County, and the prominence of Sonoma County in the wine market. The difference in climate and soil (\"terroir\"), means that cooler climate grapes grow well in certain regions and in others warm climate grapes are more suitable. The large production of the County means that each AVA is significant in its own right.",
            "score": 53.985252380371094
        },
        {
            "docid": "18090581_12",
            "document": "Coffee production in Costa Rica . The major growing regions and season are illustrated in the table below. The finest coffee is typically grown at altitudes of 1200 to 1700 metres, in a shorter winter growing season; the lower quality coffee is typically grown at altitudes below 1200 metres, in a longer growing season that lasts from late summer through to winter.",
            "score": 53.92308044433594
        },
        {
            "docid": "48643583_3",
            "document": "Nepalese sorghum . There are several different types of sorghum such as grain sorghum, grass sorghum, sweet sorghum and broomcorn. Grain Sorghum usually requires less water than other crops such as maize, and produces higher yields in hotter areas such as Africa and Asia. Nepal’s climate ranges from tropical to a more arctic climate depending on the altitude. The Terai region of Nepal is a southern part of the country and tends to be more tropical with a hot, humid climate. This is prime for the growth of Sorghum. Sorghum is well adapted to dryer climates and tolerates hot climates better than maize or soybeans. It is a warm season grass and has adapted to grow in a wide range of soil types often tolerating waterlogging and many poor soil types.",
            "score": 53.537776947021484
        },
        {
            "docid": "6809740_6",
            "document": "Acacia mearnsii . In its native range \"A. mearnsii\" is a tree of tall woodland and forests in subtropical and warm temperate regions. In Africa the species grows in disturbed areas, range/grasslands, riparian zones, urban areas, water courses, and mesic habitats at an altitude of between 600-1700m. In Africa it grows in a range of climates including warm temperate dry climates and moist tropical climates. \"A. mearnsii\" is reported to tolerate an annual precipitation of between , an annual mean temperature of , and a pH of 5.0 – 7.2. \"A. mearnsii\" does not grow well on very dry and poor soils.",
            "score": 53.52340316772461
        },
        {
            "docid": "28002072_5",
            "document": "Coffee Creek, Montana . This climatic region is typified by large seasonal temperature differences, with warm to hot (and often humid) summers and cold (sometimes severely cold) winters. According to the Köppen Climate Classification system, Coffee Creek has a humid continental climate, abbreviated \"Dfb\" on climate maps.",
            "score": 53.48005294799805
        },
        {
            "docid": "3974835_48",
            "document": "New Zealand wine . The Wairarapa wine-growing region, a Geographical Indication since October 2017, is one of New Zealand's smallest. It contains two GI sub-regions, Gladstone and Martinborough, as well as Masterton and Opaki. Martinborough was the original area planted, on the basis of careful scientific study in the 1970s, which identified its soils and climate as perfectly suited to the cultivation of Pinot Noir. As a consequence, many of the vineyards established there are older than their counterparts in the rest of the Wairarapa. The area in general lies in the rain shadow of the Tararua Range, which gives it a warm climate with relatively low rainfall. Subtle differences are seen in the wines from the South Wairarapa (which includes Martinborough), which has more maritime influences, to those grown further north in Gladstone and Masterton.",
            "score": 53.21037673950195
        },
        {
            "docid": "2526276_4",
            "document": "Jamaican Blue Mountain Coffee . The Blue Mountains are generally located between Kingston to the south and Port Antonio to the north. Rising to , they are some of the highest mountains in the Caribbean. The climate of the region is cool and misty with high rainfall. The soil is rich, with excellent drainage. This combination of climate and soil is considered ideal for coffee.",
            "score": 52.75714111328125
        },
        {
            "docid": "5612891_44",
            "document": "History of coffee . The Philippines is one of the few countries that produces the four varieties of commercially viable coffee: Arabica, Liberica (Barako), Excelsa and Robusta. Climatic and soil conditions in the Philippines – from the lowland to mountain regions – make the country suitable for all four varieties.",
            "score": 52.637939453125
        },
        {
            "docid": "24779120_2",
            "document": "Coffee production in Hawaii . One of only two states in the United States of America able to grow coffee plants commercially is Hawaii, the other being California. However, it is not the only coffee grown on U.S. soil; for example, Puerto Rico has had a coffee industry for some time, although it is not a state but a U.S. territory. Ramiro L. Colon worked in the coffee industry of Puerto Rico since 1925, for example. There are two other experimental coffee growing projects taking place in the United States in Santa Barbara, CA and in Georgia.",
            "score": 52.42544174194336
        },
        {
            "docid": "1665889_4",
            "document": "Bactris gasipaes . The peach palm grows wild in well-drained soils with various physical and chemical conditions, including acid and poor soils, since it is assisted by its association with mycorrhizas. It is grown in climates with precipitations between 2 000 mm and 5 000 mm and annual mean temperatures exceeding 24 °C. The recommended altitude for commercial cultivation ranges from 0 to 900 m asl. Peach palm is occasionally found at higher altitudes of up to 1800m asl, as the case in Colombia`s Cauca region El Tambo.",
            "score": 52.32822799682617
        },
        {
            "docid": "5612891_38",
            "document": "History of coffee . Coffee is grown in three regions of India with Karnataka, Kerala and Tamil Nadu forming the traditional coffee growing region of South India, followed by the new areas developed in the non-traditional areas of Andhra Pradesh and Orissa in the eastern coast of the country and with a third region comprising the states of Assam, Manipur, Meghalaya, Mizoram, Tripura, Nagaland and Arunachal Pradesh of Northeastern India, popularly known as \"Seven Sister States of India\".",
            "score": 52.300315856933594
        },
        {
            "docid": "33763708_3",
            "document": "Coffee production in Honduras . The cultivation of the coffee plant was in its infancy in the Republic of Honduras at the end of the 19th century. While there were numerous coffee plantations at the time, they were small. The soil, climate, and conditions in Honduras are the same as those of Guatemala, Nicaragua, or Costa Rica. The drawback in Honduras was lack of means of transportation and facilities for shipment to the coast. There was practically no exportation of coffee from Honduras, the product was mostly sold domestically. A new plantation of coffee would begin to produce a profit by the end of the fourth year after planting, and after the seventh year a profit of from 100 to 300 per cent on the capital invested could be expected. The production of coffee in 1894 was reckoned at 20,000 quintals, of which only 10 per cent was exported. The exportation was from the Salvadoran ports Amapala and Puerto Cortes. In 1900, Honduras exported 54,510 pesos' worth of coffee.",
            "score": 52.24795913696289
        },
        {
            "docid": "46887253_2",
            "document": "Coffee production in Guam . Coffee production in Guam is limited to local consumption. Like cacao, coffee has been introduced to and thrives in Guam. In the early 20th century, coffee was described as one Guam's most common plants, growing about most of the dwelling houses, and nearly every family has its cultivated patch. The climate and soil of the island is well adapted to it, producing the crop from sea level to the hill tops.",
            "score": 52.10809326171875
        },
        {
            "docid": "10398776_6",
            "document": "Vachellia karroo . It is a tree of open woodland and wooded grassland. It grows to its greatest size when rainfall of 800-900mm is received but can grow and even thrive in very dry conditions such as the Karoo region of western South Africa. The requirement here is for deep soils that allow its roots to spread. Everywhere in its range, however, the tree is easily recognised by its distinctive long white paired thorns and coffee coloured bark, both of which are very attractive. In the tropics it shows little variation but at the southern end of its range it becomes more variable in appearance.",
            "score": 51.95919418334961
        },
        {
            "docid": "40997601_3",
            "document": "Prince Edward Island Potatoes . In a similar fashion to potatoes grown in other parts of North America (such as Idaho), Prince Edward Island Potatoes are marketed and trademarked as being grown in the unique growing conditions and climate of Prince Edward Island. Prince Edward Island's growing conditions are characterized by warm summers, relatively cold winters, significant natural precipitation, and a unique red soil high in iron oxide. These conditions reduce the need for continuous irrigation and help to reduce the prevalence of production limiting diseases and pests while providing the right temperatures and soil conditions for profitable potato production.",
            "score": 51.838748931884766
        },
        {
            "docid": "3692207_7",
            "document": "Catharanthus roseus . As an ornamental plant, it is appreciated for its hardiness in dry and nutritionally deficient conditions, popular in subtropical gardens where temperatures never fall below 5 °C to 7 °C, and as a warm-season bedding plant in temperate gardens. It is noted for its long flowering period, throughout the year in tropical conditions, and from spring to late autumn, in warm temperate climates. Full sun and well-drained soil are preferred. Numerous cultivars have been selected, for variation in flower colour (white, mauve, peach, scarlet and reddish-orange), and also for tolerance of cooler growing conditions in temperate regions. Notable cultivars include 'Albus' (white flowers), 'Grape Cooler' (rose-pink; cool-tolerant), the Ocellatus Group (various colours), and 'Peppermint Cooler' (white with a red centre; cool-tolerant).",
            "score": 51.82678985595703
        }
    ]
}