{
    "q": [
        {
            "docid": "22528960_3",
            "document": "George H. Brooke . George Brooke was born on July 9, 1874, in Brookeville, Maryland, to Walter H. Brooke at Caroline Leggett Brooke. He was married to Marie Louise Gregg Robb. He and his wife had no children. George Brooke attended Brookeville High School in Maryland before moving on to Swarthmore College in Pennsylvania. At Swarthmore, he played baseball and football. He was the captain of the 1892 Swarthmore football team. He received a Bachelor of Science degree from Swarthmore in 1893. He next enrolled at the University of Pennsylvania where he earned a Bachelor of Philosophy (Ph. B) degree in 1895 and an Bachelor of Law (LL. B) degree in 1898.",
            "score": 38.94694709777832
        },
        {
            "docid": "22528960_4",
            "document": "George H. Brooke . Brooke played seven years of college football at Swarthmore College and then at the University of Pennsylvania. He was selected as an All-American in 1894 and 1895 while playing for the University of Pennsylvania. Penn was undefeated and won the national championship of football in the two seasons that Brooke was named an All-American. All-American selector, Caspar Whitney called Brooke a \"very hard man to stop. He strikes the line with almost irresistible force.\" He was regarded as a ferocious fullback and a top notch punter. He is credited with coining the phrase \"coffin corner\" when describing his long punts deep into the opposing end of the field. Brooke was barred from playing for Pennsylvania after the 1895 season because of an agreement between Harvard and the University of Pennsylvania that limited players to four seasons. After finishing a bachelor's degree from Pennsylvania, Brooke was the subject of an allegation of being an ineligible player in an October 24, 1896 game in New Orleans, LA. In the game, Brooke played only one down for Tulane University before LSU protested to the game's referee. Tulane claimed that Brooke planned on enrolling there as a graduate student. During the debate between team captains, Brooke refused to sign an affidavit stating his intention to enroll at Tulane, as he was already enrolled in law school at the University of Pennsylvania. The referee ruled him ineligible to play. The Tulane football team refused to continue playing the game without Brooke, so the referee ruled the game to be a forfeit in favor of LSU.",
            "score": 50.02278017997742
        },
        {
            "docid": "56589261_9",
            "document": "Brooke Mansion (Birdsboro, Pennsylvania) . About the time of Edward Brooke II's 1886 graduation, the University of Pennsylvania was contemplating building a fireproof library in which it could gather its collections in a single building. Frank Furness's brother Horace was chosen to head the building committee, and the architect began drawing up detailed plans even before the project was officially announced. The committee hired Furness to advise them, and later chose him to be the library's architect.",
            "score": 40.594517946243286
        },
        {
            "docid": "16817424_15",
            "document": "Project Runway (season 5) . Working in teams of two, designers were asked to make an outfit that could transition from day to night for Brooke Shields's character Wendy Healy on the television show \"Lipstick Jungle\". The winning design was to be worn by Brooke Shields on Season 2 of \"Lipstick Jungle\". Each team was given a budget of $150 and one day to complete their designs. After sketching individually for 30 minutes and pitching their ideas to Shields, six designers were picked by Brooke as team leaders (team leaders shown in bold below). The team leaders were picked in a random order and selected a teammate.",
            "score": 42.46300768852234
        },
        {
            "docid": "3029865_5",
            "document": "Steve Shields (ice hockey) . Shields was drafted in the fifth round (#101 overall) in the 1990 NHL Entry Draft by the Buffalo Sabres out of the University of Michigan. Shields could be best classified as a journeyman NHL goaltender over his tenure. In his NHL career, Shields would play for the Buffalo Sabres, the San Jose Sharks, the Mighty Ducks of Anaheim, the Boston Bruins, the Florida Panthers, and the Atlanta Thrashers. Shields has recently been playing in the NESHL as a center for Mutiny. Mutiny is a B division team out of the Metro Boston league.",
            "score": 35.9516339302063
        },
        {
            "docid": "22863393_3",
            "document": "Jainendra K. Jain . Born in 1960, Jain received his primary, middle and high school education in a government school in a rural village called Sambhar, Rajasthan, located at the eastern margin of Thar desert in India. He received bachelor's degree at Maharaja College, Jaipur, his master's degree in physics at Indian Institute of Technology Kanpur and PhD at the Stony Brook University under the supervision of Prof. Philip B. Allen. After working as a post-doctoral researcher at the University of Maryland and the Yale University he returned to the Stony Brook University as a faculty in 1989. In 1998 he moved to the Pennsylvania State University as the first Erwin W. Mueller Professor of Physics. In 2012, Penn State University awarded Jain with Evan Pugh University Professorship, named after the first president of the university.",
            "score": 36.48404884338379
        },
        {
            "docid": "1165480_10",
            "document": "Phillips Brooks . In 1877 the building of Trinity was completed, but the Venetian mosaics Brooks and Richardson wanted they could not then afford. It was not until the magnificent new altar and sanctuary of Maginnis & Walsh in 1938 that Trinity's chancel reflected that aspect of their dreams for Trinity, which Brooks called \"America's glory forever\". Here Phillips Brooks preached Sunday after Sunday to great congregations, until he was consecrated Bishop of Massachusetts in 1891. In 1886, he had declined an election as assistant bishop of Pennsylvania. He was for many years an overseer and preacher of Harvard University. In 1881 he declined an invitation to be the sole preacher to the university and professor of Christian ethics. On April 30, 1891 he was elected sixth Bishop of Massachusetts, and on the 14 October was consecrated to that office in Trinity Church.",
            "score": 39.34896183013916
        },
        {
            "docid": "28260_22",
            "document": "Sonnet . Happy ye leaves. whenas those lily hands, (a) Which hold my life in their dead doing might, (b) Shall handle you, and hold in love's soft bands, (a) Like captives trembling at the victor's sight. (b) And happy lines on which, with starry light, (b) Those lamping eyes will deign sometimes to look,(c) And read the sorrows of my dying sprite, (b) Written with tears in heart's close bleeding book. (c) And happy rhymes! bathed in the sacred brook (c) Of Helicon, whence she derived is, (d) When ye behold that angel's blessed look, (c) My soul's long lacked food, my heaven's bliss. (d) Leaves, lines, and rhymes seek her to please alone, (e) Whom if ye please, I care for other none. (e) </poem>",
            "score": 20.33193325996399
        },
        {
            "docid": "33106960_29",
            "document": "Joanna Shields, Baroness Shields . Shields was born in St. Marys, Pennsylvania, the second of five children. She graduated as BS from Penn State University, where she was a member of Chi Omega sorority, and did her post-grad studies as MBA from George Washington University. Shields received a Doctorate in Public Service, Honoris Causa, from George Washington University May 2016.",
            "score": 48.14554309844971
        },
        {
            "docid": "31097390_3",
            "document": "James B. Orlin . Orlin did his undergraduate studies at the University of Pennsylvania, receiving a bachelor's degree in mathematics in 1974. He earned a master's degree in mathematics from the California Institute of Technology in 1976, and a Ph.D. in operations research from Stanford University in 1981 under the supervision of Arthur Fales Veinott Jr. He joined the MIT faculty as an assistant professor in 1979, and became the Brooks Professor in 1998.",
            "score": 32.0181360244751
        },
        {
            "docid": "80135_21",
            "document": "Rutgers University . The current president is Robert L. Barchi, M.D., Ph.D. (b. 1946), an accomplished neuroscientist and board-certified physician. Dr. Barchi previously served as president of the Thomas Jefferson University in Philadelphia and as provost of the University of Pennsylvania before being appointed by the university's two governing boards on April 11, 2012 to succeed outgoing president Richard L. McCormick (b. 1947), the son of popular Rutgers history professor and college dean Richard P. McCormick. Barchi assumed the office on September 1, 2012 and his tenure has so far involved overseeing the university's acquisition of a medical school and related research and clinical facilities after a merger with the University of Medicine and Dentistry of New Jersey, a redevelopment of the College Avenue Campus, and a transition of the Scarlet Knights athletic program to the Big Ten Conference (beginning in 2014).",
            "score": 31.11707353591919
        },
        {
            "docid": "334063_28",
            "document": "Brookings Institution . In 2006, the Brookings Institution established the Brookings-Tsinghua Center (BTC) for Public Policy as a partnership between the Brookings Institution in Washington, D.C. and Tsinghua University's School of Public Policy and Management in Beijing, China. The Center seeks to produce high quality and high impact policy research in areas of fundamental importance for China's development and for U.S.-China relations. The BTC is directed by Qi Ye.",
            "score": 32.43652153015137
        },
        {
            "docid": "11685274_29",
            "document": "List of Hannah Montana characters . Susan B. Stewart portrayed by Brooke Shields (season 2–3) was Robby's wife and Miley and Jackson's mother. Susan is the daughter of Grandma Ruby. She died three years prior to season one, but is often mentioned by the Stewarts and appears in household pictures. She also appears in person in three episodes by way of old home videos and various dream sequences. These are \"I Am Hannah, Hear Me Croak\", \"The Way We Almost Weren't\", and \"He Could Be the One\".",
            "score": 37.29153347015381
        },
        {
            "docid": "25579222_3",
            "document": "John L. Brooke . Brooke graduated from Cornell University in 1975, and from the University of Pennsylvania, with an M.A. and Ph.D. in 1982.  He taught at Franklin & Marshall College, Amherst College, and Tufts University. He most recently teaches at Ohio State University.",
            "score": 40.27458572387695
        },
        {
            "docid": "25608838_7",
            "document": "Yinyu Ye . Before joining Stanford University, Ye was a Henry B. Tippie Research Professor at the University of Iowa. Ye is a co-founder of minMax Optimization, a technology company based in Palo Alto and Shanghai focused on creating optimization tools for geospatial and financial problems.",
            "score": 16.37915062904358
        },
        {
            "docid": "14261611_6",
            "document": "Heavy Unit . B - Shield Unit: This granted the player a shield that could take three hits before dissipating.",
            "score": 21.91860604286194
        },
        {
            "docid": "18984642_1",
            "document": "Brooke Shields . Brooke Shields",
            "score": 39.96610069274902
        },
        {
            "docid": "22466710_2",
            "document": "Wallis Brooks . Wallis W. Brooks is a former Republican member of the Pennsylvania House of Representatives. She graduated from American University with a degree in English in 1969. She earned a law degree from the Dickinson School of Law, and was admitted to the Pennsylvania bar in 1973.",
            "score": 43.89236307144165
        },
        {
            "docid": "28960162_3",
            "document": "Paul Makler Sr. . Makler was born in Philadelphia, Pennsylvania, and is Jewish. Makler attended the University of Pennsylvania, fencing for the University of Pennsylvania Quakers, and University of Pennsylvania Medical School, graduating in 1964, became a physician, and practiced internal medicine for many years. His sons Paul Makler Jr. and Brooke Makler fenced at the 1972 Summer Olympics and the 1976 Summer Olympics, respectively.",
            "score": 39.889814376831055
        },
        {
            "docid": "51382498_4",
            "document": "New York Branch . The New York Branch was a cooperative effort between the North Pennsylvania Railroad, founded in 1852, and the Delaware and Bound Brook Railroad, a new company and part of the National Railway scheme. The goal was to construct a \"New Line\" between New York and Philadelphia which could compete with the Pennsylvania Railroad. The North Pennsylvania extended its line north from Jenkintown to Yardley, on the Delaware River, while the Delaware and Bound Brook constructed a new line from West Trenton to Bound Brook, New Jersey, where it joined the Central Railroad of New Jersey. The line opened for through traffic on May 1, 1876, in time for the Centennial Exposition.",
            "score": 35.80162501335144
        },
        {
            "docid": "2230235_13",
            "document": "Asian American studies . On the East Coast, the State University of New York at Stony Brook created an Asian & Asian American Studies Department after a 52 million dollar donation by Charles B. Wang (the founder of Computer Associates). The Charles B. Wang Center is designed as a vital space for multi-disciplinary and multicultural dialogues. The building was officially presented to Stony Brook University by Charles B. Wang on October 22, 2002. It was the largest single private gift ever received by the State University of New York 64-campus system. The Wang Center is used for conferences, art exhibits, film festivals, lectures, seminars, and performances. It is open to all Stony Brook students, faculty, and staff as well as the surrounding community.",
            "score": 31.821479320526123
        },
        {
            "docid": "596630_2",
            "document": "Charles B. Wang Center . The Charles B. Wang Center, located at the State University of New York at Stony Brook in Stony Brook, New York, is dedicated to understanding East Asian and American cultures, and the interactions of these cultures with other world cultures. The center was completed in 2002, and was designed by P.H. Tuan. Building of the center was intended to be funded by Charles B. Wang through an over 40 million dollar donation to Stony Brook University, which was then the largest ever private donation to a SUNY school. Actual construction costs far exceeded the original donation, becoming a source of controversy among students and faculty at the time.",
            "score": 27.67820978164673
        },
        {
            "docid": "42369712_3",
            "document": "Ryan Brooks . Brooks was born in New Orleans, Louisiana, and raised in Narberth, Pennsylvania. He played college basketball at Temple University.",
            "score": 39.07476806640625
        },
        {
            "docid": "46559833_7",
            "document": "Zhang Hongyuan . In September 1941, he was recruited by the Kuomintang government to succeed Ye Yuanlong as President of Chongqing University, a position in which he remained until November 1949.",
            "score": 15.445087432861328
        },
        {
            "docid": "1003926_9",
            "document": "Mark Shields . He has taught U.S. politics and the press at the University of Pennsylvania’s Wharton School, Georgetown University's McCourt School of Public Policy, and he was a fellow at the Harvard Institute of Politics at the Kennedy School of Government. Shields is a regular political commentator on the PBS NewsHour.",
            "score": 41.51381206512451
        },
        {
            "docid": "5925071_6",
            "document": "Brymbo . Sometime in the fifteenth century, landowner Edward ap Morgan ap Madoc, gentleman, built a dwelling in the township that was later to become Brymbo Hall, the home of his descendants the Griffith family. A survey of the Lordship of Bromfield and Yale, conducted in 1620 by John Norden and his son, described the boundaries of the township of Brymbo, in the manor of Esclusham, as follows: To the ffirst article the said Jurie doe say that the towneshipp of Brymbo, beeing part of ye said mannor, is bounded from Mynera by a brooke called Gwenfro, by a common there called Y Koed boeth by the south side; and from Flintshire by a brooke called Avon y Frith, running from a common called Nant y Frith to a rive' called Kegidog; and soe the said Kegidog running downeward a little beyond a bridge called Pont y Place Mayne vppon ye north side, and from Gwersilt by a little brooke called y Frwe, and from Broughton by a little brook running from a common called Harwood to a place called y Groes faen on ye east side ; and vpon ye west, from ye said common called Nant y Frith to a place vpon ye said common called Maes Maylo' or thereabouts; but ye certaine boundes of ye said towneshipp vppon ye said mountayne or common, they cannott sett downe.",
            "score": 22.441012382507324
        },
        {
            "docid": "52507773_3",
            "document": "Jeanne Brooks-Gunn . Brooks-Gunn received her B.A in psychology at Connecticut College in 1969. She went to graduate school at Harvard University where she obtained her Ed.M in Human Learning and Development in 1970. Brooks-Gunn continued her studies the University of Pennsylvania, receiving her Ph.D. in human learning and development under the supervision of Michael Lewis.",
            "score": 46.016066551208496
        },
        {
            "docid": "55273125_3",
            "document": "Barbara Brookes . Brookes completed a bachelor's degree at the University of Otago in 1976, then won scholarships to Bryn Mawr College in Pennsylvania, where she completed a master's degree (1978) and a PhD (1982). Her PhD thesis topic was abortion in England during the inter-war period. Brookes was offered a post-doctoral scholarship at Otago and a permanent position in the university's Department of History in 1983.",
            "score": 43.649046897888184
        },
        {
            "docid": "48556266_2",
            "document": "Spring Brook, Pennsylvania . Spring Brook is an unincorporated community in Spring Brook Township in Lackawanna County, Pennsylvania. Spring Brook is located at the intersection of Pennsylvania Route 502 and Pennsylvania Route 690 southwest of Moscow.",
            "score": 38.834896087646484
        },
        {
            "docid": "3321994_3",
            "document": "Samuel Hazo . (b. 1966) Samuel R. Hazo resides in Pittsburgh, Pennsylvania with his wife and children. In 2003, Mr. Hazo became the first composer in history to be awarded the winner of both composition contests sponsored by the National Band Association. His piece Mountain Thyme was an Honorable Mention for the 2013 CBDNA Composition Contest. He has composed for the professional, university and public school levels in addition to writing original scores for television, radio and the stage. His original symphonic compositions include performances with actors Brooke Shields, James Earl Jones, and Richard Kiley. Most recently, Mr. Hazo was asked by the Newtown School District to compose the memorial for the children and women who were lost in the tragedy at their Sandy Hook Elementary School. The result was a major work for Choir, Orchestra and Wind Band combined titled \"Glorificare.\" It was premiered in May 2013 by the Hartford Symphony Orchestra and VOCE Singers performing side-by-side with the Newtown High School musicians. Mr. Hazo also composed \"Bridges,\" which he was requested to write by Virginia Tech University following their tragic shootings. In 2012, two of Mr. Hazo's compositions were performed at the London Summer Olympic Games.",
            "score": 44.61698389053345
        },
        {
            "docid": "18984642_3",
            "document": "Brooke Shields . In 1983, Shields suspended her career as a model to attend Princeton University, where she graduated with a bachelor's degree in Romance Languages. In the 1990s, Shields returned to acting and appeared in minor roles in films. She also starred in the NBC sitcoms \"Suddenly Susan\" (1996-2000), for which she received two Golden Globe nominations and \"Lipstick Jungle\" (2008-2009). In 2017, Shields returned to NBC with a major recurring role in \"\" in the shows 19th season. Since 2014, Shields has voiced Beverly Goodman in the Adult Swim animated series \"Mr. Pickles\".",
            "score": 49.92588567733765
        },
        {
            "docid": "5950067_3",
            "document": "J. Twing Brooks . Brooks was born in Edgeworth (now Sewickley), Pennsylvania. He graduated from the Sheffield Scientific School of Yale University in 1908.",
            "score": 38.715492248535156
        }
    ],
    "r": [
        {
            "docid": "2030320_20",
            "document": "Elaine Tuttle Hansen . Hansen has commented on the relationship between the liberal arts and the U.S. business sector in letters to the editor, opinion editorials and articles. She has dismissed arguments brought forward by academics issuing that liberal arts colleges tend to disparage and undermine students who wish to participate in fields such as finance, business, and accounting. Author and 27th president of Dickinson College, William G. Durden charged liberal arts leaders with creating an elitist, “separatist” perspective. Hansen rejected this charge citing the \"intellectual and ethical virtues fostered by their undergraduate experience\" as a key to their success. She was quoted as saying:Rather than faulting liberal education for failing to prevent greed and corruption in corporate America, we need to do a better job of communicating what the CEOs who prefer to hire liberal arts graduates already know: Although our expertise rests in academic disciplines and our worth to society has much to do with the intrinsic human need to learn, we have many “practical” programs, and access to the broad learning achieved through a liberal education gives our graduates a realistic understanding of the complexity of the world and prepares them for lives satisfying to themselves and useful to others.Hansen has at times criticized collegiate admission practices stating that although restructuring the admissions platforms most universities use are generally agreed upon, how one is to do this is highly debatable. The shift from de-emphasizing individual performance and achievement, to general “authentically chosen” activities generating “emotional and ethical awareness and skills,\" is, according to Hansen, \"doing more harm than good.\" She refuted a report issued by the Harvard School of Education which asserted that colleges and universities will have a better pool of students should they choose to admit students based on group activities, putting less value on individual contribution. Hansen asserts that implementing admission standards that focus on these metrics \"invites only skepticism and confusion.\" She notes that admission officers can't reasonably deduce whether a student has an appropriate level of gratitude from a supplementary essay. To implement these subjective metrics would mean dramatic changes to the culture and pedagogy of universities. Hansen states that low-income students can't easily find the specific jobs and work experience required of them to fill subjective and speculative metrics. She goes on to state that \"we know too little about how and when to identify, characterize, measure and develop the so-called noncognitive aspects of learning that this report asks colleges to evaluate. And I disagree that the gateway to college is the time or place to subject young people to the full impact of our ignorance about how to fairly assess things they should still be questioning and exploring -- like character, feelings, motives and values.\"",
            "score": 78.97757720947266
        },
        {
            "docid": "1391765_6",
            "document": "Rebekah Brooks . In Brooks's entry in \"Who's Who\" she stated that she had studied at the Sorbonne in Paris, but did not claim to have a degree, and did not later answer questions about this; in a 2003 \"Spectator\" article, Stephen Glover suggested that, since she was working at the age of 20 for the \"News of the World\", \"we can safely assume that she did not study at the Sorbonne in any meaningful way\". In 2010, Brooks was awarded an honorary Fellowship from the University of the Arts, London, for her contribution to journalism. She attended the London College of Communication, now part of the university, as a student.",
            "score": 66.91046142578125
        },
        {
            "docid": "3665312_77",
            "document": "College admissions in the United States . There are numerous reports that colleges use proprietary mathematical algorithms as part of their process for evaluating applications. Some colleges hire statistical experts known as \"enrollment consultants\" to help them predict enrollment by developing computer models to select applicants in such a way as to maximize yield and acceptance rates. Some of these models take into account factors such as an applicant's \"zip code, religion, first-choice major and extracurricular interests, as well as academic performance\". Colleges have been reported to have mathematical algorithms that recalculate an applicant's high school grade point average by weighing different course grades by factors such as perceived course difficulty and strength of high school curriculum. This helps the college come up with a revised GPA number for a student to compare against applicants from other schools. Furthermore, many colleges track how well other students from the same high school have done—that is, applicants from the same high school who attended or are attending the college—by comparing their high school grades against their college grades, and admissions officers use this data to try to estimate the likely college grade performance of a given applicant. Generally admissions departments do not reveal the particulars of such mathematical analyses. According to Michele Hernandez, Ivy League admissions departments compile an \"academic index\" based on three main factors: In her view, two-thirds of this evaluation is based on tests, while only one third is based on grades, leading her to conclude at one point that grades were less important overall as a factor than test scores, while in a different chapter she also suggested that the high school transcript information described roughly 60% of the college's perception of a student's academic performance. Next, the composite \"academic index\" score was combined with an analysis of personal factors such as extracurricular activity or the essay, such that the academic factor was weighted 70% to 85% while the personal evaluation was weighted only 30% to 15%. Generally the particulars of the mathematical formulas are not revealed to the public, and different colleges have different formulas. Part of the purpose of algorithms is to expedite the handling of thousands of applications in a short amount of time. For example, at Dartmouth College, data goes into a \"master card\" for each application, which leads to a \"ready sheet\", where readers summarize applications; then, an initial screening is done: top applications go directly to the director of admissions for approval while lackluster ones go to another director. Dartmouth uses \"A\" for accept, \"R\" for reject, \"P\" for possible, with \"P+\" and \"P-\" being variants. A committee might spend a week with the \"P\" ones, of which they only accept about a sixth, according to Hernandez.",
            "score": 66.6575927734375
        },
        {
            "docid": "3665312_46",
            "document": "College admissions in the United States . There are conflicting views about student participation in extracurricular activities. A predominant position is that colleges were after \"well-rounded bodies of individual specialists\", suggesting that it is better for a student to be deeply involved in one or two activities rather than nine or ten superficially, such as a \"violin-playing quarterback\" or a \"math-medalist poet,\" and that students should not \"overdo it\" and that parents should not become overconcerned about their child's extracurricular activities. Applicants who achieve a leadership position in an extracurricular activity are regarded more highly than applicants who merely participate in a bunch of activities. Advisors recommend that a student should choose which extracurricular activities they genuinely care about, pursue them with \"gusto\" and \"joyful commitment\" that demonstrates integrity and commitment. And, consistent with this view, is that too many extracurricular activities may look suspect to admissions officers, particularly if it seems unreasonable that any person could be as active and succeed scholastically at the same time. Jobs are generally viewed favorably by admissions committees, including even part-time service jobs such as flipping hamburgers, since it suggests that a student has learned to handle time management, to accept responsibility, and develop people skills. A less dominant position was that it is helpful to be involved in a \"variety of activities\", including jobs, internships, and community service. Some universities, such as the University of California, have formal programs for spot-checking applications for accuracy, such as sending a follow-up letter to the student asking for proof about an extracurricular activity or summer job. Advisors recommend that extracurricular activities should never interfere with a student's overall academic performance. A student with many extracurricular activities in twelfth grade, but few in preceding years, particularly when the essays focus on the extracurricular activities, is suspect; this suggests an applicant is being coached, and may reflect negatively on an application (see the section on consultants). Advisors warn against \"overscheduling\" students with too many activities or courses.",
            "score": 65.23246002197266
        },
        {
            "docid": "3665312_89",
            "document": "College admissions in the United States . While there is general agreement that chances for admission are higher for students who are prepared to pay the full price, there are indications that this has been even more prevalent in the past few years given economic uncertainty and rising college costs, particularly at schools without large endowments. Half of admissions officers at both public universities and a third of officers at four-year colleges were actively seeking students who could \"pay full price\" and did not need financial aid, according to one survey of 462 admissions directors and managers in 2011. The report suggested that full-pay students tended to have lower high school grades and test scores than other students, compared to other applicants, on average. Two other reports confirmed that public university admissions officers were actively seeking out-of-state and international students since they paid higher rates for tuition. Another report found that one in ten admissions officers had said that their college admitted full-pay students despite their having lower average grades and test scores. Reports vary about whether the financial neediness of applicants impacts admissions chances; one suggested that applicants with strong academic credentials or talents are more likely to get financial aid, but that depending on the college, \"borderline admits\" needing money were most vulnerable; a second report was that \"colleges like rich students\". George Washington University, despite claiming to have need blind admissions, was more likely to waitlist financially needy applicants, according to one report. One view was that financial aid depends on how a specific student compares with other students:",
            "score": 64.45201873779297
        },
        {
            "docid": "20857526_6",
            "document": "Sylhet Engineering College . Students who have passed the SSC and HSC from Science background can apply for admission if they fulfill the minimum requirement. Admission into SEC is highly competitive and needs a high academic attainment at the SSC and HSC level. Selection of the students for admission is made through a written admission test. Academic activities are completed with four year semester credit system.",
            "score": 63.420143127441406
        },
        {
            "docid": "7312754_19",
            "document": "Handong Global University . Admission to Handong Global University needs competitive academic ability, and applicants are evaluated on three criteria: previous academic performance, an interview, and English proficiency. To be considered for admission, high school students from Korea must have outstanding academic records and the highest score of the National College Entrance Exam. Applicants from outside Korea must meet standards that are equivalent to those of the Korean educational system.",
            "score": 63.25088119506836
        },
        {
            "docid": "3665312_78",
            "document": "College admissions in the United States . The consensus view is that high school grades are probably the single most important factor in winning admission. Maintaining high grades is particularly important for the fall semester of twelfth grade, as well as winter grades if applying by regular admission, and there is a report that colleges are paying greater attention to a student's grades throughout twelfth grade. Particularly important is academic performance in core courses, and having a high grade point average based on good grades in AP-level or honors courses. Colleges evaluate applicants often by examining how a student has successfully exploited what a high school has had to offer. High school guidance counselor Erin Day of Summit High School in New Jersey suggested that of the top five criteria for getting into college, having good grades were first, second, and third most important overall (test scores were fourth, extracurricular activities and essay were fifth). An ideal academic record is one of increasingly better grades in courses of progressive difficulty. Hernandez wrote that colleges looked for patterns with both grades and test scores; high grades with low test scores suggested a hard-working student, but high test scores with low grades suggested a picture of a lazy student. Ninth grade grades generally do not count much, but trends are important—an upward trend in grades was a positive factor, a decline a negative one. Public universities are more likely to evaluate applicants based on grades and test scores alone, while private universities tend to be more \"holistic\" and consider other measures, according to one view.",
            "score": 63.215641021728516
        },
        {
            "docid": "30731_56",
            "document": "Teleological argument . Himma considers Schlesinger's argument to be subject to the same vulnerabilities he noted in other versions of the design argument: While Schlesinger is undoubtedly correct in thinking that we are justified in suspecting design in the case [of winning] three consecutive lotteries, it is because—and only because—we know two related empirical facts about such events. First, we already know that there exist intelligent agents who have the right motivations and causal abilities to deliberately bring about such events. Second, we know from past experience with such events that they are usually explained by the deliberate agency of one or more of these agents. Without at least one of these two pieces of information, we are not obviously justified in seeing design in such cases… [T]he problem for the fine-tuning argument is that we lack both of the pieces that are needed to justify an inference of design. First, the very point of the argument is to establish the fact that there exists an intelligent agency that has the right causal abilities and motivations to bring the existence of a universe capable of sustaining life. Second, and more obviously, we do not have any past experience with the genesis of worlds and are hence not in a position to know whether the existence of fine-tuned universes are usually explained by the deliberate agency of some intelligent agency. Because we lack this essential background information, we are not justified in inferring that there exists an intelligent Deity who deliberately created a universe capable of sustaining life.",
            "score": 62.94253158569336
        },
        {
            "docid": "13972946_16",
            "document": "Mary Garrett . Garrett set forth six extremely stringent conditions for acceptance of her gift: Garrett set the admission standards according to the highly-praised European standards of medical education. Gilman was very concerned about the more rigorous academic standards. In the late nineteenth century, most of the medical schools in the United States were \"small profit-making enterprises\" owned by the faculties. The medical schools sold medical degrees to whoever paid the tuition fee. No preliminary education was required for admission. When Harvard University and University of Pennsylvania raised the academic standards earlier, they faced a revenue drop as fewer students were qualified for admission. The precarious financial situation of Hopkins worried Gilman; he could not afford a new financial dilemma. He tried to convince Garrett to lower her standards, but failed. Through negotiations, Garret finally agreed to modify two paragraphs of her terms, emphasizing that her terms of gift \"would not interfere with the operation of the university.\" She also added that the university could modify the admission requirement, but the standard should remain the same. On February 20, 1893, she approved the statement and terms and signed the Requirements of Admission. By forcing the university to accept females on the same basis as males and increasing the admission requirements, Garrett made Johns Hopkins School of Medicine the first co-educational, graduate-level medical school in the United States.",
            "score": 62.88980484008789
        },
        {
            "docid": "37401966_9",
            "document": "Sunshine Grammar School . The mode of admission is selective. Admissions are based on a preliminary written exam that tests English, maths and the sciences. Following satisfactory performance in the written test, the applicant undergoes a formal interview with the school authorities, who then make a final decision to offer a place to the student based on his/her academic, extracurricular and social skills. Approximately 15% of pupils are awarded a scholarship for excellence in academics and/or extracurricular activities.",
            "score": 62.285369873046875
        },
        {
            "docid": "11888269_4",
            "document": "Kennedy Catholic High School (Hermitage, Pennsylvania) . The school has had a history of promoting academic excellence. The honors level/advanced placement courses are designed for the academically gifted, the high above average, and the very highly motivated student. Admission to honors level and advanced courses are by invitation based on standardized testing, performance, and recommendation of the department. The college preparatory level is for the strong average to above average student. It is designed to challenge the student and to prepare the student well for admission to and success in college. It is a well-rounded “liberal arts” education on the secondary level. The general academic level is designed for the average and below average student with the goal of providing the student with basic and fundamental knowledge, information, and skills necessary to pursue a career, technical or trade education, or further education on a junior college level. The latest data (2009) indicates that the current percent of Graduates who enroll in college is 98.",
            "score": 61.54157257080078
        },
        {
            "docid": "14631230_4",
            "document": "University of California, Irvine academics . The choice to offer admission is based on the University of California's comprehensive review program. It considers a candidate's personal situation, community involvement, extracurricular activities, and academic potential in addition to the traditional high school academic record, personal statement, and entrance examination scores. While residency is not a factor in admission, it is a factor in tuition expenses, with out-of-state residents spending more annually than California residents. State law prohibits UC Irvine from practicing affirmative action in its admissions process.",
            "score": 60.833900451660156
        },
        {
            "docid": "1524959_27",
            "document": "University and college admission . In most cases, Canadian universities require students' high school transcript along with an application for admission. Applications for admission outline additional academic and extra curricular achievements that cannot be expressed through a students' transcript. Generally, universities require that students have taken a university-prep grade 12 English course. Additionally, programs involving mathematics and/or natural science often require students to take a university-prep grade 12 calculus course, as well as university-prep grade 12 biology, chemistry, and physics. Overall, universities base admission around a pupil's academic performance in university/advanced level courses in their grade 11 and 12 years. Also, most universities establish GPA cut offs for admission. This cut off is established based on the competitiveness of individual programs at specific universities. A more competitive program could have a cut off average of 90 percent or higher, while most prestigious programs maintain cut offs around 80 percent. Universities with more liberal application processes could have admission cut offs as low as 65 percent. Students must take university/advanced level courses in grades 11 and 12 in order to apply for university.",
            "score": 60.18195724487305
        },
        {
            "docid": "41207422_8",
            "document": "Social equality . Sharon E. Kahn, author of \"Academic Freedom and the Inclusive University\", talks about equality of condition in their work as well and how it correlates to freedom of individuals. They claim that in order to have individual freedom there needs to be equality of condition \"which requires much more than the elimination of legal barriers: it requires the creation of a level playing field that eliminates structural barriers to opportunity\". Her work talks about the academic structure and its problem with equalities and claims that to \"ensure equity...we need to recognize that the university structure and its organizational culture have traditionally privileged some and marginalized other; we need to go beyond theoretical concepts of equality by eliminating systemic barriers that hinder the equal participation of members of all groups; we need to create and equality of condition, not merely an equality of opportunity\". \"Notions of equity, diversity, and inclusiveness begin with a set of premises about individualism, freedom and rights that take as given the existence of deeply rooted inequalities in social structure,\" therefore in order to have a culture of the inclusive university, it would have to \"be based on values of equity; that is, equality of condition\" eliminating all systemic barriers that go against equality.",
            "score": 60.00938415527344
        },
        {
            "docid": "44757_66",
            "document": "University of California, Irvine . The choice to offer admission is based on the University of California's comprehensive review program. It considers a candidate's personal situation, community involvement, extracurricular activities, and academic potential in addition to the traditional high school academic record, personal statement, and entrance examination scores. While residency is not a factor in admission, it is a factor in tuition expenses, with out-of-state residents spending more annually than California residents. State law prohibits UC Irvine from practicing affirmative action in its admissions process.",
            "score": 59.42906188964844
        },
        {
            "docid": "1860194_8",
            "document": "Shahjalal University of Science and Technology . SUST enrolls undergraduate, graduate and postgraduate students. Students who want to get admission into SUST need to pass the admission test which is highly competitive. Admission tests are arranged by the specific schools under the authority of admission council. For the 2015-2016 academic session, 41,285 candidates competed on the admission test for 1,448 first-year undergraduate seats. The acceptance rate of SUST is 3.51%.",
            "score": 59.383872985839844
        },
        {
            "docid": "9469448_7",
            "document": "Basic writing . The creation of basic writing courses in colleges across the United States is largely the result of the creation of open-admissions policies that no longer required academic standards be set for entrance into college. The first to start such a program was the City University of New York (CUNY). Before opening their campus to all those who wanted higher education, regardless of previous academic performance, CUNY had instituted the SEEK program (Search for Education, Elevation, and Knowledge) which was designed as a pre-collegiate program that was meant to prepare students, who were not yet ready to enter the university, for full admission. However, with the advent of open admissions in 1970 there was no longer a need for pre-collegiate classes, so the program transformed into a course taken by those admitted to the university who did not place well on admissions placement tests. The writing program that stemmed from this transformation became known as a basic writing course because it dealt not with preparing highly literate students for upper-level course work, but with the teaching the very basics of written communication.",
            "score": 59.1970100402832
        },
        {
            "docid": "4071834_3",
            "document": "Child model . Artists have used children as models for countless works over the centuries. Child modeling has become a distinct activity because of the explosion of commercial media over the past several decades. Many young actresses, notably, Katherine Heigl, Lindsay Lohan, Zendaya, Bella Thorne, Liv Tyler and Brooke Shields began as child models. The book, \"Lisanne: A Young Model\", described the life of Lisanne Falk, a colleague of Brooke Shields at the Ford modeling agency in the late 1970s. Falk, like Shields, was a relatively successful child model who posed for magazine covers, notably Seventeen, for editorial fashion layouts, and for advertising in magazines and mail-order catalogs. Both models appeared in the 1977 Sears and Montgomery Ward catalogs. Falk, like Shields, moved from modeling to movies as she became older. More recently Australian child model Morgan Featherstone has achieved worldwide success but has also attracted criticism due to her looking older than her age.",
            "score": 59.183780670166016
        },
        {
            "docid": "18984642_9",
            "document": "Brooke Shields . Shields began her career as a model when she was 11 months old in 1966. Her first job was for Ivory Soap, when she  was shot by Francesco Scavullo. She continued as a successful child model with model agent Eileen Ford, who, in her Lifetime Network biography, stated that she started her children's division just for Shields. In 1978, when she was 12-years-old, Shields played a child prostitute in the controversial film \"Pretty Baby\". Eileen Ford, founder of the Ford Modeling Agency, said of Brooke Shields: \"She is a professional child and unique. She looks like an adult and thinks like one.\"",
            "score": 58.94869613647461
        },
        {
            "docid": "13292275_5",
            "document": "Analytics in higher education . Analytics, which is often termed as business intelligence, has come out as new software and hardware that enables businesses to gather and analyse large amounts of information or data. The analytics process is made up of gathering, analysing, data manipulation and employing the results to answer critical questions such as ‘why’. Analytics was first applied in the admissions department in higher education institutions. The institutions normally used some formulas to choose students from a large pool of applicants. These formulas drew their information from high school transcripts and standardized test scores. In today’s world, analytics is commonly used in administrative units such as fund raising and admissions. The use and application of academic analytics is meant to grow due to the ever-increasing concerns about student success and accountability. Academic analytics primarily marries complex and vast data with predictive modelling and statistical techniques to better decision making. Current academic analytics initiatives are bent to use data to predict students experiencing difficulty (Arnold, & Pistilli, 2012, April). This allows advisors and faculty members to intervene by tailoring procedures which will meet the student’s learning needs (Arnold, 2010). As such, academic analytics possesses the ability to improve learning, student success and teaching. Analytics has become a valuable tool for institutions because of its ability to predict, model and improve decision making.",
            "score": 58.89909362792969
        },
        {
            "docid": "12079119_33",
            "document": "Criticism of college and university rankings (2007 United States) . Former president of Sarah Lawrence College, Michele Tolela Myers, responded to Michael Skube's rebuttal in the 12 July 2007 \"Letter to the Editor\" for the \"Los Angeles Times\", \"Argument may be a rank disgrace.\" On the general topic of \"U.S. News\" methodology, she states, \"what many of us dispute is the validity of a single score computed by using \"data points\" to which weights are arbitrarily ascribed (why should retention count for 20% instead of 30%; why is peer assessment 25% instead of 10%; and who decides?). How can a single measure be valid when, in some cases, values are made up when they are not provided (the case of the missing SATs at Sarah Lawrence — the point of my Washington Post Op-Ed)? However, that's exactly what\" U.S. News\" does each year. Professional statisticians have reported that the methodology used by the magazine is seriously flawed and cannot be trusted.\" She also responds to Skube's discussion of Sarah Lawrence's decision not to consider SAT or ACT scores by stating, \"Skube says he knows 'all he needs to know about Sarah Lawrence' because the college does not use SAT scores in its admission process, and therefore he infers we don't take aptitude seriously. Perhaps he doesn't know the research showing that SAT tests do not measure aptitude and at best provide a guess about academic performance in the first year of college. I do not think Elon University's SAT scores tell all there is to know about Elon. To think so would be falling into the trap of using one single measure as a proxy for the complex nature of any college. Which is precisely why the rankings are flawed.\"",
            "score": 58.477142333984375
        },
        {
            "docid": "45455383_7",
            "document": "Social media analytics . Attributes of data that need to be considered are as follows: Data analysis is the set of activities that assist in transforming raw data into insight, which in turn leads to a new base of knowledge and business value. In other words, data analysis is the phase that takes filtered data as input and transforms that into information of value to the analysts. Many different types of analysis can be performed with social media data. The data analysis step begins once we know what problem we want to solve and know that we have sufficient data that is enough to generate a meaningful result. How can we know if we have enough evidence to warrant a conclusion? The answer to this question is; we don't know. We can't know this unless we start analyzing the data. While analyzing if we found the data isn't sufficient, reiterate the first phase and modify the question. If the data is believed to be sufficient for analysis, we need to build a data model.",
            "score": 57.882511138916016
        },
        {
            "docid": "28960965_15",
            "document": "Bangladesh University of Textiles . Admission to BUTEX is highly competitive and needs a high academic attainment at the S.S.C. and H.S.C. level. Selection of the students for admission is made through an admission test of 200 marks and considering GPA of S.S.C. and H.S.C. or equivalent examinations (details in admission notice). Students get chance to take admission according to merit.",
            "score": 57.68231964111328
        },
        {
            "docid": "57420389_3",
            "document": "Charles B. Brooks . Although little information is available about his life, we do know that funding for the production for his sweeper was provided by George M. Hallstead and Plummer S. Page. The production took place in Scranton, Pennsylvania, where each sweeper was priced at around $2,000. It proved to be so successful that the Pennsylvania state government gave a $100,000 contract to the manufacturing company. The maintenance superintendent of Buffalo, New York, was so impressed with the Brook’s design that he adopted the model for his city.",
            "score": 57.496788024902344
        },
        {
            "docid": "1524959_51",
            "document": "University and college admission . In Indonesia, University and College Admission is dependent on the University or College Status. Generally, Public Universities conduct their admission in unified system of two as of 2017. Public Nationwide admissions to Public universities are subsidied by the government and students who succeed to enter university from one of the two schemes will enjoy lower to free university program fees. The first alternative is SNMPTN (Seleksi Nasional Masuk Perguruan Tinggi Negeri-Unified National Public Universities Admission). SNMPTN is a university admission scheme based on academic performances during the years of Senior High School. This selection system is designed only for students graduating during that respective year only. SNMPTN selection considers a few criteria such as student's academic grades and performances, achievements, stream or type of class (sciene or social, AP or Regular) and originating high school. However, not all senior students can apply, usually only 50% of the graduating class may apply for an 'A' accredited school and lower quotas for other accreditations. According to the law of the Ministry of Higher Education, the total holding admission into a public university should at least be 30% from SNMPTN; each university may allocate more. The second alternative is SBMPTN (Seleksi Bersama Masuk Perguruan Tinggi Negeri-Unified Public Universities Admission Examination). SBMPTN is a university admission where you take two or three tests (aptitude test, natural science test, and/or social science test), applicants will also be required to submit into a practical session if the chosen major is art, music, or physical education. You also choose 3 different majors and/or universities. This examination is held nationwide once a year and unlike SNMPTN, is open to high school graduates of the last 3 years. Many students repeat or take gap years to retake the SBMPTN to get into their wanted university. According to the Ministry of Higher Education, minimum 30% of the entire public university quota should admit from SBMPTN. However, most public universities allocate 60% and above for SBMPTN due to the constantly high success rate of students who were accepted from this scheme. SBMPTN is known for its very difficult questions and challenging time-management difficulties. The exam is also held CBT (Computer-Based) starting of last year. Most universities are conducting independent selection mechanism on their own beside SNMPTN and SBMPTN such as SIMAK or PPKB from Universitas Indonesia or UTUL from Universitas Gadjah Mada (UGM). These are called special programs as they tend to be more expensive due to the incentive that these programs are not under government subsidies. Meanwhile, Private Universities usually do their admission before and after Public Universities Admission. They sometimes do several admissions. Governmental Agency Institutions does their admission independently (not included in Unified National Public Universities Admission) and will usually have their own scheme for selection.",
            "score": 57.38190460205078
        },
        {
            "docid": "6536281_7",
            "document": "Khulna University of Engineering &amp; Technology . The admission process in KUET is highly competitive. Each year it opens about 1005 seats for undergraduate programs. About 10,000 applicants are invited to appear on an admission test. These preliminary filtration is done based on H.S.C. grade points in physics, chemistry, mathematics and English. The admission test is standardized to evaluate student ability to understand concepts of physics, chemistry, mathematics and English language. Admission is offered to successful applicants on a merit basis, based on their scores in the admission test.",
            "score": 57.22356414794922
        },
        {
            "docid": "24563700_18",
            "document": "The Oakridge School . The school's philosophy is to admit students who are a \"good fit\" for its programs and who are bound for college. Parents and children are encouraged to attend admissions events and to tour campus. After the introductions are made, Oakridge staff begin to gather academic and social information on each prospective student. \"We do admissions testing and request report cards... We require current teacher and principal recommendations, which address not only academic progress, but also the student's ability to get along with his or her peers, teachers, and others.\"",
            "score": 56.997352600097656
        },
        {
            "docid": "1928567_14",
            "document": "Pupillage . Gaining a pupillage is not easy. There is some evidence to suggest that every year around only 5–10% of applicants are successful. A candidate needs to demonstrate strong academic qualifications (preferably First Class Honours degree from a leading university, but normally an Upper Second at the very least) or excellent extracurricular activities.",
            "score": 56.811981201171875
        },
        {
            "docid": "51583791_7",
            "document": "Savvy Shields . Shields won the talent portion and a $2,000 scholarship at the conclusion of the second round of preliminary competitions on Wednesday, September 7, 2016, for her jazz dance performance to the song, “They Just Keep Moving the Line” from the TV show \"Smash\". In the final round of the competition, Shields was asked about presidential candidate, Hillary Clinton, by judge, Gabby Douglas. In her allotted 20 second response, she answered, \"If you're trying to be leader of the free world, everything you say and do matters and all of your actions are held to a higher standard. Both of the contestants have done a good job, but they also need to watch what they're doing.\"",
            "score": 56.65255355834961
        },
        {
            "docid": "142298_61",
            "document": "Trinity College Dublin . The Central Applications Office processes applications from Irish, British and European Union applicants for undergraduate courses on behalf of Trinity College. Decisions on admissions to undergraduate courses are made by Trinity College who instruct the CAO to make offers to successful candidates. In order to be considered for admission, all applicants must first reach the university's minimal matriculation requirements, which typically involves holding sufficient recognised qualifications in English, Mathematics and a second language. Furthermore, applicants for certain courses may be required to achieve more specific qualifications than those prescribed for minimum matriculation requirements. Eligible applicants must then compete for places based on the results of their school leaving examinations, however, applicants can additionally take matriculation examinations which are held in the university in April, in which each subject is considered equivalent to that of the Irish Leaving Certificate. Applications for restricted courses require further assessment considered in the admissions process, such as the Health Professions Admissions Test (HPAT) for medicine or entrance tests for music and drama courses. As applications for most courses far exceeds available places, admission is highly selective, demanding excellent grades in the aforementioned examinations. Through the CAO, candidates may list several courses at Trinity College and at other third-level institutions in Ireland in order of preference. Places are awarded in mid-August every year by the CAO after matching the number of places available to the academic attainments of the applicants. Qualifications are measured as \"points\", with specific scales for the Irish Leaving Certificate, UK GCE A-level, the International Baccalaureate and all other European Union school leaving examinations.",
            "score": 56.4561767578125
        },
        {
            "docid": "550135_66",
            "document": "Education in Thailand . The required qualifications and number of students admitted are established by each university. The qualifications needed for admission vary by university. Some universities require a high GPA and test score. Students with a GPA and test score lower than required cannot apply for admission to that university. Some faculties may add an aptitude test. It depends on the faculty and the university. Students are not required to take the every subject area examination. For example, the faculty of engineering requires mathematics, physics, chemistry, and biology, but the faculty of management requires English and mathematics. This is a departure from the original admission system which requires a score in every subject of the O-net test and academic aptitude test (PAT).",
            "score": 56.44911575317383
        }
    ]
}