{
    "q": [
        {
            "docid": "1198847_7",
            "document": "B. S. Johnson . At the age of 40, increasingly depressed by his failure to succeed commercially, and beset by family problems, Johnson committed suicide by slitting his wrists.",
            "score": 42.143115520477295
        },
        {
            "docid": "1841530_5",
            "document": "Bachelor Party (1984 film) . Both parties end up becoming one big drunken orgy and the bachelors' hotel room ends up getting trashed much to the chagrin of the hotel's ever-frustrated manager (Kenneth Kimmins). Adding to the confusion is Rick's friend, Brad who has become despondent over his wife breaking up with him. At various points during the movie, he riotously botches every suicide he attempts. He even tries slitting his wrists with an electric razor to which Rick says, \"Well...at least your wrists will be smooth and kissable.\"",
            "score": 42.464513301849365
        },
        {
            "docid": "148785_5",
            "document": "Quintillus . Quintillus committed suicide by slitting his wrists (September AD 270).",
            "score": 41.62396049499512
        },
        {
            "docid": "50041618_4",
            "document": "Hasan Rebac . The same night that Rebac died after a strong illness, his wife Anica attempted suicide by slitting her wrists. Two months later, the grief-stricken Anica committed suicide by shooting her heart with a revolver.",
            "score": 46.82132840156555
        },
        {
            "docid": "31624630_6",
            "document": "Eugene O'Neill Jr. . On September 25, 1950, in New York, he committed suicide at age 40 by slitting his left wrist and ankle.",
            "score": 39.76148986816406
        },
        {
            "docid": "273262_29",
            "document": "September Dossier . On the same day, Kelly left his home for an area of woodland and was later found dead with his left wrist slit, apparently having committed suicide.",
            "score": 40.995934009552
        },
        {
            "docid": "1870077_10",
            "document": "Óscar Domínguez . Domínguez committed suicide December 31, 1957, by slitting his wrists in the bath. Marie-Laure arranged to have him interred in the Bischoffsheim family mausoleum in the Montparnasse cemetery",
            "score": 38.67978477478027
        },
        {
            "docid": "17044467_7",
            "document": "Diet for a New America (album) . \"Song to Slit Your Wrists By\" was previously recorded by Sixx's other band, Mötley Crüe, as the Japanese bonus track for Generation Swine.",
            "score": 30.931937217712402
        },
        {
            "docid": "32937975_6",
            "document": "Suicide Note (song) . The songs' lyrics describe suicide attempts, namely slitting of the wrist. Pt.I talks in particular about drug use whereas Pt. II features lyrics of someone determined to take their life by gunshot. However, if one listens closely during the chorus of Pt. II, the lyrics state 'Don't you try to die like me, it's livid and it's lies' which appears to be an attempt to dissuade anyone from the act of suicide portraying it as cowardice and evil.",
            "score": 56.52553701400757
        },
        {
            "docid": "5933967_5",
            "document": "Neil Coulbeck . Police, who released a photo of Coulbeck, said initially that they were treating his death as \"unexplained\". However, Susan Coulbeck (widow) stated that her husband had committed suicide because of the stress of being involved with the NatWest Three case. The subsequent inquest heard evidence from Coulbeck's widow, and the eventual verdict was that he committed suicide by slitting his wrists.",
            "score": 42.04433584213257
        },
        {
            "docid": "73875_12",
            "document": "The Godfather Part II . At the witness protection compound, Hagen reminds Pentangeli that failed plotters against the Roman Emperor often committed suicide and assures him that his family will be cared for. Pentangeli later slits his wrists in his bathtub.",
            "score": 42.3636360168457
        },
        {
            "docid": "16036374_1",
            "document": "Armageddon March Eternal – Symphonies of Slit Wrists . Armageddon March Eternal – Symphonies of Slit Wrists",
            "score": 31.970228672027588
        },
        {
            "docid": "39565409_3",
            "document": "Wheels (2014 film) . Mickey Cole (Donavon Warren) has slit his wrists, rolled onto train tracks and thrown himself down stairs. He is a suicidal paraplegic who has restless nights with vivid dreams of walking again. After many suicide attempts, Mickey decides he needs help and seeks someone he believes has no scruples and would do anything for money.",
            "score": 52.443082332611084
        },
        {
            "docid": "1232575_68",
            "document": "Suicide methods . \"Seppuku\" (\"cut-belly\", used in writing) or \"hara-kiri\" (\"belly slitting\", used when talking) is a Japanese ritual method of suicide, practiced mostly in the medieval era, though some isolated cases appear in modern times. For example, Yukio Mishima committed seppuku in 1970 after a failed \"coup d'état\" intended to restore full power to the Japanese emperor. Unlike other methods of suicide, this was regarded as a way of preserving one's honor. The ritual is part of \"bushido\", the code of the \"samurai\".",
            "score": 48.67056608200073
        },
        {
            "docid": "1940119_3",
            "document": "Vive L'Amour . Hsiao-kang (Lee Kang-sheng), a young salesman, discovers a key to an apartment in its lock and takes it. He soon moves into one of the bedrooms, and one night he attempts to commit suicide by slitting his wrists while lying on the bed.",
            "score": 41.07108926773071
        },
        {
            "docid": "80124_5",
            "document": "The Virgin Suicides . Without warning, Cecilia attempts suicide by slitting her wrists in the bathtub. She is found in time and survives. A few weeks later, their parents allow the girls to throw a chaperoned party at their house in hopes of cheering Cecilia up. However, Cecilia excuses herself from the party, goes upstairs, and jumps out of her bedroom window. She is impaled on the fence post below, and she dies almost immediately.",
            "score": 46.13188099861145
        },
        {
            "docid": "46926245_28",
            "document": "Kalief Browder . He attempted suicide in early 2011 and on February 8, 2012 when he tried to hang himself using strips of sheet tied to a ceiling light in the cell. Browder later said the guards goaded him to commit suicide. On another occasion, after an appearance before a judge, Browder made a sharp implement from the bucket in his cell and started to slit his wrists. An officer intervened.",
            "score": 40.2565553188324
        },
        {
            "docid": "3742219_4",
            "document": "Richard Timmons . After the attack, Timmons slit his wrists and wrote, \"The Lost Boys is your man\" on the wall, with his blood. He initially claimed that the rapper Mr. Cheeks (of The Lost Boyz) was to blame for the murders.",
            "score": 29.938356399536133
        },
        {
            "docid": "8590196_3",
            "document": "Confession of Pain . Police inspectors Lau Ching-hei and Yau Kin-bong arrest a rapist in 2003. When Yau returns home later, he sees that his pregnant girlfriend has committed suicide by slitting her wrists. Yau is so depressed with her death that he indulges in alcohol and turns in his police badge to work as a private investigator. He becomes obsessed with finding out the reason for his girlfriend's suicide.",
            "score": 42.397326707839966
        },
        {
            "docid": "26809587_7",
            "document": "Suicide attempt . Some suicide methods have higher rates of lethality than others. The use of firearms results in death 90% of the time. Wrist-slashing has a much lower lethality rate, comparatively. 75% of all suicide attempts are by self-poisoning, a method that is often thwarted because the drug is nonlethal, or is used at a nonlethal dosage. These people survive 97% of the time.",
            "score": 54.71256494522095
        },
        {
            "docid": "50000715_19",
            "document": "Suicide in Iran . A longitudinal study done on students from 2003 to 2008, showed that hanging was the most chosen method and wrist cutting was the least chosen method of suicide. According to this study, single male students aged 22 who were studying Humanities in the Islamic Azad University, had a higher incidence of suicide than any other group. It was found that most of these suicides were committed near the time of the exams and in holidays between semesters.",
            "score": 59.10876655578613
        },
        {
            "docid": "38491474_6",
            "document": "Access International Advisors . On December 23, 2008, less than two weeks after Madoff's arrest, de la Villehuchet reportedly committed suicide. He was found dead in his company office on Madison Avenue in New York City. His wrists and left bicep were slit, and de la Villehuchet had taken sleeping pills, in what appeared to be a suicide. Although no suicide note was found at the scene, his brother in France received a note shortly after his death in which he expressed remorse and a feeling of responsibility.",
            "score": 43.10374164581299
        },
        {
            "docid": "342190_8",
            "document": "2003 Staten Island Ferry crash . The ferry's pilot, Richard Smith, attempted suicide by slitting his left wrist while still on the boat. He then slipped away so suddenly that he left his house keys. He was found shortly afterwards at home, having apparently broken in. Smith had again tried to kill himself, this time by shooting himself twice in the chest with a pellet gun, but also survived this second suicide attempt.",
            "score": 43.53722882270813
        },
        {
            "docid": "396035_9",
            "document": "Stanisław Ignacy Witkiewicz . Shortly after Poland was invaded by Germany in September 1939, Witkiewicz escaped with his young lover Czesława to the rural frontier town of Jeziory, in what was then eastern Poland. After hearing the news of the Soviet invasion of Poland on 17 September 1939, Witkacy committed suicide on 18 September by taking a drug overdose and trying to slit his wrists. He convinced Czesława to attempt suicide with him by consuming Luminal, but she survived.",
            "score": 39.610371828079224
        },
        {
            "docid": "44754137_4",
            "document": "Asking Too Much . During the next verse of the song, a blonde, teenage girl is shown walking down a street with her boyfriend, both seem to be happy together and having a good time. However, she comes home late one night to find that her boyfriend has committed suicide, lying in the bathtub with both his wrists slit with a razor blade. As the teenage girl sobs uncontrollably while mourning her boyfriend, flashbacks show the teen couple walking through a park, sitting on a rock kissing and holding hands and then sitting side by side in a children's park playground set talking to each other. Flashbacks then depict the young man was secretly struggling with depression for unknown reasons as he is lying on his bed writing down the song's lyrics on a sheet of paper in the form of a suicide note, then attempting to sleep in his bed, and is shown next crying in front of a mirror while looking at his reflection. Finally, the young man is shown slitting his wrists in the bathtub whilst taking a shower, leading to his death before his girlfriend's arrival home.",
            "score": 50.38250541687012
        },
        {
            "docid": "383455_4",
            "document": "The Devil in Miss Jones . Georgina Spelvin plays Justine Jones, a lonely, depressed spinster who decides that suicide is the only way out of her routinely dull existence. While lying in the bathtub, Justine slits her wrists with a shaving blade and dies quietly as the water fills with her blood.",
            "score": 41.55792760848999
        },
        {
            "docid": "16036374_2",
            "document": "Armageddon March Eternal – Symphonies of Slit Wrists . Armageddon March Eternal (Symphonies of Slit Wrists) is the fourth studio album by Swedish death metal band The Project Hate MCMXCIX.",
            "score": 30.85705804824829
        },
        {
            "docid": "498181_12",
            "document": "The Order (2003 film) . Later Alex returns to their lodgings and finds Mara near death, an apparent suicide. In actuality, Eden slit her wrists and left her for Alex to find. Mara is beyond medical help and Alex quickly performs the sin eating ritual so that she can go to heaven. After absorbing Mara's sins, though, Alex sees that there is no sin of suicide on Mara's conscience and realizes Eden's deception. Alex goes after Eden to kill him.",
            "score": 49.31037092208862
        },
        {
            "docid": "1538505_6",
            "document": "Lee Eun-ju . On the night of February 22, 2005, only a few days after her graduation from Dankook University, Lee committed suicide at her apartment in Bundang, Seongnam. She was 24 years old. She slit her wrists and hanged herself. The family blamed the suicide on severe bouts of depression and mental illness and said she had been suffering from insomnia due to the nude scenes she had done in \"The Scarlet Letter\".",
            "score": 43.4399847984314
        },
        {
            "docid": "472381_17",
            "document": "Per &quot;Dead&quot; Ohlin . On April 8th, 1991, while left alone in the house, Dead slit his wrists and throat with a knife and then shot himself in the forehead with a shotgun. He left a brief suicide note apologizing for firing a gun indoors. The first sentence Dead wrote on the note was: \"Excuse the blood\".",
            "score": 41.692298889160156
        },
        {
            "docid": "1781790_4",
            "document": "Carla's Song . Later George returns to his friend's flat and finds Carla in the bathtub where she has slit her wrists. George takes her to the hospital where he learns that Carla also attempted suicide three weeks ago. George stays by Carla's side in the hospital while she is recovering.",
            "score": 42.01769661903381
        },
        {
            "docid": "4245878_13",
            "document": "Adnan Farhan Abd Al Latif . The Associated Press reported on May 11, 2009 that Remes said that Latif had slit his wrists during his most recent visit. Remes said that Latif had used the edge of a strip of broken veneer from the side of a table in the interview room to sever a vein in his wrist, and used the interview table to hide his bleeding wrist from others and the room's video camera. Remes stated that Latif had tried to commit suicide before, and therefore had at times been confined to the prison's psychiatric facility. Remes also said Latif needed mental health care, but all camp authorities were doing was attempting to keep him subdued.",
            "score": 47.511943340301514
        }
    ],
    "r": [
        {
            "docid": "28058344_2",
            "document": "Suicide and the Internet . Suicide and the Internet have increasingly important relationships as Internet use becomes more ubiquitous. Several Internet suicides have occurred, and issues involving social media and suicide have gained some attention. A survey has found that suicide-risk individuals who went online for suicide-related purposes, compared with online users who did not, reported greater suicide-risk symptoms, were less likely to seek help, and perceived less social support. Jurisdictional hindrances have sometimes prevented governments from effectively restricting pro-suicide sites and sites that describe suicide methods. An Israeli site, SAHAR, sought to prevent suicide by providing supportive conversations and referrals to help resources. In 2008 police in the United Kingdom expressed concern that \"Internet cults\" and the desire for achieving prestige via online memorials may encourage suicides. Although there are concerns that the internet may be a dangerous platform, where suicidal people might find suicide methods or encouragement to kill themselves, research has shown that the internet is more likely to have a positive than a negative influence.",
            "score": 62.15452575683594
        },
        {
            "docid": "1589192_5",
            "document": "Emotional reasoning . Before seeking professional help, an individual can influence the effect that emotional reasoning has on them based on his or her coping method. Using a proactive problem-focused coping style leads to more effectiveness at reducing stress and stressful events. Additionally, having good social support also leads to lower psychological stress. If one has to seek professional help, the most common therapy method is cognitive-behavioral therapy. In this approach, the automatic thoughts that control emotional reasoning are studied and realistically reasoned by the patient. In doing so, the psychologist hopes to change the automatic thoughts of the patient and reduce his/her stress levels. Cognitive behavioral therapy has been generally regarded as the most effective method of treatment for emotional reasoning. Most recently, a new therapeutic approach uses the RIGAAR method to reduce emotional stress.",
            "score": 61.39187240600586
        },
        {
            "docid": "3762294_14",
            "document": "Suicidal ideation . Early detection and treatment are the best ways to prevent suicidal ideation and suicide attempts. If signs, symptoms, or risk factors are detected early then the individual will hopefully seek treatment and help before attempting to take his/her own life. In a study of individuals who did commit suicide, 91% of them likely suffered from one or more mental illnesses. However, only 35% of those individuals were treated or being treated for a mental illness. This emphasizes the importance of early detection; if a mental illness is detected, it can be treated and controlled to help prevent suicide attempts. Another study investigated strictly suicidal ideation in adolescents. This study found that depression symptoms in adolescents as early as grade 9 is a predictor of suicidal ideation. Most people with long-term suicidal ideation do not seek professional help.",
            "score": 59.36622619628906
        },
        {
            "docid": "50000715_19",
            "document": "Suicide in Iran . A longitudinal study done on students from 2003 to 2008, showed that hanging was the most chosen method and wrist cutting was the least chosen method of suicide. According to this study, single male students aged 22 who were studying Humanities in the Islamic Azad University, had a higher incidence of suicide than any other group. It was found that most of these suicides were committed near the time of the exams and in holidays between semesters.",
            "score": 59.1087646484375
        },
        {
            "docid": "33692260_7",
            "document": "Columbia Suicide Severity Rating Scale . An answer of \"yes\" to any of the six questions may indicate a need for referral to a trained mental health professional and an answer of \"yes\" to questions 4, 5 or 6 indicate high-risk.",
            "score": 58.81739044189453
        },
        {
            "docid": "6194700_7",
            "document": "The Complete Manual of Suicide . Because the Japanese criminal code censors only graphical depictions of the sexual organs, this book was not censored by the government. Some prefectures designated the book as \"yugaitosho\" (book harmful to youth), which restricts the sale of books to minors, while some prefectures, such as Tokyo, decided against doing so. There are many suicides where the book was found along with the body, including several cases of the suicides of junior high school students. The book neither encourages nor discourages suicide, and as well does not tell those considering suicide to seek help, though wordings such as \"completely painless\" and \"marvelous experience\" are used to indicate that certain methods are less painful and more fatal than others. Moreover, the book shows that certain popular methods of suicide have very low success rates. For this reason, some argue that since its publication the book has made suicide attempts more fatal. Some attribute Japan's high suicide rate not just to the number of people who attempt suicide but also to the fact that people use more fatal methods, though to what extent the book has contributed to this trend is unknown.",
            "score": 58.716102600097656
        },
        {
            "docid": "45599_42",
            "document": "Surgery . He greatly advanced knowledge of venereal disease and introduced many new techniques of surgery, including new methods for repairing damage to the Achilles tendon and a more effective method for applying ligature of the arteries in case of an aneurysm. He was also one of the first to understand the importance of pathology, the danger of the spread of infection and how the problem of inflammation of the wound, bone lesions and even tuberculosis often undid any benefit that was gained from the intervention. He consequently adopted the position that all surgical procedures should be used only as a last resort.",
            "score": 58.50749588012695
        },
        {
            "docid": "11848019_43",
            "document": "History of surgery . Hunter greatly advanced knowledge of venereal disease and introduced many new techniques of surgery, including new methods for repairing damage to the Achilles tendon and a more effective method for applying ligature of the arteries in case of an aneurysm. He was also one of the first to understand the importance of pathology, the danger of the spread of infection and how the problem of inflammation of the wound, bone lesions and even tuberculosis often undid any benefit that was gained from the intervention. He consequently adopted the position that all surgical procedures should be used only as a last resort.",
            "score": 58.50749588012695
        },
        {
            "docid": "27988331_3",
            "document": "Suicide by hanging . Hanging is often considered to be a simple suicide method that does not require complicated techniques. However, a study of people who attempted suicide by hanging and lived suggests that this perception may not be accurate. It is one of the most commonly used suicide methods and has a high mortality rate; Gunnell \"et al\". gives a figure of at least 70 percent. The materials required are easily available, and a wide range of ligatures can be used. Therefore, it is considered a difficult method to prevent. In the International Statistical Classification of Diseases and Related Health Problems, suicides by hanging are classified under the code X70: \"Intentional self-harm by hanging, strangulation, and suffocation.\"",
            "score": 58.1373176574707
        },
        {
            "docid": "21577759_6",
            "document": "Jason Foundation . The Jason Foundation believes that there are effective ways for a parent to help a child not become another victim of youth suicide. The Jason Foundation promotes the idea of educating oneself about the problem and the signs of concern, and the tools that can be used for suicide prevention. JF encourages parents to approach school systems to incorporate JF ideals and methods into school curricula, and to provide teachers with the tools to help with this issue. JF stresses that watching and listening to children is a huge in helping awareness of potential problems that may eventually lead to self-harm. JF believes that parents who talk to their child and allow their child to express his or her feelings are better equipped to help with the development of coping mechanisms. Also, the parent with a strong concern about their child can always seek professional help.",
            "score": 58.05251693725586
        },
        {
            "docid": "55175821_3",
            "document": "Suicide awareness . Stigma is a negative impact that society can often attribute to the suicidal condition, and which can hinder and prevent positive engagement with those demonstrating suicidal behavior. It can be experienced as self-stigma or cultural, public stigma. Self-stigma is the adverse effect of internalized prejudice, manifesting itself in reduced self-esteem, decreased self-efficacy, and a feeling of “why try” or self-deprecation (undervaluing any attempts to get a job, be social, etc. because of lack of self-worth). It is experienced not only by those facing suicidal thoughts, but also by those directly and indirectly affected such as family members and friends. Public stigma is experienced by prejudice and discrimination through public misuse of stereotypes associated with suicide.  Stigma can create a detrimental barrier for some seeking help. Research has consistently illustrated the physical link between suicide and mental illness, but ignorance and outdated beliefs can sometimes lead to these disorders being identified as a weakness or a lack of willpower. Stigma can prevent survivors of suicide attempts, and those affected by suicide deaths, from reaching out for support from professionals and advocates to make positive change",
            "score": 57.8837890625
        },
        {
            "docid": "32017003_20",
            "document": "Born This Way Ball . Gaga caused more controversy after her June 27 performance in Melbourne, where she debuted a new song called \"Princess Die\", about suicide and mental illness. The song's lyrics, including lines such as \"I wish that I was strong/I wish that I was wrong/I wish that I could cope/but I took pills and left a note\" were slammed as \"distasteful\" by suicide charities, who feared the message about the suicide that the song portrayed. Chris Wagner of Lifeline, an international crisis support service, stated, \"Lifeline is very concerned about the nature of the song, particularly as it clearly describes the method of suicide and talks in depth about suicide. It doesn't actually have any message of hope, of help seeking, or anything of a positive nature whatsoever.\" The song's references to Princess Diana and her death also caused offense and outrage, despite Gaga attempting to distance herself from such controversy by clearly spelling out the name of the song during her concert.",
            "score": 57.17500305175781
        },
        {
            "docid": "32937975_6",
            "document": "Suicide Note (song) . The songs' lyrics describe suicide attempts, namely slitting of the wrist. Pt.I talks in particular about drug use whereas Pt. II features lyrics of someone determined to take their life by gunshot. However, if one listens closely during the chorus of Pt. II, the lyrics state 'Don't you try to die like me, it's livid and it's lies' which appears to be an attempt to dissuade anyone from the act of suicide portraying it as cowardice and evil.",
            "score": 56.525535583496094
        },
        {
            "docid": "1065357_29",
            "document": "Mental status examination . An obsession is an \"undesired, unpleasant, intrusive thought that cannot be suppressed through the patient's volition\", but unlike passivity experiences described above, they are not experienced as imposed from outside the patient's mind. Obsessions are typically intrusive thoughts of violence, injury, dirt or sex, or obsessive ruminations on intellectual themes. A person can also describe obsessional doubt, with intrusive worries about whether they have made the wrong decision, or forgotten to do something, for example turn off the gas or lock the house. In obsessive-compulsive disorder, the individual experiences obsessions with or without compulsions (a sense of having to carry out certain ritualized and senseless actions against their wishes). A phobia is \"a dread of an object or situation that does not in reality pose any threat\", and is distinct from a delusion in that the patient is aware that the fear is irrational. A phobia is usually highly specific to certain situations and will usually be reported by the patient rather than being observed by the clinician in the assessment interview. Preoccupations are thoughts which are not fixed, false or intrusive, but have an undue prominence in the person's mind. Clinically significant preoccupations would include thoughts of suicide, homicidal thoughts, suspicious or fearful beliefs associated with certain personality disorders, depressive beliefs (for example that one is unloved or a failure), or the cognitive distortions of anxiety and depression. The MSE contributes to clinical risk assessment by including a thorough exploration of any suicidal or hostile thought content. Assessment of suicide risk includes detailed questioning about the nature of the person's suicidal thoughts, belief about death, reasons for living, and whether the person has made any specific plans to end his or her life. The most important questions to ask are: Do you have suicidal feeling now; have you ever attempted suicide (highly correlated with future suicide attempts); do you have plans to commit suicide in the future; and, do you have any deadlines where you may commit suicide (i.e. Numerology calculation, doomsday belief, Mother's Day, Anniversary, Christmas)",
            "score": 56.46779251098633
        },
        {
            "docid": "24082935_10",
            "document": "Gender differences in suicide . The reported difference in suicide rates for males and females is partially a result of the methods used by each gender. Although females attempt suicide at a higher rate, they are more likely to use methods that are less immediately lethal. Males frequently complete suicide via high mortality actions such as hanging, carbon-monoxide poisoning, and firearms. This is in contrast to females, who tend to rely on drug overdosing. While overdosing can be deadly, it is less immediate and therefore more likely to be caught before death occurs. In Europe, where the gender discrepancy is the greatest, a study found that the most frequent method of suicide among both genders was hanging; however, the use of hanging was significantly higher in males (54.3%) than in females (35.6%). The same study found that the second most common methods were firearms (9.7%) for men and poisoning by drugs (24.7%) for women.",
            "score": 56.25531005859375
        },
        {
            "docid": "29206447_7",
            "document": "Diagnostic Enterprise Method . The Harvard Case Method consist in four steps in which is apply the information the case present. The first step is fact analysis where the employees and managers that are analyzing the case writes the facts presented on the case without opinions. The second step is problem diagostic in which is described the problems that are presented on the case starting with the most important to solve. The third step is analysis of possible solutions where the possibility of each solution is seen as the way that can if it really can help to solve the problem. Finally, the fourth step consists in choosing one of the options presented on the step three that best solves the case. This method promote the search of answers inside the person not on the external facts. The main reason is that there is no solution or correct answers so there is an opportunity to learn from others.With the exposure of possible solutions in group you can learn with and from all the group, that is why it is effective, because the social learning effect. This method is mostly applied by managers and supervisors based on Frederick Taylor method. The short facts method begins with a case no longer than four paragraphs in which a simple problem is described. Later on, the case is analyzed by the group of employees and managers of the enterprise. Then after finding the main facts, the group starts a discussion to find the possible solutions. At the end with a brainstorm they choose the best solution that can be apply to their own company. The main reason to use this method is because with the case based on the company all the employees and managers can have more ideas to find a solution to the problem that is reflected on the case and the employees can learn more about how to change their own company.",
            "score": 55.29736328125
        },
        {
            "docid": "309563_7",
            "document": "Alt.suicide.holiday . A.s.h is infamous for its association with the a.s.h methods file, a list of possible methods for suicide, ranging from the serious (e.g., lists of poisons and their effects) to the absurd (e.g., starting World War 3). However, since legally available books like \"Final Exit\" and \"The Peaceful Pill Handbook\" provide more detailed information on suicide methods now, the a.s.h methods file has lost its importance and is not maintained any more. Several related Internet Relay Chat channels also exist.",
            "score": 54.80758285522461
        },
        {
            "docid": "26809587_7",
            "document": "Suicide attempt . Some suicide methods have higher rates of lethality than others. The use of firearms results in death 90% of the time. Wrist-slashing has a much lower lethality rate, comparatively. 75% of all suicide attempts are by self-poisoning, a method that is often thwarted because the drug is nonlethal, or is used at a nonlethal dosage. These people survive 97% of the time.",
            "score": 54.712562561035156
        },
        {
            "docid": "11418268_14",
            "document": "Questioning (sexuality and gender) . Many LGBT student groups and literature include \"questioning\"; in the case of gay–straight alliance groups, they do so in part so students are not compelled to label themselves or choose a sexual identity. The pressures, stigmas and fear of discrimination by peers and society, may discourage many to face the problems developed through questioning gender and sexuality. The support of friends and family is important during the stage of adolescence as it is the time where one is developing their identity and experiencing the most change physically and mentally. The LGBTQ community has formed many support groups, help centers and online spaces that can assist youths who seek guidance and provide helpful information in regards to one's questioning of gender and sexuality. It is suggested by psychology practitioners for questioning individuals to seek help through platforms such as therapy, support groups, online community forums, mental health organizations, suicide prevention lifelines and counseling.",
            "score": 54.677101135253906
        },
        {
            "docid": "33692260_3",
            "document": "Columbia Suicide Severity Rating Scale . Patients are asked about \"general non-specific thoughts of wanting to end one’s life/complete suicide\" and if they have had \"...thoughts of suicide and have thought of at least one method during the assessment period.\" They are asked if they have \"active suicidal thoughts of killing oneself...[and] any intent to act on such thoughts.\" They are asked how frequently they have these thoughts, how long the thoughts last and whether the thoughts can be controlled. They are asked about deterrent factors, and for the reasons for thinking of suicide. They are asked about \"Actual Attempt[s]\", which is a \"potentially self-injurious act completed with at least some wish to die, as a result of act. \"If person pulls trigger while gun is in mouth but gun is broken so no injury results, this is considered an attempt\".They are also asked about Aborted Attempt[s], Interrupted Attempt[s] and Preparatory Behavior[s].\"",
            "score": 54.41383361816406
        },
        {
            "docid": "55175821_13",
            "document": "Suicide awareness . Suicide awareness expresses the need for open constructive dialogue as an initial step towards preventing incidents of adolescent suicide. Once the stigmas have been overcome, there is an increased possibility that education, medical care and support can provide a critical framework for those at risk. Lack of information, awareness of professional services, judgment and insensitivity from religious groups, and financial strain have all been identified as barriers to support access for those youth in suicidal crisis. The critical framework is a necessary component to implementing suicide awareness and suicide prevention, and breaking down these barriers. <br> Awareness can focus on the individual with social and non-threatening education (introduced at schools as a foundational program for all adolescents), and on the public and societal level, encompassing media across all platforms to destigmatize suicide and its perpetuation. Education for the individual and public raises awareness to the protective factors that may assist in suicide risk reduction. <br> Protective factors are characteristics or conditions that may have a positive effect on youth and reduce the possibility of suicide attempts. These factors have not been studied in as much depth as risk factors, so there is less research. They include:  • Receiving effective mental health care • Positive social connections and support with family and peers provides coping skills • Participation in community and social groups (i.e. religious) that foster resilience • Optimism enables youth to engage and acquire adaptive skills in reinterpreting adverse experiences to find meaning and benefit • Life satisfaction, spiritual wellbeing and/or belief that a person can survive beyond their pain is protective against suicide • Resiliency based on adaptive coping skills has can reduce suicide risk, and research suggests these skills can be taught • Finding hope can be a key protective factor and a catalyst for the recovery process. It is important to note, however, that in-depth training is paramount for those involved in any service that looks to the awareness and needs of those touched by suicide. In a world where social media drives both the activities and knowledge for today’s youth, it is important that there is a constructive discourse on the subject of suicide, rather than glamorizing it as an aspect of storytelling. Constructive social media is illustrated in the documentary “The S Word movie” which presents suicide attempt survivors and their stories. It is the mission of the film to uncover personal survivors’ accounts of their conflicts, highlighting their courage, insight and humor. The film aims to create a national community transforming personal struggles into positive action. This project is considered constructive to suicide awareness as, historically, suicide attempt survivors have either not come forward to speak out, or have done so anonymously. This documentary, created by a suicide attempt survivor, encourages them to talk openly of their experiences, so that others can learn from exploring a world that has been stigmatized for too long. Suicide awareness and prevention have in the past only relied on research from clinical observation. In bringing insights, intimate experience, and real-world wisdom of suicide attempt survivors to the table, professionals, educators, other survivors and suicide attempt survivors can learn firsthand from their “lived experience.”",
            "score": 54.051822662353516
        },
        {
            "docid": "623686_92",
            "document": "Brain–computer interface . Some persons have a disorder of consciousness (DOC). This state is defined to include persons with coma, as well as persons in a vegetative state (VS) or minimally conscious state (MCS). New BCI research seeks to help persons with DOC in different ways. A key initial goal is to identify patients who are able to perform basic cognitive tasks, which would of course lead to a change in their diagnosis. That is, some persons who are diagnosed with DOC may in fact be able to process information and make important life decisions (such as whether to seek therapy, where to live, and their views on end-of-life decisions regarding them). Some persons who are diagnosed with DOC die as a result of end-of-life decisions, which may be made by family members who sincerely feel this is in the patient's best interests. Given the new prospect of allowing these patients to provide their views on this decision, there would seem to be a strong ethical pressure to develop this research direction to guarantee that DOC patients are given an opportunity to decide whether they want to live. These and other articles describe new challenges and solutions to use BCI technology to help persons with DOC. One major challenge is that these patients cannot use BCIs based on vision. Hence, new tools rely on auditory and/or vibrotactile stimuli. Patients may wear headphones and/or vibrotactile stimulators placed on the wrists, neck, leg, and/or other locations. Another challenge is that patients may fade in and out of consciousness, and can only communicate at certain times. This may indeed be a cause of mistaken diagnosis. Some patients may only be able to respond to physicians' requests during a few hours per day (which might not be predictable ahead of time) and thus may have been unresponsive during diagnosis. Therefore, new methods rely on tools that are easy to use in field settings, even without expert help, so family members and other persons without any medical or technical background can still use them. This reduces the cost, time, need for expertise, and other burdens with DOC assessment. Automated tools can ask simple questions that patients can easily answer, such as \"Is your father named George?\" or \"Were you born in the USA?\" Automated instructions inform patients that they may convey yes or no by (for example) focusing their attention on stimuli on the right vs. left wrist. This focused attention produces reliable changes in EEG patterns that can help determine that the patient is able to communicate. The results could be presented to physicians and therapists, which could lead to a revised diagnosis and therapy. In addition, these patients could then be provided with BCI-based communication tools that could help them convey basic needs, adjust bed position and HVAC (heating, ventilation, and air conditioning), and otherwise empower them to make major life decisions and communicate.",
            "score": 53.97395324707031
        },
        {
            "docid": "34209127_9",
            "document": "Extrinsic extensor muscles of the hand . The ECRL inserts into the dorsal surface of the base of the second metacarpal bone on its radial side to extend and abduct the wrist. The ECRB inserts into the lateral dorsal surface of the base of the third metacarpal bone, with a few fibres inserting into the medial dorsal surface of the second metacarpal bone, also to extend and abduct the wrist. The ED inserts into the middle and distal phalanges to extend the fingers and wrist. Opposite the head of the second metacarpal bone, the EI joins the ulnar side of the ED tendon to extend the index finger. The EDM has a similar role for the little finger. The ECU inserts at the base of the 5th metacarpal to extend and adduct the wrist. The APL inserts into the radial side of the base of the first metacarpal bone to abduct the thumb at the carpometacarpal joint and may continue to abduct the wrist. The EPB inserts into the base of the first phalanx of the thumb to extend and abduct the thumb at the carpometacarpal and MCP joints. The EPL inserts on the base of the distal phalanx of the thumb. It uses the dorsal tubercle on the radius as fulcrum to help the EPB with its action as well as extending the distal phalanx of the thumb. Because the index finger and little finger have separate extensors, these fingers can be moved more independently than the other fingers. The ECU is supplied by the ulnar artery. The APL, EPB, EPL, EI, ED, and EDM are supplied by the Posterior interosseous artery, a branch of the ulnar artery. The ECRL and ECRB receive blood from the radial artery.",
            "score": 53.802188873291016
        },
        {
            "docid": "31595228_59",
            "document": "Psychological stress . In order to be able to effectively communicate with someone who is stressed, it is important to know how to interact with them in a way that can be beneficial for them. Therapeutic communication techniques can help with different types of communication. These techniques include but are not limited to listening, making open-ended comments, reducing distance, restating, seeking clarification, reflecting, and planning. Actively listening to someone when they are stressed can help them release frustrations and cope with their problems. Listening shows that you are interested in the person, and can have great therapeutic value. It is important to show that the stressed person's needs are above the caregiver's in order for the interaction to be therapeutic. It is important that you remain prepared mentally, emotionally, and physically to assist him or her. It is favourable to remain punctual and polite in the manner of relating to them, and that the best methods are used to promote their well-being and comfort.",
            "score": 53.6280403137207
        },
        {
            "docid": "3064671_4",
            "document": "Suicide intervention . Mental health professionals and some other health professionals receive training in assessment and treatment of suicidality. Suicide hotlines are widely available for people seeking help. However, some people may be reluctant to discuss their suicidal thoughts, due to stigma, previous negative experiences, or other reasons.",
            "score": 53.52226257324219
        },
        {
            "docid": "8607369_7",
            "document": "Overmedication . According to recent data from IMS health one of the leading services for data distribution in health care, 274,000 infants (0 to 1) are on anti-anxiety drugs, and 26,000 under a year old are on antidepressants. This is only a fraction of the millions of children 5 to 12 being prescribed these same drugs.  While these drugs can provide relief from some symptoms the children may suffer, psychiatric drugs have been shown in some instances to worsen the symptoms of mental illness and can cause adverse physical effects such as liver damage, weight gain, decreased cognitive function and dependency on the drug. (1) Antidepressants have side effects that can include suicidal thoughts and worsening depression. These medications can have long lasting effects on the children and these risks need to be taken into consideration.  It's important for parents to monitor their child's behavior and regulate their environment in order to help prevent any future affective disorders. Medication is often prescribed to these children however, it alone will not teach a child to create more valuable relationships at home or in the community. Other forms of intervention can be applied to supplement the effects of medication therapy and teach the child self-regulatory behaviors and healthy coping skills. The increase of psychiatric medication of children may be a result of the declining support for caregiving, leading to psychopathology in which drugs are oftentimes the go to method of treatment. Families do not always have knowledge regarding or the means to pursue other methods of intervention such as one-on-one therapy with the child, family therapy and parenting counseling that can teach effective parenting strategies to meet their child's specific needs. There is debate that healthcare professionals have been put under pressure to perform proficiently causing the influence of piecemeal polypharmacy.",
            "score": 53.35076904296875
        },
        {
            "docid": "53798296_4",
            "document": "Cascade chart (NDI interval reliability) . Some of the most common NDI methods are: Some of the techniques are more accurate and can detect small cracks. For example, visual inspection is the least reliable method because the human eye can only resolve and identify cracks on the order of millimeters. The table below shows an important parameter of crack size for each method with a 0% chance of detection (a). This is based on the resolution of each method. This number can be used in a Weibull-like distribution to map the probability of detection as a function of crack size. As the table shows, the minimum detectable parameter increases from the ultrasound method to the visual method and from excellent accessibility to difficult accessibility. In any case, it is important to have a maintenance plan that allows multiple opportunities to find a crack that may be small and difficult to access.",
            "score": 53.1999626159668
        },
        {
            "docid": "14585748_52",
            "document": "Belongingness . A study conducted on suicide notes, examined the frequency in themes of thwarted belongingness and perceived burdensomeness in samples of suicide notes. The study of suicide notes has been a useful method for examining the motivations of suicides. It is important to note that this research is limited due to the small proportion of completed suicides that actually leave notes. This specific study explored the extent to which the content in the suicide notes reflected thwarted belongingness and perceived burdensomeness. They also examined the extent to which these two themes were found in the same note. This study found that suicide notes did not significantly support the hypothesis that perceived burdensomeness and thwarted belongingness, combine with acquired capability to cause suicidal behavior. There was no strong support for the relevance of perceived burdensomeness and thwarted belongingness as motivations of suicide. They did, however, find that the suicide notes of women more frequently contained the theme of perceived burdensomeness and suicide notes of younger people more frequently contained thwarted belongingness.",
            "score": 53.04445266723633
        },
        {
            "docid": "1232575_6",
            "document": "Suicide methods . In the case of a failed suicide attempt, the person may experience injury of the tendons of the extrinsic flexor muscles, or the ulnar and median nerves which control the muscles of the hand, both of which can result in temporary or permanent reduction in the victim's sensory or motor ability or also cause chronic somatic or autonomic pain. As in any class IV hemorrhage, aggressive resuscitation is required to prevent death of the patient; standard emergency bleeding control applies for pre-hospital treatment.",
            "score": 52.96449661254883
        },
        {
            "docid": "51874390_4",
            "document": "Nonsuicidal self-injury disorder . The relationship between NSSI and suicide is complex. Studies have shown that there is a strong correlation between self injury and suicide indicating that as much as 40% of individuals have suicidal thoughts while self injuring and about 50-80% of people who self injure have attempted suicide at some point in their lifetime. Unlike those that engage in nonsuicidal self injury, those that attempt suicide through self injury have longer histories of self injury and experiment with more methods of self injury. Those exhibiting suicidal behavior differ from those who engage in self injury in their level of intent, method, and psychological impact. However, it is important to look for signs of worsening self injury and be able to identify when it becomes a risk for suicide. Clinically speaking, it is important that a physician understand their patient's outlook on suicide and remaining alive in order to identify when NSSI is a potential risk for suicidal behavior.",
            "score": 52.84050369262695
        },
        {
            "docid": "98691_12",
            "document": "More Guns, Less Crime . The committee found that answers to some of the most pressing questions cannot be addressed with existing data and research methods, however well designed. Indeed, the committee was unable to find any of the laws that it examined had any effect on crime or suicide rates. In the case of right-to-carry laws, despite a large body of research, the committee found no credible evidence that the passage of right-to-carry laws decreases or increases violent crime, and there is almost no empirical evidence that the more than 80 prevention programs focused on gun-related violence have had any effect on children's behavior, knowledge, attitudes, or beliefs about firearms. The committee found that the data available on these questions are too weak to support unambiguous conclusions or strong policy statements.",
            "score": 52.672882080078125
        },
        {
            "docid": "39565409_3",
            "document": "Wheels (2014 film) . Mickey Cole (Donavon Warren) has slit his wrists, rolled onto train tracks and thrown himself down stairs. He is a suicidal paraplegic who has restless nights with vivid dreams of walking again. After many suicide attempts, Mickey decides he needs help and seeks someone he believes has no scruples and would do anything for money.",
            "score": 52.44308090209961
        }
    ]
}