{
    "q": [
        {
            "docid": "55744418_9",
            "document": "Jeeves and the Song of Songs . The 1932 collection \"Nothing But Wodehouse\" and the 1958 collection \"Selected Stories by P. G. Wodehouse\" included the story. The story was also featured in the 1960 collection \"The Most of P. G. Wodehouse\", and in the 1983 collection \"P. G. Wodehouse Short Stories\", published by The Folio Society with drawings by George Adamson.",
            "score": 16.222922325134277
        },
        {
            "docid": "63342_1",
            "document": "P. G. Wodehouse . P. G. Wodehouse",
            "score": 15.789552688598633
        },
        {
            "docid": "1888289_3",
            "document": "P. G. Wodehouse short stories bibliography . \"For a list of Wodehouse's books, including novels and collections of short stories, see P. G. Wodehouse bibliography.\"",
            "score": 15.768702507019043
        },
        {
            "docid": "1888289_2",
            "document": "P. G. Wodehouse short stories bibliography . The following is an incomplete list of short stories by P. G. Wodehouse grouped by the Wodehouse canon to which they belong, if applicable.",
            "score": 15.72086763381958
        },
        {
            "docid": "4465464_1",
            "document": "P. G. Wodehouse locations . P. G. Wodehouse locations",
            "score": 15.673963069915771
        },
        {
            "docid": "1369623_1",
            "document": "P. G. Wodehouse bibliography . P. G. Wodehouse bibliography",
            "score": 15.673963069915771
        },
        {
            "docid": "1901140_10",
            "document": "The Great Sermon Handicap . The 1932 collection \"Nothing But Wodehouse\" and the 1960 collection \"The Most of P. G. Wodehouse\" included this story. \"The Great Sermon Handicap\" was featured in the 1983 collection of Wodehouse stories titled \"P. G. Wodehouse Short Stories\" published by The Folio Society and illustrated by George Adamson, and in the 1984 collection of clergy-related Wodehouse stories \"The World of Wodehouse Clergy\" published by Hutchinson.",
            "score": 15.615509033203125
        },
        {
            "docid": "4139347_1",
            "document": "P. G. Wodehouse minor characters . P. G. Wodehouse minor characters",
            "score": 15.56005334854126
        },
        {
            "docid": "1368740_1",
            "document": "List of P. G. Wodehouse characters . List of P. G. Wodehouse characters",
            "score": 15.56005334854126
        },
        {
            "docid": "30896341_1",
            "document": "List of songs with lyrics by P. G. Wodehouse . List of songs with lyrics by P. G. Wodehouse",
            "score": 15.447787284851074
        },
        {
            "docid": "1888289_1",
            "document": "P. G. Wodehouse short stories bibliography . P. G. Wodehouse short stories bibliography",
            "score": 15.447787284851074
        },
        {
            "docid": "4956244_10",
            "document": "John Wodehouse, 3rd Earl of Kimberley . Kimberley's son John was the godson of the writer P. G. Wodehouse, a distant cousin, both being descended from Sir Armine Wodehouse, 5th Baronet. According to \"Brewer's Dictionary of Phrase and Fable\", P. G. Wodehouse based the character of Bertie Wooster on him.",
            "score": 17.220102310180664
        },
        {
            "docid": "55727894_9",
            "document": "Jeeves and the Impending Doom . The American edition of a collection of Wodehouse stories, \"The Weekend-End Wodehouse\", published in 1939 by Doubleday, included the story. The story appeared in \"Selected Stories by P. G. Wodehouse\", a 1958 collection of Wodehouse stories published by The Modern Library, and in \"The Most of Wodehouse\", a 1960 collection of Wodehouse stories published by Simon and Schuster. It was also featured in the 1983 collection \"P. G. Wodehouse Short Stories\", which was illustrated by George Adamson and published by The Folio Society. The collection \"A Wodehouse Bestiary\", a 1985 omnibus of Wodehouse stories involving animals, featured \"Jeeves and the Impending Doom\".",
            "score": 15.37512731552124
        },
        {
            "docid": "63342_50",
            "document": "P. G. Wodehouse . <poem> \" 'It seems to me, Jeeves, that the ceremony may be one fraught with considerable interest.' 'Yes, sir.' 'What, in your opinion, will the harvest be?' 'One finds it difficult to hazard a conjecture, sir.' 'You mean imagination boggles?' 'Yes, sir.' I inspected my imagination. He was right. It boggled.\" </poem>",
            "score": 14.854519248008728
        },
        {
            "docid": "63342_38",
            "document": "P. G. Wodehouse . On 15 January 1945 the French authorities released Wodehouse, but they did not inform him, until June 1946, that he would not face any official charges and was free to leave the country.",
            "score": 20.091367483139038
        },
        {
            "docid": "56864060_11",
            "document": "Sonny Boy (short story) . The 1951 anthology \"The Best of Modern Humor\", edited by P. G. Wodehouse and Scott Meredith, included \"Sonny Boy\", which was the only story by Wodehouse included in the anthology. The story was the only Wodehouse story included in the 1967 anthology \"A Carnival of Modern Humour\", also edited by P. G. Wodehouse and Scott Meredith.",
            "score": 15.29326057434082
        },
        {
            "docid": "412092_44",
            "document": "Stourbridge . Stourbridge Golf Course is also mentioned by P. G. Wodehouse. - P. G. Wodehouse, \"Money for Nothing\", Chapter 5.",
            "score": 15.22804594039917
        },
        {
            "docid": "4139347_2",
            "document": "P. G. Wodehouse minor characters . The following is an incomplete compendium of the fictional characters featured in the stories of P. G. Wodehouse (other than the ones already described in separate guides about Wodehouse series such as Blandings, Jeeves, etc.), in alphabetical order by surname.",
            "score": 15.21362829208374
        },
        {
            "docid": "4465464_13",
            "document": "P. G. Wodehouse locations . Blandings Castle is a fictional location central to many P. G. Wodehouse stories. It is an idyllic country house.",
            "score": 15.174084663391113
        },
        {
            "docid": "4465464_2",
            "document": "P. G. Wodehouse locations . The following is an incomplete compendium of the fictional locations featured in the stories of P. G. Wodehouse, in alphabetical order by place name.",
            "score": 15.120503425598145
        },
        {
            "docid": "1368740_2",
            "document": "List of P. G. Wodehouse characters . The following is an incomplete list of fictional characters featured in the books and stories of P. G. Wodehouse, by series, in alphabetical order by series name. Due to overlap between the various classifications of Wodehouse's work, some characters appear more than once.",
            "score": 15.081045627593994
        },
        {
            "docid": "30896341_2",
            "document": "List of songs with lyrics by P. G. Wodehouse . This list contains songs with lyrics written or co-written by the English humorist, novelist and playwright P. G. Wodehouse.",
            "score": 15.014468669891357
        },
        {
            "docid": "56696476_14",
            "document": "The Amazing Hat Mystery . \"The Amazing Hat Mystery\" was included in the collection \"The Most of P. G. Wodehouse\", which was published in the US on 15 October 1960, Wodehouse's seventy-ninth birthday. It was included in the 1978 collection \"Vintage Wodehouse\", a collection edited by Richard Usborne. The 1982 collection \"Tales from the Drones Club\" featured the story. It was included in \"P. G. Wodehouse Short Stories\", a 1983 collection published by The Folio Society that included drawings by George Adamson.",
            "score": 14.761213779449463
        },
        {
            "docid": "4139347_28",
            "document": "P. G. Wodehouse minor characters . \"J. G. Butterwick\" (in \"Heavy Weather\", 1933) and \"John G. Butterwick\" (in \"The Luck of the Bodkins\", 1935), became \"J. B. Butterwick\" (in \"Pearls, Girls and Monty Bodkin\", 1972). He is the senior partner in Butterwick, Price and Mandelbaum, Import and Export Merchants.",
            "score": 15.645476341247559
        },
        {
            "docid": "56705608_10",
            "document": "Goodbye to All Cats . The story was included in the English edition of the 1939 collection \"Week-end Wodehouse\", published by Herbert Jenkins Limited. It was collected in \"The Most of P. G. Wodehouse\", published on 15 October 1960. \"Tales from the Drones Club\", published in 1982, included the story. It was featured in \"P. G. Wodehouse Short Stories\", published by The Folio Society and illustrated by George Adamson.",
            "score": 14.655661582946777
        },
        {
            "docid": "56671680_10",
            "document": "Trouble Down at Tudsleigh . The story was included in the American edition of \"Eggs, Beans, and Crumpets\", published in 1940. It was featured in the 1949 collection, \"The Best of Wodehouse\", edited by Scott Meredith and published by Pocket Books. The collection \"The Week-End Book of Humor\", with stories selected by Wodehouse and Meredith, included the story, which was the only Wodehouse story featured in the book. This collection was published in 1952 in the US and 1954 in the UK, and was reissued with the alternate title \"P. G. Wodehouse Selects the Best of Humor\" in the US in 1965, and as \"P. G. Wodehouse Selects the Best of Humour\" in the UK in 1966. The story was also included in the 1982 collection \"Tales from the Drones Club\".",
            "score": 14.503658294677734
        },
        {
            "docid": "1897174_11",
            "document": "Jeeves Takes Charge . The story was included in the American edition of the 1939 Wodehouse collection \"The Week-End Wodehouse\", and in the 1958 collection of Wodehouse stories, \"Selected Stories by P. G. Wodehouse\".",
            "score": 14.378366470336914
        },
        {
            "docid": "1564680_4",
            "document": "John Wodehouse, 4th Earl of Kimberley . Wodehouse was the godson of the writer P. G. Wodehouse, a distant cousin, both being descended from Sir Armine Wodehouse, 5th Baronet.",
            "score": 14.378366470336914
        },
        {
            "docid": "2125254_2",
            "document": "The White Feather . The White Feather is a novel by P. G. Wodehouse, first published on 9 October 1907 by Adam & Charles Black, London. It is set at Wrykyn school, scene of Wodehouse's earlier book \"The Gold Bat\" (1904), and the later \"Mike\" (1909). Like many early Wodehouse novels, the story first appeared as a serial in the boys' magazine \"The Captain\", between October 1905 and March 1906. The phrase \"white feather\" is a reference to cowardice.",
            "score": 12.544758796691895
        },
        {
            "docid": "29853536_2",
            "document": "The World of Wodehouse . The World of Wodehouse was a comedy television series, based on the \"Blandings Castle\" and \"Ukridge\" comedy stories by P. G. Wodehouse.",
            "score": 14.292917251586914
        },
        {
            "docid": "80678_21",
            "document": "Jeeves . In the reference work \"Wodehouse in Woostershire\" by Wodehouse scholars Geoffrey Jaggard and Tony Ring, it is speculated using information provided in the Jeeves canon that Bertie's age ranges from approximately 24 to 29 over the stories (excluding \"Ring for Jeeves\"), and that Jeeves is roughly ten years older than Bertie, giving an age range of 35 to 40. This happens to agree with a personal letter written in 1961 by P. G. Wodehouse to scholar Robert A. Hall, Jr., in which Wodehouse, explaining that his characters did not age with real life time, gave an approximate age for Jeeves:",
            "score": 14.255626201629639
        },
        {
            "docid": "55648048_9",
            "document": "The Purity of the Turf (short story) . \"The Purity of the Turf\" was included in the 1932 collection \"Nothing But Wodehouse\" and in the 1960 collection \"The Most of P. G. Wodehouse\". The 1981 collection of crime-related Wodehouse stories, \"Wodehouse on Crime\", and the 1984 collection of clergy-related Wodehouse stories, \"The World of Wodehouse Clergy\", featured this story.",
            "score": 14.235436201095581
        }
    ],
    "r": [
        {
            "docid": "763038_21",
            "document": "Mark 11 . Jesus says he will tell them if they answer him one question. \"John's baptism — was it from heaven, or from men? Tell me!\" (30) The priests are then trapped. Mark implies that they did not believe in John, so that if they answer from heaven people will ask why they did not believe John. If they answer from men, they would be in conflict with the people, who \"did\" believe in John. They therefore refuse to answer and accordingly so does Jesus. This allows him to make the priests look bad and incompetent and also allows him to imply to the people that his authority is from God without saying it.",
            "score": 23.337425231933594
        },
        {
            "docid": "31629996_4",
            "document": "Teuvo Hakkarainen . In May 2011, Hakkarainen was talking to junior high school students. When some students asked Hakkarainen's opinion about gay adoptions, he told students that \"if two gays have a child, the child would become a double gay\", and said that he did so jokingly because he would rather answer questions regarding government talks.",
            "score": 22.98050308227539
        },
        {
            "docid": "2686017_41",
            "document": "Boy or Girl paradox . Assume that the probability of being born on a Tuesday is \"ε\" (\"ε\" =  will be set after arriving at the general solution). The first term in the numerator is therefore the probability of at least one boy born on Tuesday, given that the family has two boys, or (one minus the probability that neither boy is born on Tuesday). The second term in the numerator is simply , the probability of having two boys. The denominator is trickier; the required probability is that of having at least one boy on Tuesday over the entire sample space (two-child families). Therefore there are 4 cases to evaluate: BB, BG, GB, GG. Each of these occurs with probability . P(B(GG)) is 0, there are no boys. P(B(BG)) and P(B(GB)) is \"ε\", there is one and only one boy, thus he has ε chance of being born on Tuesday. P(B(BB)) is . It is the chance that one boy is born on Tuesday, plus the chance that the other boy is born on Tuesday, minus the chance that they both are (this term arises from the fact that P(A or B) = P(A) + P(B) − P(A)P(B), assuming that A and B are independent). Therefore, the full equation is:",
            "score": 22.233911514282227
        },
        {
            "docid": "430221_4",
            "document": "Hasan al-Askari . It is said that even as a child, al-Askari was endowed with divine knowledge. One day a man passed by him, and saw that he was crying. The man told him he would buy a toy that he might play with. \"No!\" said al-Askari, \"We have not been created for play.\" The man was amazed at this answer and said, \"Then, what for have we been created?\" \"For knowledge and worship.\" answered the child. The man said \"Where have you got this from?\" Al-Askari said, \"From the saying of God, \"Did you then think that We had created you in vain\".\" The man was confused, so he said, \"What has happened to you while you are guiltless, little child?\" al-Askari said, \"Be away from me! I have seen my mother set fire to big pieces of firewood, but fire is not lit except with small pieces, and I fear that I shall be from the small pieces of the firewood of the Hell.\"",
            "score": 21.20747947692871
        },
        {
            "docid": "8322943_18",
            "document": "Hanns Scharff . The Luftwaffe kept a vast collection of personal information about any pilot or commander in an enemy air wing in individual files. Scharff, when faced with a tight-lipped prisoner, usually consulted these files during interrogation sessions. He began by asking a prisoner a question he already knew the answer to, informing the prisoner that he already knew everything about him, but his superiors had given instruction that the prisoner himself had to say it. Scharff continued asking questions that he would then provide the answers for, each time hoping to convince his captive that there was nothing he did not already know. When he eventually got to the piece of information he did not have, prisoners would frequently give the answer, assuming Scharff already had it in his files anyway, often saying so as they provided the information. Scharff made a point of keeping the Luftwaffe's lack of knowledge a strict secret so as to exploit the same tactic further in later conversations.",
            "score": 21.063840866088867
        },
        {
            "docid": "30578340_14",
            "document": "Extremely Loud &amp; Incredibly Close (film) . Daldry stated in an interview that the film is about \"a special child who is somewhere on the autistic spectrum, trying to find his own logic – trying to make sense of something that literally doesn’t make sense to him.\" When asked how much research was necessary to realistically portray a character with such a condition, he answered \"we did a lot of research,\" and that he \"spent a lot of time with different experts of Asperger’s and talked to them.\" In the film, Oskar reveals that he was tested for Asperger syndrome, but the results were inconclusive. As Daldry explained: \"Every child is different on the autistic spectrum, so we created our own version of a child that was in some way – not heavily, but somewhere on that spectrum in terms of the fears and the phobias.\" There are no references to autism in the novel. Author Jonathan Safran Foer stated in an interview that he had never thought of Oskar as autistic, but added, \"Which is not to say he isn't – it's really up for readers to decide. It's not to say that plenty of descriptions of him wouldn't be fitting, only that I didn't have them in mind at the time.\"",
            "score": 20.901988983154297
        },
        {
            "docid": "332652_6",
            "document": "Geniac . A typical project was a primitive \"Masculine–Feminine Testing Machine\". The user was instructed to answer five questions related to gender, such as \"Which makes a better toy for a child: (a) electric train? (b) a doll with a complete wardrobe?\" Having wired five of the six rotary switches and set them to \"off\" positions, questions could be asked. For each \"a\" answer, a switch was turned to one of two \"on\" positions, setting a circuit segment; for each \"b\" answer, the other \"on\" position. The circuitry sensed the cumulative effect of the switch positions, the circuit being completed, and a \"more masculine\" or \"more feminine\" bulb lit, once three masculine or three feminine answers were recorded.",
            "score": 20.819860458374023
        },
        {
            "docid": "273102_4",
            "document": "Knights and Knaves . One of Smullyan's examples of this type of puzzle involves three inhabitants referred to as A, B and C. The visitor asks A what type he is, but does not hear A's answer. B then says \"A said that he is a knave\" and C says \"Don't believe B; he is lying!\" To solve the puzzle, note that no inhabitant can say that he is a knave. Therefore, B's statement must be untrue, so he is a knave, making C's statement true, so he is a knight. Since A's answer invariably would be \"I'm a knight\", it is not possible to determine whether A is a knight or knave from the information provided.",
            "score": 20.73670768737793
        },
        {
            "docid": "63342_45",
            "document": "P. G. Wodehouse . Wodehouse believed that one of the factors that made his stories humorous was his view of life, and he stated that \"If you take life fairly easily, then you take a humorous view of things. It's probably because you were born that way.\" He carried this view through into his writing, describing the approach as \"making the thing a sort of musical comedy without music, and ignoring real life altogether\". The literary critic Edward L. Galligan considers Wodehouse's stories to show his mastery in adapting the form of the American musical comedy for his writings. Wodehouse would ensure that his first draft was as carefully and accurately done as possible, correcting and refining the prose as he wrote, and would then make another good copy, before proof reading again and then making a final copy for his publisher. Most of Wodehouse's canon is set in an undated period around the 1920s and 1930s. The critic Anthony Lejeune describes the settings of Wodehouse's novels, such as the Drones Club and Blandings Castle, as \"a fairyland\". Although some critics thought Wodehouse's fiction was based on a world that had never existed, Wodehouse affirmed that \"it did. It was going strong between the wars\", although he agreed that his version was to some extent \"a sort of artificial world of my own creation\". The novels showed a largely unchanging world, regardless of when they were written, and only rarely—and mistakenly in McCrum's view—did Wodehouse allow modernity to intrude, as he did in the 1966 story \"Bingo Bans the Bomb\".",
            "score": 20.724090576171875
        },
        {
            "docid": "11253956_17",
            "document": "Noah in rabbinic literature . When Noah, on leaving the ark, saw the destruction wrought on the world, he began to weep, saying: \"Lord of the world, Thou art merciful; why hast Thou not pitied Thy children?\" God answered him: \"Foolish shepherd! Now thou implorest My clemency. Hadst thou done so when I announced to thee the Flood it would not have come to pass. Thou knewest that thou wouldest be rescued, and therefore didst not care for others; now thou prayest.\" Noah acknowledged his fault, and offered sacrifices in expiation of it (\"Zohar hadash\", p. 42a, b). It was because Noah neglected to pray for his contemporaries that he was punished with lameness and that his son Ham abused him (ib. p. 43a).",
            "score": 20.66822624206543
        },
        {
            "docid": "25981697_5",
            "document": "Cognitive password . Questions developed for cognitive password systems are classified as being either fact or opinion based. Fact based systems have questions with answers that are considered independent of an individual's feelings such as \"What is the name of the high school you attended?\". Opinion based questions are the opposite and, as the name implies, have answers based on personal opinions such as, \"What is your favorite color?\" Later research developed a set of criteria for question selection which included generalized answerability, number of potential answers, and generalized lack of ambiguity. The first criteria suggested that questions should be answerable by all (i.e. not asking \"When did you purchase your first home?\" because not all users may have purchased homes). The second criteria recommended selecting questions with a sufficiently large set of potential answers (i.e. not asking \"How many children do you have?\" because a majority of people would answer 0, 1 or 2). The final criteria looked for questions that were as unambiguous as possible (i.e. not asking \"How many family members do you have?\" as there may be some confusion as to who would be included in that count).",
            "score": 20.646915435791016
        },
        {
            "docid": "751106_17",
            "document": "Anchoring . In the same study that criticized anchoring-and-adjusting, the authors proposed an alternate explanation regarding selective accessibility, which is derived from a theory called \"confirmatory hypothesis testing\". In short, selective accessibility proposes that when given an anchor, a judge (i.e. a person making some judgment) will evaluate the hypothesis that the anchor thinks is a suitable answer. Assuming it is not, the judge moves on to another guess, but not before accessing all the relevant attributes of the anchor itself. Then, when evaluating the new answer, the judge looks for ways in which it is similar to the anchor, resulting in the anchoring effect. Various studies have found empirical support for this hypothesis. This explanation assumes that the judge considers the anchor to be a plausible value so that it is not immediately rejected, which would preclude considering its relevant attributes.",
            "score": 20.610240936279297
        },
        {
            "docid": "7135084_6",
            "document": "Randomized response . Half the people—or half the questionnaire population—get tails and the other half get heads when they flip the coin. Therefore, half of those people will answer \"yes\" regardless of whether they have done it. The other half will answer truthfully according to their experience. So whatever proportion of the group said \"no\", the true number who did not have sex with a prostitute is double that, because we assume the two halves are probably close to the same as it is a large randomized sampling. For example, if 20% of the population surveyed said \"no\", then the true fraction that did not have sex with a prostitute is 40%.",
            "score": 20.608739852905273
        },
        {
            "docid": "3729941_67",
            "document": "Who Wants to Be a Millionaire (U.S. game show) . Each contestant had the same decision facing them as before, which was whether to attempt to answer the question or walk away with their pre-tournament total intact. Attempting the question and answering incorrectly incurred the same penalty as in regular play, with a reduction of their pre-tournament winnings to $25,000. If the question was answered correctly, the player that did so became the tournament leader. If another player after him/her answered correctly, that player assumed the lead and the previous leader kept their pre-tournament winnings. The highest remaining seed to have attempted and correctly answered their question at the end of the tournament on November 20, 2009 would be declared the winner and become the syndicated series' third millionaire.",
            "score": 20.507909774780273
        },
        {
            "docid": "2875520_82",
            "document": "Vayeira . Rav Avira taught (sometimes in the name of Rabbi Ammi, sometimes in the name of Rabbi Assi) that the words \"And the child grew, and was weaned (\"va-yigamal\", ), and Abraham made a great feast on the day that Isaac was weaned\" in teach that God will make a great feast for the righteous on the day that God manifests (\"yigmol\") God's love to Isaac's descendants. After they have eaten and drunk, they will ask Abraham to recite the Grace after meals (\"Birkat Hamazon\"), but Abraham will answer that he cannot say Grace, because he fathered Ishmael. Then they will ask Isaac to say Grace, but Isaac will answer that he cannot say Grace, because he fathered Esau. Then they will ask Jacob, but Jacob will answer that he cannot, because he married two sisters during both their lifetimes, which was destined to forbid. Then they will ask Moses, but Moses will answer that he cannot, because God did not allow him to enter the Land of Israel either in life or in death. Then they will ask Joshua, but Joshua will answer that he cannot, because he was not privileged to have a son, for reports, \"Nun was his son, Joshua was his son,\" without listing further descendants. Then they will ask David, and he will say Grace, and find it fitting for him to do so, because records David saying, \"I will lift up the cup of salvation, and call upon the name of the Lord.\"",
            "score": 20.134124755859375
        },
        {
            "docid": "63342_38",
            "document": "P. G. Wodehouse . On 15 January 1945 the French authorities released Wodehouse, but they did not inform him, until June 1946, that he would not face any official charges and was free to leave the country.",
            "score": 20.091367721557617
        },
        {
            "docid": "83076_16",
            "document": "Sphinx . In Jean Cocteau's retelling of the Oedipus legend, \"The Infernal Machine\", the Sphinx tells Oedipus the answer to the riddle in order to kill herself so that she did not have to kill anymore, and also to make him love her. He leaves without ever thanking her for giving him the answer to the riddle. The scene ends when the Sphinx and Anubis ascend back to the heavens.",
            "score": 19.964033126831055
        },
        {
            "docid": "2686017_6",
            "document": "Boy or Girl paradox . The two possible answers share a number of assumptions. First, it is assumed that the space of all possible events can be easily enumerated, providing an extensional definition of outcomes: {BB, BG, GB, GG}. This notation indicates that there are four possible combinations of children, labeling boys B and girls G, and using the first letter to represent the older child. Second, it is assumed that these outcomes are equally probable. This implies the following model, a Bernoulli process with \"p\" = :",
            "score": 19.662599563598633
        },
        {
            "docid": "6083697_30",
            "document": "Sexual Morality and the Law . The journalist Pierre Hahn asks twice about how to determine an age for consent: \"Public opinion, including enlightened opinion such as that of the doctors of the Institute of Sexology ( L'Institut de Sexologie), asked at what age there can be said to be definite consent. It's a big problem. (...) If you were a legislator, you would fix no limit and you would leave it to the judges to decide whether or not an indecent act was committed with or without consent? Is that your position?\". Foucault answers that \"it is difficult to lay down barriers\", and that this wouldn’t make any sense. He added that he discussed the subject with a judge who told him that there are eighteen-year-old girls who are practically forced to have sex with their fathers or stepfathers: \"They may be eighteen, but it's an intolerable system of constraint\", he said.",
            "score": 19.45404052734375
        },
        {
            "docid": "4779542_35",
            "document": "Trinitarian universalism . \"For He says to Moses, 'I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.' So then it {does} not {depend} on the man who wills or the man who runs, but on God who has mercy.\" Romans 9:15–16 Also, the Bible in several places refers to freedom being only for those freed through Christ, and that those who are not in Christ are in darkness under the dominion of Satan (Acts 26:18), and are slaves to sin (John 8:34). Therefore, it would make no sense to maintain that someone can have the \"freedom\" to \"reject God\"—it is only by sin that people reject God. Those in sin are slaves to sin and Satan, and therefore it is only God who can, by his grace, release them from that bondage and make them able to believe: \"The Lord's bond-servant must not be quarrelsome, but be kind to all, able to teach, patient when wronged, with gentleness correcting those who are in opposition, if perhaps God may grant them repentance leading to the knowledge of the truth, and they may come to their senses {and escape} from the snare of the devil, having been held captive by him to do his will.\" Furthermore, the idea that God wills us to have real love, and that therefore the love cannot be forced upon us, is not to say that, therefore, the only other alternative is absolute and total freedom, even freedom to condemn ourselves. A good parent would certainly allow their son or daughter to develop into their own genuine person, making free choices. That doesn't mean, however, that the parent's earnest desire for authenticity in their child's life, based on the child making real, honest, personal choices, would therefore lead them to not intervene if the child were about to jump in front of a moving train, or take a fatal dose of sleeping pills. To say that God either gives us absolute and total freedom to accept or reject him, or else we are mindless robots or marionettes is a false dichotomy. It also conveniently ignores the blatant fact that almost nothing in our life is under our control, from when and where we are born, to our economic status, to what sorts of beliefs we are taught and raised with—all of which have a bearing on our decision to accept or reject Him. No matter how much we would like to pretend otherwise, the decision to have faith in Christ is not as much \"free will\" as it is the enormously personal culmination of all the circumstances of our lives, and therefore enormously influenced by the myriad external, uncontrollable factors that have shaped our hearts and minds.",
            "score": 19.452533721923828
        },
        {
            "docid": "24471842_12",
            "document": "Büchi's problem . A positive answer to Büchi's problem would imply, using the negative answer to Hilbert's Tenth Problem by Yuri Matiyasevich, that there is no algorithm to decide whether a system of diagonal quadratic forms with integer coefficients represents an integer tuple. Indeed, Büchi observed that squaring, therefore multiplication, would be existentially definable in the integers over the first-order language having two symbols of constant for 0 and 1, a symbol of function for the sum, and a symbol of relation \"P\" to express that an integer is a square.",
            "score": 19.450502395629883
        },
        {
            "docid": "40885798_4",
            "document": "Robert Wynn (United States Army soldier) . After the Attack on Pearl Harbor, Wynn and Powers along with others in the vocational school were shipped to Navy Shipyard at Portsmouth to work on the battleships. Right before they were about to be frozen to the job, Wynn and Powers enlisted in the army and volunteered for the Paratroopers. They understood that the training would be difficult, so they vowed they would make it to the end, and they made a bet that if either of them quit, that person would have to pay the other ten dollars. Therefore, later when asked by Lieutenant Richard Winters what got him into the paratroopers, Wynn answered, 'Shifty did.'",
            "score": 19.439456939697266
        },
        {
            "docid": "4674007_90",
            "document": "Acharei Mot . Rav Awira taught (sometimes in the name of Rabbi Ammi, sometimes in the name of Rabbi Assi) that the words \"And the child grew, and was weaned (, \"va-yigamal\"), and Abraham made a great feast on the day that Isaac was weaned\" in teach that God will make a great feast for the righteous on the day that God manifests (\"yigmol\") God's love to Isaac's descendants. After they have eaten and drunk, they will ask Abraham to recite the Grace after meals (\"Birkat Hamazon\"), but Abraham will answer that he cannot say Grace, because he fathered Ishmael. Then they will ask Isaac to say Grace, but Isaac will answer that he cannot say Grace, because he fathered Esau. Then they will ask Jacob, but Jacob will answer that he cannot, because he married two sisters during both their lifetimes, which was destined to forbid. Then they will ask Moses, but Moses will answer that he cannot, because God did not allow him to enter the Land of Israel either in life or in death. Then they will ask Joshua, but Joshua will answer that he cannot, because he was not privileged to have a son, for reports, \"Nun was his son, Joshua was his son,\" without listing further descendants. Then they will ask David, and he will say Grace, and find it fitting for him to do so, because records David saying, \"I will lift up the cup of salvation, and call upon the name of the Lord.\" A Baraita was taught in the Academy of Eliyahu: A certain scholar diligently studied Bible and Mishnah, and greatly served scholars, but nonetheless died young. His wife carried his tefillin to the synagogues and schoolhouses and asked if says, \"for that is your life, and the length of your days,\" why her husband nonetheless died young. No one could answer her. On one occasion, Eliyahu asked her how he was to her during her days of white garments — the seven days after her menstrual period — and she reported that they ate, drank, and slept together without clothing. Eliyahu explained that God must have slain him because he did not sufficiently respect the separation that requires.",
            "score": 19.390520095825195
        },
        {
            "docid": "3495521_15",
            "document": "The King and the Beggar-maid . P. G. Wodehouse, in the novel \"Laughing Gas\", has the impoverished Ann Bannister initially reject a marriage proposal from the wealthy Reggie Havershot by alluding to this story and then saying \"If I'd been there, I'd have said 'Oh yeah?' \" Also, in the novel \"Jill the Reckless\" (1920), Wodehouse makes two references to Cophetua. First, on p. 99, the protagonist, Jill Mariner, muses: \"She would come to him like the beggar-maid to Cophetua.\" Second, on p. 287, at the beginning of a scene in which he is about to be thrown over by Jill, Sir Derek Underhill thinks, \"He was still not quite sure in his mind whether he was playing the role of a penitent or a King Cophetua...\" (Please note that cited e-book page numbers may be unreliable.)",
            "score": 19.383604049682617
        },
        {
            "docid": "6744091_13",
            "document": "PDQ (game show) . The object of the revival was for a team of two players (a contestant and a celebrity player, in the original version, pairs of celebrities in the second) to guess a word or short phrase in less time than the opposing team. One player would sit in an isolation booth, and the partner would stand outside the booth in front of a rack, on which letters representing the answer were placed. These letters were out of view of the partner in the booth. When signaled by Enberg, that player would take three letters from the answer and place them on a board behind him or her where the partner in the booth could see them. The first letter of the answer had to be used, but the first three letters could not, nor could letters that appeared the same (e.g., if the answer is \"Boston Red Sox\", B-O-S could not be used even if the S from \"Sox\" was used, although B-S-O was allowed). A player who did so was penalized, with 15 seconds being added to their elapsed time. The player with the letters would then make gestures, similar to charades, that would aid the partner in guessing the answer.",
            "score": 19.336158752441406
        },
        {
            "docid": "50939661_4",
            "document": "Opinion polling on Scottish independence . Since the referendum in September 2014, opinion polls have asked how people would vote in a hypothetical second referendum. These polls have been carried out since six weeks after the referendum. Twenty-five opinion polls were conducted in the year after the referendum, with seventeen of them having \"No\" as the predominant answer, seven having \"Yes\", and one having an equal proportion of respondents for each opinion. During the period of 18 September 2015 to 18 September 2016 a further twenty-four opinion polls were conducted, of which twenty had \"No\" as the predominant answer while four had \"Yes\" as the predominant answer. From 18 September 2016 to 18 September 2017 twenty-six polls were conducted with twenty-five returning \"No\" as the most popular answer and only one returning \"Yes\" as the most popular answer.",
            "score": 19.30725860595703
        },
        {
            "docid": "20495837_7",
            "document": "The Buddha and His Dhamma . The first problem relates to the main event in the life of the Buddha, namely, Parivraja. Why did the Buddha take Parivraja? The traditional answer is that he took Parivraja because he saw a dead person, a sick person and an old person. This answer is absurd on the face of it. The Buddha took Parivraja at the age of 29. If he took Parivraja as a result of these three sights, how is it he did not see these three sights earlier? These are common events occurring by hundreds, and the Buddha could not have failed to come across them earlier. It is impossible to accept the traditional explanation that this was the first time he saw them. The explanation is not plausible and does not appeal to reason. But if this is not the answer to the question, what is the real answer?  The second problem is created by the four Aryan Truths. Do they form part of the original teachings of the Buddha? This formula cuts at the root of Buddhism. If life is sorrow, death is sorrow, and rebirth is sorrow, then there is an end of everything. Neither religion nor philosophy can help a man to achieve happiness in the world. If there is no escape from sorrow, then what can religion do, what can Buddha do, to relieve man from such sorrow which is ever there in birth itself? The four Aryan Truths are a great stumbling block in the way of non-Buddhists accepting the gospel of Buddhism. For the four Aryan Truths deny hope to man. The four Aryan Truths make the gospel of the Buddha a gospel of pessimism. Do they form part of the original gospel, or are they a later accretion by the monks?  The third problem relates to the doctrines of soul, of karma and rebirth. The Buddha denied the existence of the soul. But he is also said to have affirmed the doctrine of karma and rebirth. At once a question arises. If there is no soul, how can there be karma? If there is no soul, how can there be rebirth? These are baffling questions. In what sense did the Buddha use the words karma and rebirth? Did he use them in a different sense than the sense in which they were used by the Brahmins of his day? If so, in what sense? Did he use them in the same sense in which the Brahmins used them? If so, is there not a terrible contradiction between the denial of the soul and the affirmation of karma and rebirth? This contradiction needs to be resolved.  The fourth problem relates to the Bhikkhu. What was the object of the Buddha in creating the Bhikkhu? Was the object to create a perfect man? Or was his object to create a social servant devoting his life to service of the people and being their friend, guide and philosopher? This is a very real question. On it depends the future of Buddhism. If the Bhikkhu is only a perfect man he is of no use to the propagation of Buddhism, because though a perfect man he is a selfish man. If, on the other hand, he is a social servant, he may prove to be the hope of Buddhism. This question must be decided not so much in the interest of doctrinal consistency but in the interest of the future of Buddhism.",
            "score": 19.30185890197754
        },
        {
            "docid": "3502851_4",
            "document": "Day-care sex-abuse hysteria . Children are vulnerable to outside influences that lead to fabrication of testimony. Their testimony can be influenced in a variety of ways. Maggie Bruck in her article published by the American Psychological Association wrote that children incorporate aspects of the interviewer's questions into their answers in an attempt to tell the interviewer what the child believes is being sought. Studies also show that when adults ask children questions that do not make sense (such as \"is milk bigger than water?\" or \"is red heavier than yellow?\"), most children will offer an answer, believing that there is an answer to be given, rather than understand the absurdity of the question. Furthermore, repeated questioning of children causes them to change their answers. This is because the children perceive the repeated questioning as a sign that they did not give the \"correct\" answer previously. Children are also especially susceptible to leading and suggestive questions. Some studies have shown that only a small percentage of children produce fictitious reports of sexual abuse on their own. Other studies have shown that children understate occurrences of abuse.",
            "score": 19.229198455810547
        },
        {
            "docid": "65237_7",
            "document": "Aulë . When Aulë had completed his work he began to instruct the Dwarves in the language he had made for them, Khuzdul. Then Ilúvatar spoke to him, asking why he would seek to exceed his power and authority by attempting to make new life. Aulë repented, answering that the drive to create was kindled in him by Ilúvatar, and that he only wished for other beings to love and teach, with whom to share in the beauty of the world. He admitted that his impatience had driven him to folly and submitted his creations to Ilúvatar. Assuming that they should be destroyed, he made to smite the seven Fathers of the Dwarves with a great hammer, weeping as he did so. But as the Dwarves shrank from the blow, Ilúvatar stayed Aulë's hand and showed that he had already accepted his offer by gifting the Dwarves with spirits of their own, else they could not have been afraid.",
            "score": 19.18646812438965
        },
        {
            "docid": "6818243_5",
            "document": "Tangaloa (Tongan mythology) . Ilaheva became pregnant and bore a son. After a while the god returned down from the sky and told her to name him Ahoeitu (\"day has dawned\"). Then, when the woman answered him that her place was sandy, he said he would throw some clay down from the sky so she could make a plantation for their child. So the hill Holohiufi (\"pour the yam\") was made and the heketala (\"slip tern\", a kind of yam) was planted. Then the god did no longer return.",
            "score": 19.1811580657959
        },
        {
            "docid": "11147901_23",
            "document": "Gladden Bishop . \"I wish to say a few words about some men and families in this city, called Gladdenites. We have been pretty severe upon them, but nowhere, except in the pulpit, to my knowledge. I counsel my brethren to keep away from their houses; let them alone, and treat them as courteously as you would any other person. Do you enquire whether I have any grounds for giving this advice? I answer, I have. For there are few men in this congregation who know when to stop, should they find themselves engaged in a contest with one of that class of people, therefore let them alone entirely. Those individuals are disagreeable to me, and so are their doctrines. The man they hold up is so low and degraded in his spirit, feelings, and life, I have not patience to hear anything said about him. I have known him too long, and too well, not to be satisfied of the wickedness of his heart. ... \"I wish this community to understand, that what has been said here touching those men and their views has been with no other design than to cause them to use their tongues as they ought, and cease abusing me and this people. Some of them visited me yesterday, and wished to know if it was safe for them to stay here. I told them they were as safe as I was, if they did not undertake to make us swallow, whether or not, something we are not willing to take. \"We have been driven, and re-driven,\" said I, \"and if corrupt people stay in our midst, they have got to use their tongues properly.\" They promised they would, if they might stay.",
            "score": 19.139162063598633
        },
        {
            "docid": "13154296_4",
            "document": "Yorick Wilks . A key component of the notion of preference in semantics was that the interpretation of an utterance is not a well- or ill-formed notion, as was argued in Chomskyan approaches, such as those of Jerry Fodor and Jerrold Katz. It was rather that a semantic interpretation was the best available, even though some preferences might not be satisfied. So, in \"The machine answered the question with a low whine\" the agent of \"answer\" does not satisfy that verb's preference for a human answerer—which would cause it to be deemed ill-formed by Fodor and Katz—but is accepted as sub-optimal or metaphorical, and, now, conventional. The function of the algorithm is not to determine well-formedness at all but to make the optimal selection of word-senses to participate in the overall interpretation. Thus, in \"The Pole answered...\" the system will always select the human sense of the agent and not the inanimate one if it gives a more coherent interpretation overall.",
            "score": 19.13480567932129
        }
    ]
}