{
    "q": [
        {
            "docid": "25529469_4",
            "document": "Solar eclipse of January 5, 1935 . It was the last eclipse of solar saros 111 with the moon's penumbra touching the earth for just 10 minutes. The next mini eclipse in 296 years, the last solar eclipse that was very short occurred on January 4, 1639 and had a magnitude of 0.0009 and lasted for about 7 minutes.",
            "score": 82.28198504447937
        },
        {
            "docid": "53464434_3",
            "document": "Solar eclipse of April 5, 1837 . It was the first of three partial eclipses that took place that year, each two in two months, the next on was on May 4 covered a part of the Northern Hemisphere. It was the last of solar saros 107.",
            "score": 71.5461893081665
        },
        {
            "docid": "53467617_3",
            "document": "Solar eclipse of February 3, 1859 . It was the first of four partial eclipses that took place that year, two in a space of two months each, the next on was on March 4 and covered a small part of the Northern Hemisphere. It was the last of solar saros 109.",
            "score": 74.91503739356995
        },
        {
            "docid": "53559973_5",
            "document": "Solar eclipse of January 4, 1639 . It was the last solar eclipse that took place to date that was under the magnitude of 0.001. The next short solar eclipse was on January 5, 1935 in the Southern Hemisphere and the magnitude above 0.001.",
            "score": 65.2500433921814
        },
        {
            "docid": "53559973_4",
            "document": "Solar eclipse of January 4, 1639 . It was the first of three partial eclipses that took place that year, the last occurred in the Southern Hemisphere on December 5, 1638, the next was on June 1.",
            "score": 59.90885090827942
        },
        {
            "docid": "53577132_3",
            "document": "Solar eclipse of July 9, 1888 . It was the second of three partial eclipses that took place that year, the last was on February 11 and the next was on August 7 in the Northern Hemisphere It was the last four of solar saros 115, the next was on July 21, 1906 and the last was on August 12, 1942.",
            "score": 71.51421809196472
        },
        {
            "docid": "53570300_3",
            "document": "Solar eclipse of December 2, 1880 . It was the last of four eclipses that took place that year, the last two that were partial. It was the last four of solar saros 111, the next eclipses of the cycle were on December 13, 1898, December 24, 1916 and January 5, 1935.",
            "score": 74.5503261089325
        },
        {
            "docid": "53559778_3",
            "document": "Solar eclipse of November 21, 1862 . It was the first of three partial eclipses that took place that year, the last occurred in the same hemisphere on June 27, nearly on the opposite side of the previous eclipse. It was the last three of the solar saros 111, the next was on December 2, 1880 and the last was on January 5, 1935.",
            "score": 67.54768776893616
        },
        {
            "docid": "53560245_3",
            "document": "Solar eclipse of November 10, 1844 . It was last of four partial eclipses that took place that year, two in the space of two months each, the last one was on July 1819 and covered a part of the Northern Hemisphere. It was the last six of the solar saros 111 cycle of eclipses, the next one was on November 21, 1862 and the last one on January 5, 1935.",
            "score": 79.60386109352112
        },
        {
            "docid": "53456049_3",
            "document": "Solar eclipse of August 7, 1812 . It was one of four partial eclipses that took place that year, each two in two months, the last one was on March 13 in the same hemisphere, the next one was on September 12 and covered a part of the Northern Hemisphere mainly North America. A part of the eclipse occurred in a smaller area where the previous partial eclipse happened. It was the last three of solar saros 113, the next two were on August 18, 1830 and on August 28, 1848.",
            "score": 80.17058849334717
        },
        {
            "docid": "53456326_3",
            "document": "Solar eclipse of August 18, 1830 . It was one of four partial eclipses that took place that year, each two in two months, the last one was on March 30 in the same hemisphere, the next one was on September 17 and covered a part of the Northern Hemisphere. It was the last two of solar saros 113, the next was on August 28, 1848.",
            "score": 76.72386407852173
        },
        {
            "docid": "24674591_3",
            "document": "Solar eclipse of July 2, 2019 . Totality will be visible from the southern Pacific Ocean east of New Zealand to the Coquimbo Region in Chile and Argentina at sunset, with the maximum of 4 minutes 32 seconds visible from the Pacific Ocean. Astronomers Without Borders collected eclipse glasses for redistribution to Latin America and Asia for their 2019 eclipses from the solar eclipse of August 21, 2017. A total solar eclipse will cross this region on December 14, 2020 just 531 days later.",
            "score": 64.4647970199585
        },
        {
            "docid": "25235468_1",
            "document": "Solar eclipse of December 14, 2020 . Solar eclipse of December 14, 2020",
            "score": 65.37872505187988
        },
        {
            "docid": "25235457_1",
            "document": "Solar eclipse of June 21, 2020 . Solar eclipse of June 21, 2020",
            "score": 65.37872505187988
        },
        {
            "docid": "53476492_3",
            "document": "Solar eclipse of October 29, 1837 . It was the last of three partial eclipses that took place that year, the first of two in two months, the last was on May 4 which covered a part of the Northern Hemisphere. It was part of solar saros 150.",
            "score": 72.8912181854248
        },
        {
            "docid": "25208151_3",
            "document": "Solar eclipse of June 30, 1973 . With a maximum eclipse of 7 minutes and 4 seconds, this was the last total solar eclipse that exceeds 7 minutes in this series. The last total eclipse over 7 minutes was on July 1, 1098 which lasted 7 minutes and 5 seconds. There will not be a longer total solar eclipse until June 25, 2150.",
            "score": 69.37576842308044
        },
        {
            "docid": "53463969_3",
            "document": "Solar eclipse of March 25, 1819 . It was the first of four partial eclipses that took place that year, each two in two months, the next on was on April 24 covered a part of the Northern Hemisphere. It was the last two of solar saros 107, the last one was on April 5, 1837.",
            "score": 77.1251494884491
        },
        {
            "docid": "25235468_2",
            "document": "Solar eclipse of December 14, 2020 . A total solar eclipse will occur on December 14, 2020. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide.",
            "score": 91.07290148735046
        },
        {
            "docid": "25559060_3",
            "document": "Solar Saros 139 . This series is currently producing total eclipses over 4 minutes long, with each one gradually increasing in length. It will continue to do so until July 16, 2186 when it will produce the longest total eclipse calculated for the ten millennia from 3999 BCE to 6000 CE. The last eclipse to occur was a total eclipse on March 29, 2006, lasting 4 minutes 7 seconds and passing over portions of Africa and western Asia. The next eclipse will occur on April 8, 2024, lasting 4 minutes 28 seconds over central North America, entering in Mexico, crossing the United States, and leaving in eastern Canada.",
            "score": 63.92974233627319
        },
        {
            "docid": "25235457_2",
            "document": "Solar eclipse of June 21, 2020 . An annular solar eclipse will occur on June 21, 2020. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. An annular solar eclipse occurs when the Moon's apparent diameter is smaller than the Sun's, blocking most of the Sun's light and causing the Sun to look like an annulus (ring). An annular eclipse appears as a partial eclipse over a region of the Earth thousands of kilometres wide. <BR>Animated path",
            "score": 87.03017330169678
        },
        {
            "docid": "53467409_3",
            "document": "Solar eclipse of January 22, 1841 . It was the first of four partial eclipses that took place that year, two in a space of two months each, the next on was on February 21 covered a small part of the Northern Hemisphere. It was the last two of solar saros 109, the last one was on February 3, 1859.",
            "score": 79.03546500205994
        },
        {
            "docid": "36125553_3",
            "document": "Solar eclipse of March 14, 1801 . It was the first of four partial eclipses that took place that year, each two in two months, the next on was on April 13 covered a part of the Northern Hemisphere. It was the last three of solar saros 107, the next two were on March 25, 1819 and April 5, 1837.",
            "score": 73.52162003517151
        },
        {
            "docid": "25053420_5",
            "document": "Solar eclipse of February 26, 1979 . Many visitors traveled to the Pacific Northwest to view the Monday morning eclipse, as it was the last chance to view a total solar eclipse in the contiguous United States for almost four decades. The next opportunity was 38½ years later on August 21, 2017, also a Monday.",
            "score": 71.09358882904053
        },
        {
            "docid": "4557237_4",
            "document": "List of solar eclipses in the 21st century . The next solar eclipse (Partial) will occur on July 13, 2018; the last solar eclipse (Partial) occurred on February 15, 2018.",
            "score": 66.21684074401855
        },
        {
            "docid": "53467514_3",
            "document": "Solar eclipse of January 12, 1823 . It was one of four partial eclipses that took place that year, two within the space of two months each, the next one was on February 11 and covered the Northern Hemisphere. It was the three of last of solar saros 109, the next two were on January 22, 1841 and February 5, 1859.",
            "score": 73.77941942214966
        },
        {
            "docid": "25428869_2",
            "document": "Solar eclipse of September 4, 2100 . A total solar eclipse is forecast to occur on September 4, 2100. It will be the last solar eclipse of the 21st century. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide.",
            "score": 88.12149977684021
        },
        {
            "docid": "25208100_4",
            "document": "Solar eclipse of August 12, 2026 . The last total eclipse in Europe occurred on August 11, 1999.  The last total solar eclipse happened in Spain on August 30, 1905 and followed a similar path across the country. The next total eclipse visible in Spain will happen less than a year later on 2 August 2027. A partial eclipse will cover more than 90% of the area of the sun in Ireland, Great Britain, Portugal, France, Italy, the Balkans and North Africa and to a lesser extent in most of Europe, North Africa and North America.",
            "score": 67.36020350456238
        },
        {
            "docid": "66109_11",
            "document": "Eclipse cycle . If a solar eclipse occurs at one new moon, which must be close to a node, then at the next full moon the Moon is already more than a day past its opposite node, and may or may not miss the Earth's shadow. By the next new moon it is even further ahead of the node, so it is less likely that there will be a solar eclipse somewhere on Earth. By the next month, there will certainly be no event.",
            "score": 87.51735496520996
        },
        {
            "docid": "632331_31",
            "document": "Transit of Venus . The simultaneous occurrence of a transit of Mercury and a transit of Venus does occur, but extremely infrequently. Such an event last occurred on 22 September 373,173 BC and will next occur on 26 July 69,163, and again on 29 March 224,508. The simultaneous occurrence of a solar eclipse and a transit of Venus is currently possible, but very rare. The next solar eclipse occurring during a transit of Venus will be on 5 April 15,232. The last time a solar eclipse occurred during a transit of Venus was on 1 November 15,607 BC. The day after the Venerean transit of 3 June 1769 there was a total solar eclipse, which was visible in Northern America, Europe and Northern Asia.",
            "score": 75.26624321937561
        },
        {
            "docid": "53443787_3",
            "document": "Solar eclipse of March 13, 1812 . It was one of four partial eclipses that took place that year, each two in two months, the last one was on February 12 and covered a part of the Northern Hemisphere. The next eclipse was on August 7 1812 in a smaller part of where the eclipse happened in the same year.",
            "score": 77.80679988861084
        },
        {
            "docid": "5024887_24",
            "document": "Solar eclipse . Total solar eclipses are rare events. Although they occur somewhere on Earth every 18 months on average, it is estimated that they recur at any given place only once every 360 to 410 years, on average. The total eclipse lasts for only a maximum of a few minutes at any location, because the Moon's umbra moves eastward at over 1700 km/h. Totality currently can never last more than 7 min 32 s. This value changes over the millennia and is currently decreasing. By the 8th millennium, the longest theoretically possible total eclipse will be less than 7 min 2 s. The last time an eclipse longer than 7 minutes occurred was June 30, 1973 (7 min 3 sec). Observers aboard a Concorde supersonic aircraft were able to stretch totality for this eclipse to about 74 minutes by flying along the path of the Moon's umbra. The next total eclipse exceeding seven minutes in duration will not occur until June 25, 2150. The longest total solar eclipse during the 11,000 year period from 3000 BC to at least 8000 AD will occur on July 16, 2186, when totality will last 7 min 29 s. For comparison, the longest total eclipse of the 20th century at 7 min 8 s occurred on June 20, 1955, and there are no total solar eclipses over 7 min in duration in the 21st century.",
            "score": 83.42499232292175
        },
        {
            "docid": "5024887_26",
            "document": "Solar eclipse . Between two and five solar eclipses occur every year, with at least one per eclipse season. Since the Gregorian calendar was instituted in 1582, years that have had five solar eclipses were 1693, 1758, 1805, 1823, 1870, and 1935. The next occurrence will be 2206. On average, there are about 240 solar eclipses each century.",
            "score": 78.3491153717041
        }
    ],
    "r": [
        {
            "docid": "20424_22",
            "document": "Lunar phase . It might be expected that once every month, when the Moon passes between Earth and the Sun during a new moon, its shadow would fall on Earth causing a solar eclipse, but this does not happen every month. Nor is it true that during every full moon, the Earth's shadow falls on the Moon, causing a lunar eclipse. Solar and lunar eclipses are not observed \"every\" month because the plane of the Moon's orbit around the Earth is tilted by about 5° with respect to the plane of Earth's orbit around the Sun (the plane of the ecliptic). Thus, when new and full moons occur, the Moon usually lies to the north or south of a direct line through the Earth and Sun. Although an eclipse can only occur when the Moon is either new (solar) or full (lunar), it must also be positioned very near the intersection of Earth's orbital plane about the Sun and the Moon's orbital plane about the Earth (that is, at one of its nodes). This happens about twice per year, and so there are between four and seven eclipses in a calendar year. Most of these eclipses are partial; total eclipses of the Moon or Sun are less frequent.",
            "score": 100.33304595947266
        },
        {
            "docid": "9770_4",
            "document": "Eclipse . For the special cases of solar and lunar eclipses, these only happen during an \"eclipse season\", the two times of each year when the plane of the Earth's orbit around the Sun crosses with the plane of the Moon's orbit around the Earth. The type of solar eclipse that happens during each season (whether total, annular, hybrid, or partial) depends on apparent sizes of the Sun and Moon. If the orbit of the Earth around the Sun, and the Moon's orbit around the Earth were both in the same plane with each other, then eclipses would happen each and every month. There would be a lunar eclipse at every full moon, and a solar eclipse at every new moon. And if both orbits were perfectly circular, then each solar eclipse would be the same type every month. It is because of the non-planar and non-circular differences that eclipses are not a common event. Lunar eclipses can be viewed from the entire nightside half of the Earth. But solar eclipses, particularly a total eclipse, as occurring at any one particular point on the Earth's surface, is a rare event that can span many decades from one to the next.",
            "score": 96.59475708007812
        },
        {
            "docid": "25529714_2",
            "document": "Solar eclipse of July 5, 2168 . A total solar eclipse will occur on July 5, 2168. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide. Lasting a maximum of 7 minutes, 26 seconds, it will be the longest eclipse since the 11th century, which lasted 7 minutes and 20 seconds, as well with the next two occurrences.",
            "score": 95.48284149169922
        },
        {
            "docid": "5024887_3",
            "document": "Solar eclipse . If the Moon were in a perfectly circular orbit, a little closer to the Earth, and in the same orbital plane, there would be total solar eclipses every new moon. However, since the Moon's orbit is tilted at more than 5 degrees to the Earth's orbit around the Sun, its shadow usually misses Earth. The Moon's orbit must cross Earth's ecliptic plane in order for an eclipse (both solar as well as lunar) to occur. In addition, the Moon's actual orbit is elliptical, often taking it far enough away from Earth that its apparent size is not large enough to block the Sun entirely. The orbital planes cross each other at a line of nodes resulting in at least two, and up to five, solar eclipses occurring each year; no more than two of which can be total eclipses. However, total solar eclipses are rare at any particular location because totality exists only along a narrow path on the Earth's surface traced by the Moon's shadow or umbra.",
            "score": 92.19945526123047
        },
        {
            "docid": "25235468_2",
            "document": "Solar eclipse of December 14, 2020 . A total solar eclipse will occur on December 14, 2020. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide.",
            "score": 91.07290649414062
        },
        {
            "docid": "25289340_8",
            "document": "Solar eclipse of June 8, 1918 . There were two other eclipses that year. The first was a partial lunar eclipse, during which the shadow of the earth can be seen on the moon, and another solar eclipse that took place on December 3 over South America. The other solar eclipse, however, was an annular eclipse, which occurs when the moon has a smaller apparent diameter and therefore never fully obscures the sun.",
            "score": 90.36117553710938
        },
        {
            "docid": "15935262_2",
            "document": "Solar eclipse of April 8, 2024 . A total solar eclipse will take place on Monday, April 8, 2024, visible across North America. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide. With a magnitude of 1.0566, its longest duration of totality will be of four minutes and 28 seconds near the town of Nazas, Durango, Mexico, and the nearby city of Torreón, Coahuila.",
            "score": 90.2301254272461
        },
        {
            "docid": "36094559_13",
            "document": "Solar eclipses on the Moon . Unlike the Earth which receives the smallest portion being inside the center of the moon's shadow during total solar eclipses. During its total eclipses on the Moon, the center of the Earth's shadow covers the whole Nearside part of the Moon and lasts much longer than on Earth with up to around 1.8 hours. Some total-partial eclipses have a most, half or a part of the Moon being in the center of the Earth's shadow.",
            "score": 89.90108489990234
        },
        {
            "docid": "5024887_27",
            "document": "Solar eclipse . Total solar eclipses are seen on Earth because of a fortuitous combination of circumstances. Even on Earth, the diversity of eclipses familiar to people today is a temporary (on a geological time scale) phenomenon. Hundreds of millions of years in the past, the Moon was closer to the Earth and therefore apparently larger, so every solar eclipse was total or partial, and there were no annular eclipses. Due to tidal acceleration, the orbit of the Moon around the Earth becomes approximately 3.8 cm more distant each year. Millions of years in the future, the Moon will be too far away to fully occlude the Sun, and no total eclipses will occur. In the same timeframe, the Sun may become brighter, making it appear larger in size. Estimates of the when the moon will be unable to occlude the entire sun when viewed from the Earth range between 1.4 billion and 650 million years in the future.",
            "score": 89.63886260986328
        },
        {
            "docid": "36094559_16",
            "document": "Solar eclipses on the Moon . On the Moon, when there is a partial eclipse, one example is when half of the Sun is blocked (north or south), a part of the moon has a partial eclipse (north or south). In some partial eclipses when the center of the Earth's shadow misses the moon, one example is one hemisphere has a partial eclipse and the other does not. In some eclipses when the center of the Earth's shadow covers a part or most, one part has a total eclipse and one part has a partial eclipse. Partial/total eclipses together with simiply partial last for up to about 6 hours without having totality in all parts of the Nearside and a very small part of the Farside next to the Nearside. Partial/total eclipses alone in between partial lasts for up to about 3 1/2 hours.",
            "score": 89.46052551269531
        },
        {
            "docid": "25569383_3",
            "document": "Solar eclipse of July 28, 1851 . A solar eclipse occurs when the moon passes between the Earth and the sun, casting a shadow on Earth that temporarily obscures part or all of the sun's disc. Eclipses can occur only when all three bodies are properly aligned. Partial eclipses, in which only a portion of the sun's surface is obscured, are relatively common due to the width of the moon's outer shadow, or penumbra, which may be several hundred miles wide. Total eclipses occur when the moon's inner shadow, or umbra, reaches the surface of the earth, completely obscuring the sun over a much narrower portion of the ground. If the moon is too far away at the time of an eclipse, its umbra may not reach the Earth's surface, and only a partial eclipse will be visible.",
            "score": 89.10633850097656
        },
        {
            "docid": "22651355_2",
            "document": "Solar eclipse of January 15, 2010 . The solar eclipse of January 15, 2010 was an annular eclipse of the Sun with a magnitude of 0.9190. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. An annular solar eclipse occurs when the Moon's apparent diameter is smaller than the Sun's, blocking most of the Sun's light and causing the Sun to look like an annulus (ring). An annular eclipse appears as a partial eclipse over a region of the Earth thousands of kilometres wide. It was the longest annular solar eclipse of the millennium, and the longest until December 23, 3043, with the length of maximum eclipse of 11 minutes, 7.8 seconds, and the longest duration of 11 minutes, 10.7 seconds. This is about 4 minutes longer than total solar eclipses could ever get. (The solar eclipse of January 4, 1992, was longer, at 11 minutes, 41 seconds, occurring in the middle of the Pacific Ocean.)",
            "score": 88.6817398071289
        },
        {
            "docid": "9770_16",
            "document": "Eclipse . As observed from the Earth, a solar eclipse occurs when the Moon passes in front of the Sun. The type of solar eclipse event depends on the distance of the Moon from the Earth during the event. A total solar eclipse occurs when the Earth intersects the umbra portion of the Moon's shadow. When the umbra does not reach the surface of the Earth, the Sun is only partially occulted, resulting in an annular eclipse. Partial solar eclipses occur when the viewer is inside the penumbra.",
            "score": 88.31220245361328
        },
        {
            "docid": "1990925_15",
            "document": "Solar eclipse of July 22, 2009 . The eclipse was part of Saros series 136, as was the solar eclipse of July 11, 1991, which was slightly longer, lasting up to 6 minutes 53 seconds (previous eclipses of the same saros series on June 30, 1973 and June 20, 1955, were longer, lasting 7 min 04 and 7 min 08, respectively). The next event from this series will be on August 2, 2027. The exceptional duration was a result of the Moon being near perigee, with the apparent diameter of the Moon 8% larger than the Sun (magnitude 1.080) and the Earth being near aphelion where the Sun appeared slightly smaller.",
            "score": 88.18482971191406
        },
        {
            "docid": "25428869_2",
            "document": "Solar eclipse of September 4, 2100 . A total solar eclipse is forecast to occur on September 4, 2100. It will be the last solar eclipse of the 21st century. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide.",
            "score": 88.12150573730469
        },
        {
            "docid": "25592735_2",
            "document": "Solar eclipse of August 21, 1914 . A total solar eclipse occurred on August 21, 1914. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide. The totality of this eclipse was visible from northern Canada, Greenland, Norway, Sweden, Russian Empire (the parts now belonging to Åland Islands, Finland, Estonia, Latvia, Lithuania, Belarus, Ukraine and Russia, including cities of Riga, Minsk, Kiev and northeastern part of Vilnius), Ottoman Empire (the parts now belonging to Turkey, northeastern tip of Syria and northern Iraq), Persia and British Raj (the parts now belonging to Pakistan and western tip of India). It was the first of four total solar eclipses that would be seen from Sweden during the next 40 years.",
            "score": 88.0682373046875
        },
        {
            "docid": "25559975_2",
            "document": "Solar eclipse of May 6, 1883 . A total solar eclipse occurred on May 6, 1883. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide. The path of totality fell across the southern Pacific Ocean with no major landfall. Partiality was visible from far eastern Australia at sunrise, and New Zealand, as well as western South America and southern Mexico near sunset. This eclipse is a member of Solar Saros 136, and its maximum duration was 5 minutes and 58 seconds.",
            "score": 87.93726348876953
        },
        {
            "docid": "66109_11",
            "document": "Eclipse cycle . If a solar eclipse occurs at one new moon, which must be close to a node, then at the next full moon the Moon is already more than a day past its opposite node, and may or may not miss the Earth's shadow. By the next new moon it is even further ahead of the node, so it is less likely that there will be a solar eclipse somewhere on Earth. By the next month, there will certainly be no event.",
            "score": 87.5173568725586
        },
        {
            "docid": "25356290_2",
            "document": "Solar eclipse of May 20, 2050 . A total solar eclipse will occur on May 20, 2050. It is a hybrid event, being short duration total eclipse for a middle portion of its path, starting and ending as an annular eclipse. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. An annular solar eclipse occurs when the Moon's apparent diameter is smaller than the Sun's, blocking most of the Sun's light and causing the Sun to look like an annulus (ring). An annular eclipse appears as a partial eclipse over a region of the Earth thousands of kilometres wide.",
            "score": 87.5033950805664
        },
        {
            "docid": "25208584_2",
            "document": "Solar eclipse of May 22, 2096 . A total solar eclipse will occur on May 22, 2096. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide. This will be the first eclipse of saros series 139 to exceed series 136 in length of totality. The length of totality for saros 139 is increasing, while that of Saros 136 is decreasing.",
            "score": 87.37120056152344
        },
        {
            "docid": "25355660_2",
            "document": "Solar eclipse of July 20, 1963 . A total solar eclipse occurred on Saturday, July 20, 1963. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is the same size as the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide. Totality was visible from Hokkaido in Japan and Kuril Islands in Soviet Union (now belonging to Russia) on July 21, and Alaska, and Maine in the United States and also Canada on July 20. Astronomer Charles H. Smiley observed the eclipse from a U.S. Air Force F-104D Starfighter supersonic aircraft that was \"racing the moon's shadow\" at extending the duration of totality to 4 minutes 3 seconds.",
            "score": 87.36372375488281
        },
        {
            "docid": "25581835_2",
            "document": "Solar eclipse of October 11, 1931 . A partial solar eclipse occurred on October 11, 1931. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A partial solar eclipse occurs in the polar regions of the Earth when the center of the Moon's shadow misses the Earth. This event was visible as a partial solar eclipse from southern South America, and parts of Antarctica.",
            "score": 87.35218048095703
        },
        {
            "docid": "25289336_2",
            "document": "Solar eclipse of June 19, 1936 . A total solar eclipse occurred on June 19, 1936. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide. The path of totality crossed Europe and Asia. The full phase can be seen in Greece, Turkey, USSR, China and Japan. The maximum eclipse was near Bratsk and lasts about 2.5 minutes.",
            "score": 87.29702758789062
        },
        {
            "docid": "25235457_2",
            "document": "Solar eclipse of June 21, 2020 . An annular solar eclipse will occur on June 21, 2020. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. An annular solar eclipse occurs when the Moon's apparent diameter is smaller than the Sun's, blocking most of the Sun's light and causing the Sun to look like an annulus (ring). An annular eclipse appears as a partial eclipse over a region of the Earth thousands of kilometres wide. <BR>Animated path",
            "score": 87.0301742553711
        },
        {
            "docid": "25235501_2",
            "document": "Solar eclipse of December 4, 2021 . A total solar eclipse will occur on December 4, 2021. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide. This eclipse will be unusual as the path of the total eclipse will move from east to west across Antarctica, while most eclipse paths move from west to east. This reversal is only possible in polar regions.",
            "score": 87.02500915527344
        },
        {
            "docid": "25151728_2",
            "document": "Solar eclipse of June 1, 2011 . A partial solar eclipse occurred on June 1, 2011. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A partial solar eclipse occurs in the polar regions of the Earth when the center of the Moon's shadow misses the Earth. This eclipse is the second of four partial solar eclipses in 2011, with the others occurring on January 4, 2011, July 1, 2011, and November 25, 2011.",
            "score": 86.8784408569336
        },
        {
            "docid": "66111_7",
            "document": "Saros (astronomy) . The saros, a period of 6585.3211 days (14 common years + 4 leap years + 11.321 days, or 13 common years + 5 leap years + 10.321 days), is useful for predicting the times at which nearly identical eclipses will occur. Three periodicities related to lunar orbit, the synodic month, the draconic month, and the anomalistic month coincide almost perfectly each saros cycle. For an eclipse to occur, either the Moon must be located between the Earth and Sun (for a solar eclipse) or the Earth must be located between the Sun and Moon (for a lunar eclipse). This can happen only when the Moon is new or full, respectively, and repeat occurrences of these lunar phases result from solar and lunar orbits producing the Moon's \"synodic period\" of 29.53059 days. During most full and new moons, however, the shadow of the Earth or Moon falls to the north or south of the other body. Eclipses occur when the three bodies form a nearly straight line. Because the plane of the lunar orbit is inclined to that of the earth, this condition occurs only when a full or new Moon is near or in the ecliptic plane, that is when the moon is at one of the two nodes (the ascending or descending node). The period of time for two successive lunar passes through the ecliptic plane (returning to the same node) is termed the \"draconic month\", a 27.21222 day period. The three-dimensional geometry of an eclipse, when the new or full moon is near one of the nodes, occurs every 5 or 6 months when the Sun is in conjunction or opposition to the Moon and coincidentally also near a node of the Moon's orbit at that time, or twice per eclipse year. Two Saros eclipses have the same appearance and duration due to the distance between the Earth and Moon being nearly the same for each event because the Saros eclipse cycle is also an integer of the \"anomalistic month\", the period of the eccentricity of lunar orbit, 27.5545 days.",
            "score": 86.47830200195312
        },
        {
            "docid": "9770_3",
            "document": "Eclipse . The term eclipse is most often used to describe either a solar eclipse, when the Moon's shadow crosses the Earth's surface, or a lunar eclipse, when the Moon moves into the Earth's shadow. However, it can also refer to such events beyond the Earth–Moon system: for example, a planet moving into the shadow cast by one of its moons, a moon passing into the shadow cast by its host planet, or a moon passing into the shadow of another moon. A binary star system can also produce eclipses if the plane of the orbit of its constituent stars intersects the observer's position.",
            "score": 86.4210205078125
        },
        {
            "docid": "5024887_50",
            "document": "Solar eclipse . During a total solar eclipse, the Moon's shadow covers only a small fraction of the Earth. The Earth continues to receive at least 92 percent of the amount of sunlight it receives without an eclipse – more if the penumbra of the Moon's shadow partly misses the Earth. Seen from the Moon, the Earth during a total solar eclipse is mostly brilliantly illuminated, with only a small dark patch showing the Moon's shadow. The brilliantly-lit Earth reflects a lot of light to the Moon. If the corona of the eclipsed Sun were not present, the Moon, illuminated by earthlight, would be easily visible from Earth. This would be essentially the same as the earthshine which can frequently be seen when the Moon's phase is a narrow crescent. In reality, the corona, though much less brilliant than the Sun's photosphere, is much brighter than the Moon illuminated by earthlight. Therefore, by contrast, the Moon during a total solar eclipse appears to be black, with the corona surrounding it.",
            "score": 86.009765625
        },
        {
            "docid": "25287067_2",
            "document": "Solar eclipse of November 14, 2031 . A total solar eclipse will occur on November 14, 2031. It is a hybrid event, with portions of its central path near sunrise and sunset as an annular eclipse. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide.",
            "score": 85.35315704345703
        },
        {
            "docid": "5024887_13",
            "document": "Solar eclipse . The diagrams to the right show the alignment of the Sun, Moon, and Earth during a solar eclipse. The dark gray region between the Moon and Earth is the umbra, where the Sun is completely obscured by the Moon. The small area where the umbra touches Earth's surface is where a total eclipse can be seen. The larger light gray area is the penumbra, in which a partial eclipse can be seen. An observer in the antumbra, the area of shadow beyond the umbra, will see an annular eclipse.",
            "score": 84.97809600830078
        },
        {
            "docid": "25207801_2",
            "document": "Solar eclipse of March 30, 2052 . A total solar eclipse will occur on March 30, 2052. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide. The path of totality will cross central Mexico and the southeastern states of the United States. Almost all of North America and the northern edge of South America will see a partial eclipse. It will be the 2nd total eclipse visible from the Florida Panhandle and southwest Georgia in 7 years.",
            "score": 84.9092025756836
        }
    ]
}