{
    "q": [
        {
            "docid": "56522485_3",
            "document": "R (B) v Cambridge Health Authority . The parents of a child named Jaymee Bowen claimed that she should receive chemotherapy and a second bone marrow transplant for their 10 year old’s acute myeloid leukaemia. Consultants at Addenbrooke's Hospital, Cambridge, and Royal Marsden Hospital in London thought it would not succeed. Treatment in the United States would have been far too expensive. One doctor in Hammersmith would have treated her for £75,000. The doctors believed it would be ineffective and inappropriate.",
            "score": 41.58547329902649
        },
        {
            "docid": "1963273_12",
            "document": "Australian Skeptics . This challenge is now coordinated by ASI and the prize money is backed by the Australian Skeptics Science and Education Foundation. It is open to any contender who can state exactly what their paranormal claim is, and the claim can give a definite yes or no result. They must define under what conditions the claim can be performed, and expect to beat million to one odds in order to claim success. The result of each test is then published in The Skeptic, the magazine of Australian Skeptics. ASI states that should any contender pass the challenge, and be awarded the prize, they want to tell the world and give the claimant proper recognition. If, however, a claim is proved to be unfounded or fraudulent, the association reserve the right to expose this result in an effort to prevent clients from spending time and money on a product or service that cannot deliver what is claimed for it.",
            "score": 27.62610101699829
        },
        {
            "docid": "241265_16",
            "document": "Moral skepticism . Criticisms of moral skepticism come primarily from moral realists. The moral realist argues that there is in fact good reason to believe that there are objective moral truths and that we are justified in holding many moral beliefs. One moral realist response to moral error theory holds that it \"proves too much\"—if moral claims are false because they entail that we have reasons to do certain things regardless of our preferences, then so too are \"hypothetical imperatives\" (e.g. \"if you want to get your hair-cut you ought to go to the barber\"). This is because all hypothetical imperatives imply that \"we have reason to do that which will enable us to accomplish our ends\" and so, like moral claims, they imply that we have reason to do something \"regardless\" of our preferences. If moral claims are false because they have this implication, then so too are hypothetical imperatives. But hypothetical imperatives are true. Thus the argument from the non-instantiation of (what Mackie terms) \"objective prescriptivity\" for moral error theory fails. Russ Shafer-Landau and Daniel Callcut have each outlined anti-skeptical strategies. Callcut argues that moral skepticism should be scrutinized in introductory ethics classes in order to get across the point that \"if all views about morality, including the skeptical ones, face difficulties, then adopting a skeptical position is not an escape from difficulty.\"",
            "score": 30.021135091781616
        },
        {
            "docid": "49262719_12",
            "document": "Tyler Henry . Skeptical activist Susan Gerbic challenged the claim that this was a successful psychic prediction in a September 15, 2017 Skeptical Inquirer article. In a detailed break-down of the entire reading, Gerbic reports that immediately following the above statements, Thicke joked “Thank you Doctor Henry, I’m going to take that to heart.” Gerbic reported that this prompted Henry to throw back his head and laugh. Gerbic said \"I’m mentioning this because it seems so heartless (pun intended) that if Henry REALLY thought that Thicke’s heart would give out only a couple months later, he should have been less flippant about it, and actually very stern.\" Gerbic continued:",
            "score": 32.73928999900818
        },
        {
            "docid": "42074619_5",
            "document": "Ye Qiao . However, it was said that after Wang Chang became emperor, he became arrogant and excessive in his behavior, and was no longer consulting Ye on important decisions. One day, after Wang Chang was about to hear some matters of state, Ye intentionally walked out of the palace wearing the clothes of a Taoist monk. Wang Chang immediately summoned him back, and stated to him, \"There are many things happening with the military and the state, but we have not talked with you for a long time. This is our fault.\" Ye bowed, and responded, \"Your old subject is counseling you poorly, such that after Your Imperial Majesty took the throne, you have not had any good accomplishments to speak of. I beg to retire.\" Wang Chang replied, \"The late Emperor trusted us to you, Lord. If our policy decisions were not good decisions, you, Lord, should speak openly. Why do you abandon us?\" He rewarded much gold and silk to Ye, and told Ye to retake his position as chancellor.",
            "score": 15.699224710464478
        },
        {
            "docid": "204511_9",
            "document": "Skeptical movement . Scientific skeptics maintain that empirical investigation of reality leads to the truth, and that the scientific method is best suited to this purpose. Scientific skeptics attempt to evaluate claims based on verifiability and falsifiability and discourage accepting claims on faith or anecdotal evidence. Skeptics often focus their criticism on claims they consider to be implausible, dubious or clearly contradictory to generally accepted science. Scientific skeptics do not assert that unusual claims should be automatically rejected out of hand on \"a priori\" grounds—rather they argue that claims of paranormal or anomalous phenomena should be critically examined and that extraordinary claims would require extraordinary evidence in their favor before they could be accepted as having validity. From a scientific point of view, theories are judged on many criteria, such as falsifiability, Occam's Razor, Morgan's Canon and explanatory power, as well as the degree to which their predictions match experimental results. Skepticism in general may be deemed part of the scientific method; for instance an experimental result is not regarded as established until it can be shown to be repeatable independently.",
            "score": 38.27298676967621
        },
        {
            "docid": "2388933_2",
            "document": "Ye Olde Fighting Cocks . Ye Olde Fighting Cocks is a public house in St Albans, Hertfordshire, England. It is one of several pubs that lay claim to being the oldest in England. The building is described by Historic England as being of sixteenth century appearance, but as the earliest date for which it can be proved to have been licensed is 1756 - and even that date is not certain - its claim to this record is somewhat uncertain. Others such as the Ye Olde Man & Scythe in Bolton, Greater Manchester and Ye Olde Trip to Jerusalem in Nottingham may have better claims. Even in St Albans, the White Hart and the Fleur de Lys (currently called 'The Snug') have claims to have been trading as inns in the late medieval period.",
            "score": 31.280993461608887
        },
        {
            "docid": "46984918_3",
            "document": "Yes It's You Lady . The album was peaking at #33 in \"Billboard\" pop charts, and at #6 on the R&B charts. The two follow-up singles to 1981's chart success' \"Being with you\" were strangely no Robinson compositions: \"Tell Me Tomorrow\" peaked at #33 Billboard and #3 R&B charts, \"Old Fashioned Love\" at #60 Billboard and #17 R&B charts. The third and final single, Robinson's \"Yes It's You Lady\" only peaked at #107 Billboard, without entering the R&B charts.",
            "score": 11.460052251815796
        },
        {
            "docid": "13109_104",
            "document": "Global warming controversy . Global warming skeptic Reid Bryson said in June 2007, \"There is a lot of money to be made in this... If you want to be an eminent scientist you have to have a lot of grad students and a lot of grants. You can't get grants unless you say, 'Oh global warming, yes, yes, carbon dioxide'.\" Similar positions have been advanced by University of Alabama, Huntsville climate scientist Roy Spencer, Spencer's University of Alabama, Huntsville colleague and IPCC contributor John Christy, University of London biogeographer Philip Stott, Accuracy in Media, and Ian Plimer in his 2009 book \"Heaven and Earth — Global Warming: The Missing Science\".",
            "score": 16.346429347991943
        },
        {
            "docid": "46569272_3",
            "document": "HitRadio Veronica (Sky Radio) . The launch of the radio station gave quite a stir in the media. Ali B. (Ali Bouali) held on behalf of TMF, a fireworks launch with Yesser Roshdi ('Yes-R') and MTV VJs Miljouschka Witzenhausen and Valerio Zeno in accordance with TMF's 'most boring town in the Netherlands'; Staphorst. For this fireworks show MTV Networks BV had no license and was later claimed by the municipality for holding the event near a burial site of a 19-year-old. Staphorst wanted to sue Yes-R and Ali B for illegally using fireworks. It was found later on that the funeral of the 19-year-old boy was long before the fireworks show, so the charges were dropped.",
            "score": 24.221116542816162
        },
        {
            "docid": "22655_19",
            "document": "Ossian . Samuel Johnson, English author, critic, and biographer, was convinced that Macpherson was \"a mountebank, a liar, and a fraud, and that the poems were forgeries\". Johnson also dismissed the poems' quality. Upon being asked, \"But Doctor Johnson, do you really believe that any man today could write such poetry?\" he famously replied, \"Yes. Many men. Many women. And many children.\" Johnson is cited as calling the story of Ossian \"as gross an imposition as ever the world was troubled with\". In support of his claim, Johnson also called Gaelic the rude speech of a barbarous people, and said there were no manuscripts in it more than 100 years old. In reply, it was proved that the Advocates' library at Edinburgh contained Gaelic manuscripts 500 years old, and one of even greater antiquity.",
            "score": 32.44275975227356
        },
        {
            "docid": "30856578_12",
            "document": "Turkish folk literature . \"One day, Nasreddin's neighbor asked him, \"Teacher, do you have any forty-year-old vinegar?\"—\"Yes, I do,\" answered Nasreddin.—\"Can I have some?\" asked the neighbor. \"I need some to make an ointment with.\"—\"No, you can't have any,\" answered Nasreddin. \"If I gave my forty-year-old vinegar to whoever wanted some, I wouldn't have had it for forty years, would I?\"\"",
            "score": 35.1159348487854
        },
        {
            "docid": "24345203_25",
            "document": "Lorence G. Collins . All: I want to call your attention to several articles that should be of interest to you, and I have included links to all of them except the last one which has not yet been published.  The first two are related to each other because the second is a follow-up to the first, and the second has just been published in the July/August 2018 issue of Skeptical Inquirer. They both show that the scientists at Answers in Genesis have no basis for supporting their model of a young Earth 6,000 years old or that a worldwide flood happened. ",
            "score": 33.49278903007507
        },
        {
            "docid": "10276064_44",
            "document": "Bill Nye . In May 1999, Nye was the commencement speaker at Rensselaer Polytechnic Institute where he was awarded an honorary doctor of science degree. He was awarded an honorary doctorate by Johns Hopkins University in May 2008. In May 2011, Nye received an honorary doctor of science degree from Willamette University In May 2015, Rutgers University awarded him an honorary doctor of science degree and paid him a $35,000 speaker's fee for his participation as the keynote speaker at the ceremony. In addition, Nye also received an honorary doctor of pedagogy degree from Lehigh University on May 20, 2013, at the commencement ceremony. Nye received the 2010 Humanist of the Year Award from the American Humanist Association. In October 2015, Nye was awarded an honorary doctorate of science from Simon Fraser University. In 2011, the Committee for Skeptical Inquiry (CSICOP) presented Nye their highest award \"In Praise of Reason\", Eugenie Scott stated: \"If you think Bill is popular among skeptics, you should attend a science teacher conference where he is speaking\" it is standing room only. She continues by saying that no one has more fun than Nye when he is \"demonstrating, principles of science.\" In 1997, CSICOP also presented Nye with the \"Candle in the Dark Award\" for his \"lively, creative... endeavor\".",
            "score": 36.718894481658936
        },
        {
            "docid": "37970509_17",
            "document": "Catalan self-determination referendum, 2014 . According to the consultation decree, \"in the consultation there is a first question followed successively by a second question, and they are worded as follows: a) Do you want Catalonia to become a State? (Yes/No); If so: b) Do you want this State to be independent? (Yes/No). You can only answer the question under Letter b) in the event of having answered “Yes” to the question under Letter a).\" The \"participation process\" that has replaced the \"non-referendum consultation\" maintains the same two questions.",
            "score": 18.140068531036377
        },
        {
            "docid": "34073311_4",
            "document": "Rough'n Tumble . As a two-year-old, Rough'n Tumble won the Primer Stakes at Arlington Park and at three, he captured the most important race for his age group in California: the Santa Anita Derby Among Rough'n Tumble's best progeny were Dr. Fager (b. 1964), a U.S. Racing Hall of Fame millionaire; My Dear Girl (b. 1957), the 1959 American Champion Two-Year-Old Filly; plus multiple stakes winners Conestoga, Flag Raiser, Ruffled Feathers, and Yes You Will.",
            "score": 19.079967975616455
        },
        {
            "docid": "17202440_8",
            "document": "Matt Dillahunty . Advocacy of the primacy of skepticism is another of Dillahunty's recurring themes. He said at the American Atheists convention in Austin in 2013 that the closest thing he has to a motto is \"to believe as many true things and as few false things as possible,\" taking his inspiration from David Hume. In the same lecture, he said that being a skeptic is the most important identifier of who he is. In addition, Dillahunty said that skepticism has something to say about untested religious claims, and that philosophical skepticism will lead to atheism.  He sees atheism as a subset of skepticism, and he does not see why skepticism should not address religious claims, something that has become a point of controversy in the skeptic community. Dillahunty rhetorically asked, \"how popular would psychics be, how popular would ghosts be, if there wasn't this monolithic idea that 70-80% of the population believe, that within each of us is an eternal soul that leaves the body when we're dead and either goes on to some afterlife or lingers around here on the earth?...If you teach people about what we know, about what most likely happens when we die, they will strive to treat people better while they're alive, and their grief will be lessened because they understand reality.\" He admonished \"don't just do skepticism with the goal of getting it right, do it with the goal of not being able to get it wrong.\" In an interview published by the Norwegian Humanist Association, he said he doesn't see why religious claims about reality should be treated any differently by skeptics than conspiracy theories and allegations about alien visitation.",
            "score": 24.779547810554504
        },
        {
            "docid": "2175167_21",
            "document": "Matthew 5 . <poem>1 ¶ And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him: 2 And he opened his mouth, and taught them, saying, 3 Blessed [are] the poor in spirit: for theirs is the kingdom of heaven. 4 Blessed [are] they that mourn: for they shall be comforted. 5 Blessed [are] the meek: for they shall inherit the earth. 6 Blessed [are] they which do hunger and thirst after righteousness: for they shall be filled. 7 Blessed [are] the merciful: for they shall obtain mercy. 8 Blessed [are] the pure in heart: for they shall see God. 9 Blessed [are] the peacemakers: for they shall be called the children of God. 10 Blessed [are] they which are persecuted for righteousness' sake: for theirs is the kingdom of heaven. 11 Blessed are ye, when [men] shall revile you, and persecute [you], and shall say all manner of evil against you falsely, for my sake. 12 Rejoice, and be exceeding glad: for great [is] your reward in heaven: for so persecuted they the prophets which were before you. 13 ¶ Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men. 14 Ye are the light of the world. A city that is set on an hill cannot be hid. 15 Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house. 16 Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven. 17 ¶ Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil. 18 For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled. 19 Whosoever therefore shall break one of these least commandments, and shall teach men so, he shall be called the least in the kingdom of heaven: but whosoever shall do and teach [them], the same shall be called great in the kingdom of heaven. 20 For I say unto you, That except your righteousness shall exceed [the righteousness] of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven. 21 ¶ Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment: 22 But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire. 23 Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee; 24 Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift. 25 Agree with thine adversary quickly, whiles thou art in the way with him; lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison. 26 Verily I say unto thee, Thou shalt by no means come out thence, till thou hast paid the uttermost farthing. 27 ¶ Ye have heard that it was said by them of old time, Thou shalt not commit adultery: 28 But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart. 29 And if thy right eye offend thee, pluck it out, and cast [it] from thee: for it is profitable for thee that one of thy members should perish, and not [that] thy whole body should be cast into hell. 30 And if thy right hand offend thee, cut it off, and cast [it] from thee: for it is profitable for thee that one of thy members should perish, and not [that] thy whole body should be cast into hell. 31 It hath been said, Whosoever shall put away his wife, let him give her a writing of divorcement: 32 But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery. 33 ¶ Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths: 34 But I say unto you, Swear not at all; neither by heaven; for it is God's throne: 35 Nor by the earth; for it is his footstool: neither by Jerusalem; for it is the city of the great King. 36 Neither shalt thou swear by thy head, because thou canst not make one hair white or black. 37 But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil. 38 ¶ Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth: 39 But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also. 40 And if any man will sue thee at the law, and take away thy coat, let him have [thy] cloke also. 41 And whosoever shall compel thee to go a mile, go with him twain. 42 Give to him that asketh thee, and from him that would borrow of thee turn not thou away. 43 ¶ Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy. 44 But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you; 45 That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust. 46 For if ye love them which love you, what reward have ye? do not even the publicans the same? 47 And if ye salute your brethren only, what do ye more [than others]? do not even the publicans so? 48 Be ye therefore perfect, even as your Father which is in heaven is perfect.</poem>",
            "score": 20.349021077156067
        },
        {
            "docid": "35870816_24",
            "document": "Susan Norris Fitkin . Despite being set apart for the ministry 18 years earlier as a Quaker recorded minister, on May 8, 1909 at the New York District Assembly at Brooklyn, Bresee ordained Susie Fitkin and her husband as elders. Susan later wrote: \"This was a memorable occasion, but it was only the human sanction to God's work. For years before, He had definitely spoken these precious words to my heart, 'Ye have not chosen me, but I have chosen you, and ordained you, that ye should go and bring forth fruit.' And had He not verified it again and again?\"",
            "score": 18.031121253967285
        },
        {
            "docid": "65738_59",
            "document": "Georges Clemenceau . The treaty, with all its complex clauses, will only be worth what you are worth; it will be what you make it...What you are going to vote to-day is not even a beginning, it is a beginning of a beginning. The ideas it contains will grow and bear fruit. You have won the power to impose them on a defeated Germany. We are told that she will revive. All the more reason not to show her that we fear her...M. Marin went to the heart of the question, when he turned to us and said in despairing tones, ‘You have reduced us to a policy of vigilance.’ Yes, M. Marin, do you think that one could make a treaty which would do away with the need for vigilance among the nations of Europe who only yesterday were pouring out their blood in battle? Life is a perpetual struggle in war, as in peace...That struggle cannot be avoided. Yes, we must have vigilance, we must have a great deal of vigilance. I cannot say for how many years, perhaps I should say for how many centuries, the crisis which has begun will continue. Yes, this treaty will bring us burdens, troubles, miseries, difficulties, and that will continue for long years.",
            "score": 21.298013925552368
        },
        {
            "docid": "393141_14",
            "document": "Lossiemouth . But the practices continued and, 35 years later, the minutes from the session records stated: \"\"23 Dec 1705 Also after sermon ye min1' (the minister) did guard ye Seamen to beware of ye old Heathenish superstitious practice of carrieing of lighted Clevies or torches about yr boats on new years even certifieing all that should be found any manner of way to concurr with or contribute to ye said work—should be put in ye hands of ye civill magistrate.\"\"",
            "score": 19.25080919265747
        },
        {
            "docid": "1453309_4",
            "document": "Sarah Dessen . As a teenager, Dessen was very shy and quiet. She became involved with a 21-year-old when she was 15 but cut all contact with him shortly after. She has admitted in an interview that \"for many years afterward, I took total blame for everything that happened between me and T. After all, I was a bad kid. I'd did drugs, I lied to my mom. You can't just hang out with a guy and not expect him to get ideas, I told myself. You should have known better. But maybe \"he\" should have. When I turned 21, I remember making a point, regularly, to look at teens and ask myself whether I'd want to hang out with them, much less date one. The answer was always a flat, immediate no. They were kids. I was an adult. End of story.\"",
            "score": 28.87361478805542
        },
        {
            "docid": "46838289_6",
            "document": "Glasgow Skeptics . As was as regular SITP talks, Glasgow Skeptics have hosted and organised a number of debates. Most notably discussions on Scottish independence before and after the 2014 referendum, and whilst the society itself officially remained \"staunchly neutral\" on the question, \"Guardian\" journalist Libby Brooks noted, and polls showed, a large majority of debate attendees was in the \"Yes\" camp. After \"No\" won, however, public commenters stressed that the referendum had \"energised\" the electorate, and further discussions should keep it focused on what \"how, where and in what direction\" Scotland should go now.",
            "score": 19.782127141952515
        },
        {
            "docid": "2987336_5",
            "document": "Double-barreled question . An example of a double-barreled question would be the following: \"do you think that students should have more classes about history and culture?\" This question asks about two different issues: \"do you think that students should have more classes about history\" and \"do you think that students should have more classes about culture?\" Combining both questions into one makes it unclear what exactly is being measured, and as each question may elicit a different response if asked separately there is an increased likelihood of confusing the respondents. In other words, while some respondents would answer \"yes\" to both and some \"no\" to both, some would like to answer both \"yes and no\".",
            "score": 20.296751737594604
        },
        {
            "docid": "17696_26",
            "document": "Slippery slope . Volokh's article \"The Mechanisms of the Slippery Slope\" sets out to examine the various ways in which making one decision might render another decision more likely. He considers such things as implementing A making B more cost effective and implementing A changing attitudes such that acceptance of B will become more likely. He says, \"If you are faced with the pragmatic question \"Does it make sense for me to support A, given that it might lead others to support B?,\" you should consider all the mechanisms through which A might lead to B, whether they are logical or psychological, judicial or legislative, gradual or sudden ... You should think about the entire range of possible ways that A can change the conditions—whether those conditions are public attitudes, political alignments, costs and benefits, or what have you—under which others will consider B.\" Volokh concludes by claiming that the analysis in his article \"implicitly rebuts the argument that slippery slope arguments are inherently logically fallacious: the claim that A's will inevitably lead to B's as a matter of logical compulsion might be mistaken, but the more modest claim that A's may make B's more likely seems plausible.\" A similar conclusion was reached by Corner et al., who after investigating the psychological mechanism of the slippery slope argument say, \"Despite their philosophical notoriety, SSAs are used (and seem to be accepted) in a wide variety of practical contexts. The experimental evidence reported in this paper suggests that in some circumstances, their practical acceptability can be justified, not just because the decision-theoretic framework renders them subjectively rational, but also because it is demonstrated how, objectively, the slippery slopes they claim do in fact exist.",
            "score": 15.584240913391113
        },
        {
            "docid": "5397686_19",
            "document": "Greg Mitchell . Whether covering Washington or a small town, Mitchell said, \"[T]he journalistic principle is the same: to be skeptical unless there's hard evidence and proof. And you report what someone says—\"It's their claim.\" \"It's what they say.\" \"It's what they allege.\" \"It's what they're trying to prove.\" But you don't present these things as fact if you're not sure they're fact. And what happened with the Iraq coverage was that too often newspapers—and especially television—went with stories that were based on official claims, and in retrospect, were really propaganda. Because in some cases, the officials were well-meaning. Maybe they thought that they had the evidence. But in other cases, they knew their evidence was incredibly shaky—or should have known—and yet went with the evidence claiming it was fact. And the press just, in most cases, accepted it.\"",
            "score": 24.75286054611206
        },
        {
            "docid": "959699_44",
            "document": "The Doctor (Doctor Who) . In \"The Mutants\" (1972) an official asks the Third Doctor if he is, in fact, a doctor, to which the Doctor replies \"I am, yes\"; when asked what he is qualified in, the Doctor replies, \"Practically everything.\" The Fourth Doctor states that his companion, Harry Sullivan, is a Doctor of medicine, while he is \"a doctor of many things\" (\"Revenge of the Cybermen\", 1975). The Fifth Doctor claims to be a doctor \"of everything\" in \"Four to Doomsday\" (1982), and a message is related from the Tenth Doctor in \"Utopia\" (2007). In talking with Harry in \"Robot\" (1974–1975) the Doctor states \"You may be \"a\" doctor, but I'm \"the\" Doctor. The definite article, you might say.\" In \"The Ark in Space\", aired later that year, the Doctor states that his doctorate is only honorary; the Tenth Doctor, however, considers the name to be his legitimate academic rank in \"The Waters of Mars\" (2009), describing his \"name, rank and intention\" as \"The Doctor; doctor; fun.\" In an interview with \"The Age\" in 2003, Tom Baker mentioned that the Doctor is called so because he is \"a doctor of time and relative dimension in space\". Apart from being called a doctor of the TARDIS, the Doctor has been referred to as a \"doctor of time travel.\"",
            "score": 40.817848205566406
        },
        {
            "docid": "11073025_6",
            "document": "Epistemic closure . This epistemic closure principle is central to many versions of skeptical arguments. A skeptical argument of this type will involve knowledge of some piece of widely accepted information to be knowledge, which will then be pointed out to entail knowledge of some skeptical scenario, such as the brain in a vat scenario or the cartesian evil demon scenario. A skeptic might say, for example, that if you know that you have hands, then you know that you are not a handless brain in a vat (because knowledge that you have hands implies that you know you are not handless, and if you know that you are not handless, then you know that you are not a handless brain in a vat). The skeptic will then utilize this conditional to form a modus tollens argument. For example, the skeptic might make an argument like the following: Much of the epistemological discussion surrounding this type of skeptical argument involves whether to accept or deny the conclusion, and how to do each. Ernest Sosa says that there are three possibilities in responding to the skeptic:",
            "score": 19.25130796432495
        },
        {
            "docid": "22889397_16",
            "document": "Marcus Favonius . Forcing his way into Brutus' tent, he addresses Brutus and Cassius:<br> POET. \"For shame, you generals! what do you mean? Love, and be friends, as two such men should be; For I have seen more years, I'm sure, than ye.\"",
            "score": 15.31157660484314
        },
        {
            "docid": "8810912_12",
            "document": "Professional degree . In the late twentieth and early twenty-first century, other professions, particularly in clinical fields, transitioned their professional degrees to doctorates, following the example of the M.D. and J.D. In the 1990s there was also some debate in the architectural community about renaming the professional degree in architecture a \"doctorate\". The spread of professional doctorates raised concerns about the standards of the new degrees, particularly in cases such as Physical Therapy, where the standard set by the American Physical Therapy Association for the doctorate is the same as that for the master's degree. Critics have claimed that these degrees should not be called doctorates, pointing out that a Ph.D. takes an average of twelve years from the start of college, compared to five and a half to eight years for professional doctorates, while defenders of the new professional doctorates have said the point of comparison should be the M.D. and J.D., not the Ph.D.",
            "score": 43.10884094238281
        },
        {
            "docid": "2819682_9",
            "document": "Moheb Ullah Borekzai . According to Andy Worthington, the author of  The Guantanamo Files Borekzai had been a Taliban conscript, who was taken captive by post-Taliban forces, handed over the powerful militia leader Ismael Khan, who, in turn, sold him the US forces. Worthington noted with skepticism that American analysts accepted the claim that 19-year-old conscript Borekzai was the \"acting governor of Sheberghan\". Addressing the claim of American analysts that he \"was part of a tribal militia that supported the Taliban for three and a half years since 1998″ Worthington pointed out that \"it should be noted, he was 15 or 16 years old, and was therefore not responsible for his actions, which, presumably, were dictated by his family.″  Muhibullah chose to participate in his Combatant Status Review Tribunal.",
            "score": 33.20079278945923
        },
        {
            "docid": "2529722_3",
            "document": "Ye Olde Trip to Jerusalem . Ye Olde Trip to Jerusalem is one of several pubs claiming to be the oldest in England - other pubs which claim to be the oldest include Ye Olde Salutation Inn and The Bell Inn also in Nottingham, and Ye Olde Fighting Cocks in St Albans. The pub claims that it was established in 1189 AD - the year that Richard the Lionheart became king and Pope Gregory VIII called for a Third Crusade to the Holy Land; however, there is no documentation to verify this date. Evidence suggests that caves in the rock against which the pub is built, were used as a brewhouse for Nottingham Castle, and may date from around the time the castle was built in 1067. The oldest parts of the current building were constructed between 1650 and 1660, though a map by John Speed shows a previous building in existence in 1610. By 1751 the building was being used as an inn with the name The Pilgrim, and was shortly after that date purchased by William Standford. The first record of the use of the name Ye Olde Trip to Jerusalem dates from 1799.",
            "score": 29.07894492149353
        }
    ],
    "r": [
        {
            "docid": "3152215_2",
            "document": "Doctor of Ministry . The Doctor of Ministry (D.Min.) degree is a professional doctorate which may be earned by a minister of religion while concurrently engaged in some form of ministry. Under Association of Theological Schools in the United States and Canada (ATS) standards, programs must require matriculants to have earned the degree Master of Divinity (M.Div.) or its equivalent and to have engaged in no fewer than three years of full time ministry, though some programs require more. The ATS requires students to complete at least one year of coursework followed by the completion of the doctoral dissertation or research project. Normally, the degree requires between three and six years to complete. The degree's purpose is to \"enhance the practice of ministry for persons who hold the MDiv or its educational equivalent and who have engaged in substantial ministerial leadership.\" As such, Doctor of Ministry concentrations vary by institution and include, but are not limited to: applied theology, evangelism, pastoral counseling or the psychology of religion, homiletics, spiritual formation, ethics, church growth, church leadership, and apologetics.",
            "score": 54.62359619140625
        },
        {
            "docid": "47929623_9",
            "document": "List of doctoral degrees in the US . In addition to the research doctorate, the US has many professional degrees sometimes referred to as first-professional degrees which are titled as doctor's degrees and classified as \"doctors degree professional practice\". While research doctorates require \"advanced work beyond the master's level, including the preparation and defense of a dissertation based on original research, or the planning and execution of an original project demonstrating substantial artistic or scholarly achievement\", professional doctorates must have a total time to degree (including prior study at bachelor's level) of at least six years, and provide \"the knowledge and skills for the recognition, credential, or license required for professional practice\".",
            "score": 53.39859390258789
        },
        {
            "docid": "4846347_5",
            "document": "Doctor of Health Administration . The Doctor of Health Administration was first introduced in the U.S. in the late 1990s at the Medical University of South Carolina as an advanced professional doctorate in health leadership. Prior to this the only D.H.A. degrees awarded were in Canada and Europe. The American version of this doctoral degree focuses on advanced professional knowledge and applied research in health administration, policy, and leadership. New programs have been instituted at other universities providing substantial amounts of online coursework. Most D.H.A. students are working health professionals who seek doctoral education. Admission to the three year degree typically requires two years of coursework beyond the Masters Degree (i.e. M.H.A., M.P.A., M.S.A., or M.P.H.) and an applied or theoretical dissertation to be completed in the third year.",
            "score": 52.32185745239258
        },
        {
            "docid": "2110699_7",
            "document": "Doctor of Physical Therapy . The typical time frame for completion of a Doctor of Physical Therapy is 3 to 4 years after earning a bachelor's degree. Depending on residency and fellowship training, if undertaken, the doctor may have completed several years of additional training.",
            "score": 51.97407150268555
        },
        {
            "docid": "167241_64",
            "document": "Academic degree . For medical students the \"\" degree is not equivalent to the European Anglo Saxon postgraduate research degree in medicine of MD (Medical Doctor). Besides the title doctorandus, the graduates of the Curius curriculum may also bear the title \"arts\" (physician). The doctorandus in medicine title is granted after four years (nominal time) of the Curius curriculum, while the title physician is granted after six years (nominal time) of that curriculum. The Dutch physician title is equal to a MSc degree according to the Bologna process, and can be compared with the MBBS in the UK degree system, and the North American MD, but not the UK MD degree, which is a research degree. One-on-one equivalence or interchangeability of the Dutch medical title and MD is often suggested. However, officially the MD title is not known, nor legal to use in the Netherlands. The correct notation for a Dutch physician who completed his or her medical studies, but did not pursue a doctor (PhD-like) study is \"drs.\" (e.g. \"drs. Jansen, arts\") and not \"dr.\" in medicine, as often used incorrectly. However, like in the United Kingdom, physicians holding these degrees are referred to as 'Doctor' by courtesy. In the Netherlands, there is the informal title \"dokter\" for physicians, but not \"doctor\" (dr.), unless they also earn such degree by completing a PhD curriculum. Furthermore, the \"\" degree does not give a medical student the right to treat patients; for this a minimum of two years additional study (internships) is required. After obtaining a Medical Board registration, Dutch physicians must work an additional two to six years in a field of expertise to become a registered medical specialist. Dutch surgeons commonly are only granted access to surgeon training and positions after obtaining a doctorate (PhD) successfully. In recent years, the six-year (nominal time) old Curius curriculum (which offered the titles doctorandus and physician) has been replaced with a three-year (nominal time) Bachelor Curius+ followed by a three-year (nominal time) Master Curius+. Those who had already begun their old-style Curius curriculum before that will still have to complete it as a six-year study (nominal time).",
            "score": 51.8916130065918
        },
        {
            "docid": "3112794_13",
            "document": "California Pacific University . According to an annual catalog issued by the California Bureau for Private Postsecondary Education, California Pacific University had two Proctored Comprehensive Examinations in each of its programs to assure that the student earning the degree or credit is the person who completed the coursework. The courses are administered by a qualified credentialed Proctor who was nominated and approved by the university. However local students had the option of taking courses at night on site in a classroom setting. Students were required to study on a course-by-course basis, studying one course at a time, building upon their personal experiences prior to entry in the program and daily application of what is learned in the program to their own business careers. Upon completion of all courses, credits and passing scores on the five-part College Level Examination Program (CLEP) Test, students are conferred a Bachelor of Business Administration Degree. Master of Business Administration degrees are awarded when the candidate has completed fifty (50) quarter hours in a ten course outline with a minimum grade point average of 3.0. There were two doctorate level programs: Doctor of Philosophy Ph.D. degree for a professor, researcher, or scientist in many fields, and a Doctor of Business Administration D.B.A. in Business administration for business professionals. Candidates for doctoral degrees are required to have completed a minimum of 125 quarter hours of post-baccalaureate credits, complete all required courses and prepare a proposal for a dissertation and complete the Final Doctoral Dissertation or project of original research to be presented and approved by the faculty. The university's doctoral programs were designed to provide advanced courses in management for the successful executive in business, government, labor unions, the military, and non-profit organizations. Candidates for the Doctor of Philosophy in Management complete the same courses as candidates for the Doctor of Business Administration D.B.A. degree. The final product, the Proposal and the Dissertation are significantly different in that the dissertation requires original research on a topic in business or management.",
            "score": 51.69417953491211
        },
        {
            "docid": "2110699_13",
            "document": "Doctor of Physical Therapy . Critics question whether the rigor of the physical therapy curriculum and the current scope of practice warrant the conferral of a professional degree similar to that characteristic of medicine, dentistry, or nursing. Proponents counter that the existing curricula are \"victims of 'curricular inflation'.\" As Rothstein and Moffat noted, the previous master's and even baccalaureate curricula rival that of most other doctoral programs, and these curricula often require more than the typical 72 credits mandated for a doctoral degree. The 2000 Fact Sheet from APTA reported that the mean number of credits required for the professional phase of the typical baccalaureate program was 83.0 credits and that the typical master's degree program required 95.5 credits. As of 2009 the typical number of prerequisite credits was 114.2 and the total number of professional credits was 116.5 for a total of 230.7 credit hours. This is well in excess of the typical 72 professional credits mandated for a doctoral degree. Additional credit hours may be earned in residency and fellowship as well. Threlkeld et al. suggest that the scope of existing physical therapy curricula already matches that of a professional doctorate, further submitting that students of a well-defined DPT program will have earned the right to be recognized with the doctoral title.",
            "score": 50.72932815551758
        },
        {
            "docid": "188886_25",
            "document": "Doctorate . In the US, professional doctorates (formally \"doctor's degree – professional practice\" in government classifications) are degrees that require a minimum of six years of university-level study (including any pre-professional bachelor's or associate degree) and meet the academic requirements for professional licensure. Unlike research doctorates (\"doctor's degree – research/scholarship\"), they do not require a dissertation or study beyond master's level. There is also a category of \"doctor's degree – other\" for doctorates that do not fall into either research or professional categories. All of these are considered doctoral degrees.",
            "score": 50.65584945678711
        },
        {
            "docid": "12550_21",
            "document": "Gallifrey . In \"The Time of the Doctor\" (2013), the Time Lords are depicted as trying to re-enter the universe through a crack in the Universe on the planet Trenzalore. They broadcast a message throughout space and time, the question \"Doctor Who?\", a question which only the Doctor could answer. When the Doctor answers, they will know that it is safe to leave. However, this message inadvertently attracts various races, including the Daleks and Cybermen, to lay siege to Trenzalore; the Eleventh Doctor remaining to protect the inhabitants, but not wanting to release the Time Lords as this would mean the destruction of Trenzalore and the initiation of another Time War. Hundreds of years later, Clara convinces the Time Lords to help the Doctor, dying from old age in his final regeneration, and the crack closes, before reopening in the sky above Trenzalore. The Time Lords give the Doctor a new regeneration cycle, before the crack seals for good with the Time Lords still lost, but a newly regenerated Twelfth Doctor ready to find them. In \"Death in Heaven\" (2014), Missy tells the Twelfth Doctor that Gallifrey is located at its original coordinates. These claims prove to be false, leaving the Doctor distraught.",
            "score": 50.0566291809082
        },
        {
            "docid": "3954275_8",
            "document": "Master of Research . Some universities may award this degree to a doctoral candidate who has not completed the required period of study for a doctorate, but has completed a sufficient dissertation and taught content to be acceptable for an MRes. In most cases, however, a PhD candidate will step down to the level of a Master of Philosophy at British universities. The main difference between an MRes and an MPhil is that MRes sometimes (but not always) has taught components (although the main focus is still on research) and therefore might require a first year taught component during the doctoral studies. Research undertaken for a Master of Research degree is typically shorter in duration to that of an MPhil or PhD - around one year, as opposed to two or three, full-time. For humanities subjects, MPhil theses are typically 60,000 words (and PhDs 80-100,000), while MRes or MA(Res) are usually around 35-40,000 by thesis, or lesser for courses with a taught component (a mixture of smaller essays and a dissertation). Some universities require an oral viva in addition to a written thesis for successful completion of an MRes degree.",
            "score": 50.03178405761719
        },
        {
            "docid": "959699_109",
            "document": "The Doctor (Doctor Who) . By the time of \"The Brain of Morbius\", the Fourth Doctor was stated to be 749 years old (\"something like 750 years\" in the prior \"Pyramids of Mars\"). In \"The Ribos Operation\", Romana said the Doctor was 759 years old and had been piloting the TARDIS for 523 years, making him 236 when he first \"borrowed\" it. When the Doctor encounters his old friend Drax in \"The Armageddon Factor\", Drax says it has been 450 years since their time together at the Academy, suggesting only that Drax was 450 years younger, but implying nothing about the Doctor's age, since it could have been a different amount of time for him. Drax implies that the Doctor got his doctorate after that. In \"The Robots of Death\", the Fourth Doctor states he is 750 years old.",
            "score": 49.884857177734375
        },
        {
            "docid": "153041_48",
            "document": "Juris Doctor . To become a licensed lawyer, a person must hold the Licenciado en Derecho degree obtainable by four to five years of academic study and final examination. After these undergraduate studies it is possible to obtain a Maestría degree, equivalent to a master's degree. This degree requires two to three years of academic studies. Finally, one can study for an additional three years to obtain the Doctor en Derecho degree, which is a research degree at doctoral level. Since most universities and law schools must have approval from the ministry of education (Secretaría de Educación Pública) through the general office of professions (Direccion General de Profesiones) all of the academic programs are similar throughout the country in public and private law schools.",
            "score": 49.716190338134766
        },
        {
            "docid": "188886_18",
            "document": "Doctorate . Criteria for admission to doctoral programs varies. In the U.S. and the U.K., students may be admitted with a bachelor's degree, while elsewhere, e.g. in Finland, a master's degree is required. The time required to complete a research doctorate varies from three years, excluding undergraduate study, to six years or more.",
            "score": 49.44980239868164
        },
        {
            "docid": "977277_19",
            "document": "Licentiate (degree) . Until the early 1970s, the degree in Sweden was equivalent to the U.S. Ph.D. requiring four to seven years of study after the Bachelor´s (or Master´s) degree, and a publicly defended thesis. It was gradually substituted with the \"Doctor's exam\" in 1969 and was re-instituted as an intermediate level in research training in the 1980s, now requiring only two years of study after Masters graduation. The licentiate is particularly popular with students already involved in the working life, for the reason that completing a full doctor's dissertation while working would be too difficult. The Licentiate's degree is called a \"filosofie licentiat\" in Swedish and \"filosofian lisensiaatti\" in Finnish (Licentiate of Philosophy), \"teologie licentiat\" and \"teologian lisensiaatti\" (Licentiate of Theology) etc., depending on the faculty. Furthermore, the requisite degree for a physician's licence is \"licentiat/lisensiaatti\"; there is no master's degree. (The degree \"lääketieteen tohtori\", \"medicine doktor\", \"Doctor of Medicine\" is a traditional professor's degree, or a research doctorate, with Licentiate as a prerequisite.)",
            "score": 49.211708068847656
        },
        {
            "docid": "167241_140",
            "document": "Academic degree . The standard academic progression remains bachelor's—master's—(research) doctorate. Most standard \"academic\" programs are based on the four-year bachelor's degree, most often Bachelor of Arts (B.A.), or Bachelor of Science (B.S.), a one- or two-year master's degree (most often Master of Arts (M.A.), or Master of Science (M.S.); either of these programs might be as long as three years in length), and a further two to five years of coursework and research, culminating in \"comprehensive\" examinations in one or more fields, plus perhaps some teaching experience, and then the writing of a dissertation for the doctorate, for a total of ten or more years from starting the bachelor's degree (which is usually begun around age 18) to the awarding of the doctorate. This timetable is only approximate, however, as students in accelerated programs can sometimes earn a bachelor's degree in three years or, on the other hand, a particular dissertation project might take four or more years to complete. In addition, a graduate may wait an indeterminate time between degrees before candidacy in the next level, or even an additional degree at a level already completed. Therefore, there is no time-limit on the accumulation of academic degrees.",
            "score": 48.64573669433594
        },
        {
            "docid": "170346_43",
            "document": "Master's degree . In Nepal, after bachelor's degree about to at least three or four years with full-time study in college and university with an entrance test for those people who want to study further can study in master and further Ph.D. and doctorate degree. All doctoral and Ph.D. or third cycle degree are based on research and experience oriented and result based. Master of Engineering (M.Eng.), Master of Education (M.Ed.), Master of Arts (M.A.) and all law and medicine related courses are studied after completion of successful bachelor towards doctoral degree. M.B.B.S. is only a medical degree with six and half years of study resulting medical doctor and need to finish its study o 4 years of period joining after master degree with minimum education with 15 or 16 years of university bachelor's degree education. The most professional and internationalised program in Nepal are as follows:",
            "score": 48.58383560180664
        },
        {
            "docid": "75912_20",
            "document": "Time Lord . Time Lords are extremely long-lived, routinely counting their ages in terms of centuries; the Second Doctor claimed in \"The War Games\" that Time Lords could live \"practically forever, barring accidents.\" The series has suggested that Time Lords have a different concept of ageing from humans. In \"Pyramids of Mars\", the Fourth Doctor considers an age of 750 years to be \"middle-aged\". In \"The Stolen Earth\", the Tenth Doctor refers to when his original incarnation was a \"kid\" at 90 years old. However, within a specific incarnation, a Time Lord is able to age, albeit much more slowly than a human. The War Doctor and Eleventh Doctor, over the course of the Last Great Time War and the Battle of Trenzalore, respectively, are seen to age within their respective incarnations to what would appear to a human to be old age; both conflicts are suggested within the series to last hundreds if not thousands of Earth years.",
            "score": 48.257362365722656
        },
        {
            "docid": "10284418_3",
            "document": "Doctor of Health Science . In Europe and Australia, the degree is awarded after completion of two to three years of coursework and research beyond the Master's degree. Like its European counterparts, an individual typically has to complete three to four years of study beyond the master's degree. In order to be accepted into the program a person must possess a master's degree from a regionally accredited United States university, and have prior health care experience. In addition to completing two to four years of intensive course work, candidates must typically complete an applied research project or dissertation.",
            "score": 48.07569122314453
        },
        {
            "docid": "11111323_6",
            "document": "Doctor of Management . To be admitted as a doctoral management student in the U.S., one must hold a management-related master's degree, have sufficient managerial experience, and pass a comprehensive entrance exam or doctoral essay. In the UK (and in many programs in the U.S.), there is a minimum of five years of management or professional consulting experience required. In the UK, an honours degree plus a relevant master's degree is preferred. The student must then complete necessary coursework (typically focused on leadership and strategy, and including training in research methodology), perform independent original research under supervision of a qualified doctoral advisor, pass the doctoral dissertation or doctoral thesis defense and, in some cases, teach examinable courses.",
            "score": 47.96720886230469
        },
        {
            "docid": "959699_107",
            "document": "The Doctor (Doctor Who) . In early production documents, the Doctor was said to be 650 years old, although this was never stated on screen. By the time the Doctor did cite his age (\"Let me see, in human terms, 400, yes, 450 years\" in the serial \"The Tomb of the Cybermen\"; he kept a 500-year diary), he had already regenerated to a younger form. The intention at that time was that regeneration had turned back the Doctor's clock, making him younger both in appearance and in biological age. Since the Doctor's age had never previously been given, 450 Earth years became a starting point onto which further years would be progressively added as the series continued and the character lived out his further incarnations.",
            "score": 47.82432174682617
        },
        {
            "docid": "17700674_58",
            "document": "Clinical officer . China has about 880,000 Rural Doctors and 110,000 assistant doctors who provide primary care to rural populations where they are also known as barefoot doctors. They typically have about one year of training; those who sit and pass government examinations qualify to be rural doctors. Those who fail become community health workers. However, there is a government move to have all rural doctors complete three years training.",
            "score": 47.75117874145508
        },
        {
            "docid": "959699_114",
            "document": "The Doctor (Doctor Who) . In \"The End of Time\" the Tenth Doctor tells Wilfred Mott he is 906 years old. In \"Flesh and Stone\", the Eleventh Doctor tells Amy Pond that he is 907. \"The Impossible Astronaut\" depicts the Doctor from two different points in his life, one at age 909 and the other at 1103. In \"The Doctor's Wife\", the TARDIS, while embodied as Idris, says the Doctor has been travelling with her for 700 years. By the end of series six, the Doctor has reached the age of 1103, the older version that appeared in \"The Impossible Astronaut\". The next series ages the Doctor further, with \"A Town Called Mercy\" establishing that he is now approximately 1,200 years old. However, in \"The Bells of Saint John\", the Doctor says that he was \"one thousand years old\", whilst in \"Journey to the Centre of the TARDIS\" commenting that he had piloted the TARDIS \"for over 900 years\".",
            "score": 47.42650604248047
        },
        {
            "docid": "30872408_12",
            "document": "Doctor of Law . Usually, one is allowed three years time to complete a Master of Laws degree, and four years time to complete the doctoral course. So, if one were to graduate from Law School and immediately enter a Master of Laws course and a Doctor of Laws course in immediate succession, that person would become a doctor about seven years after graduating from the Law School. On the other hand, in the rare cases in which a bachelor of Laws is allowed to pursue a \"direct\" doctorate, he is usually allowed five years time to complete the doctoral course.",
            "score": 47.40534973144531
        },
        {
            "docid": "6115887_11",
            "document": "Spastic diplegia . Unusually, cerebral palsy, including spastic cerebral palsy, is notable for a glaring overall research deficiency—the fact that it is one of the very few \"major\" groups of conditions on the planet in human beings for which medical science has not yet (as of 2011) collected wide-ranging empirical data on the development and experiences of young adults, the middle aged and older adults. An especially puzzling aspect of this lies in the fact that cerebral palsy as defined by modern science was first 'discovered' and specifically addressed well over 100 years ago and that it would therefore be reasonable to expect by now that at least some empirical data on the adult populations with these conditions would have long since been collected, especially over the second half of the 20th century when existing treatment technologies rapidly improved and new ones came into being. The vast majority of empirical data on the various forms of cerebral palsy is concerned near-exclusively with children (birth to about 10 years of age) and sometimes pre-teens and early teens (11-13). Some doctors attempt to provide their own personal justifications for keeping their CP specialities purely paediatric, but there is no objectively apparent set of reasons backed by any scientific consensus as to why medical science has made a point of researching adult cases of multiple sclerosis, muscular dystrophy and the various forms of cancer in young and older adults, but has failed to do so with CP. There are a few orthopaedic surgeons and neurosurgeons who claim to be gathering pace with various studies as of the past few years, but these claims do not yet seem to have been matched by real-world actualisation in terms of easily accessible and objectively verifiable resources available to the general public on the internet and in-person, where many, including medical-science researchers and doctors themselves, would more than likely agree such resources would ideally belong.",
            "score": 46.99970626831055
        },
        {
            "docid": "5631166_19",
            "document": "Li Ching-Yuen . However, a correspondent of \"The New York Times\" reported that \"many who have seen him recently declare that his facial appearance is no different from that of persons two centuries his junior.\" Moreover, gerontological researchers have viewed the age claim with extreme skepticism; the frequency of invalid age claims increases with the claimed age, rising from 65% of claims to ages 110-111 being invalid, to 98% of claims to being 115, with a 100% rate for claims of 120+ years. It is unclear though what, if any, implications these statistics have for the subject under discussion, as these figures refer to \"false claims due to administrative errors\" in Belgian public records. Researchers have called his claim \"fantastical\" and also noted that his claimed age at death, 256 years, is a multiple of 8, which is considered good luck in China, and therefore is indicative of fabrication. Additionally, the connection of Li's claimed age to his spiritual practices has been pointed to as another reason for doubt; researchers perceived that \"these types of myths [that certain philosophies or religious practices allow a person to live to extreme old age] are most common in the Far East\".",
            "score": 46.96352005004883
        },
        {
            "docid": "153041_33",
            "document": "Juris Doctor . As stated by James Hall and Christopher Langdell, two people who were involved in the creation of the J.D., the J.D. is a professional degree like the M.D., intended to prepare practitioners through a of analysing and teaching the law through logic and adversarial analysis (such as the Casebook and Socratic methods). It has existed as described in the United States for over 100 years, and can therefore be termed the standard or traditional J.D. program. The J.D. program generally requires a bachelor's degree for entry, though this requirement is sometimes waived. The program of study for the degree has remained substantially unchanged since its creation, and is an intensive study of the substantive law and its professional applications (and therefore requires no thesis, although a lengthy writing project is sometimes required). As a professional training, it provides sufficient training for entry into practice (no apprenticeship is necessary to sit for the bar exam). It requires at least three academic years of full-time study. While the J.D. is a doctoral degree in the US, lawyers usually use the suffix of \"esquire\" as opposed to the prefix \"Dr.\" Although calling an American lawyer \"doctor\" would not be incorrect, provided the attorney has a J.D. or other doctoral degree (as opposed to an LL.B., which is a baccalaureate, not a doctorate), the title is more commonly used in Europe and Asia than in the U.S. or Canada.",
            "score": 46.91008758544922
        },
        {
            "docid": "5231751_15",
            "document": "Education in Ukraine . Upon obtaining a master's degree or Specialist, a student may enter a university or a scientific institute to pursue postgraduate education. The first level of postgraduate education is \"aspirantura\" that usually results in the \"Kandydat Nauk\" degree (Candidate of Sciences). Candidates must pass three or more qualifying exams (one or more in the field of specialty, one in a foreign language of their choice and one in philosophy), publish at least five papers in peer reviewed journals (according to requirements existed up to 2013 they had to publish at least three papers), write a dissertation and defend it. This degree is roughly equivalent to the Ph.D. in the United States. After graduation a student may continue postgraduate education. This takes from two to four years of study in \"doctorantura\". Significant scientific results must be obtained and published, and a new thesis written. This produces a \"Doctor Nauk\" degree (Doctor of Sciences), but the more typical way is working in a university or scientific institute with parallel preparation of a thesis. The average time between obtaining \"Kandidat\" and \"Doctor\" degrees is roughly 10 years, and most of new \"Doctors\" are 40 and more years old. Only one of four \"Kandidats\" reaches this grade. \"Kandidat Nauk\" may keep the position Associate Professor in universities, or Researcher/Senior Researcher in scientific institutes. \"Doctor Nauk\" can hold position of full Professor, Head of Laboratory or an equal/higher positions. The Ukrainian Ministry of Education and Science is considering changing the Soviet style \"Kandidat Nauk\" and \"Doctor Nauk\" degrees to Doctor of Philosophy and Doctor Habilitation, as has happened in several other post-Soviet countries.",
            "score": 46.78611373901367
        },
        {
            "docid": "8881_62",
            "document": "Doctor (title) . The first university of Western civilization, the University of Bologna, is located in Italy, where until modern times the only degree granted was that of the doctorate, and all other Italian universities followed that model. During the 20th century Italian universities introduced more advanced research degrees, such as the Ph.D., and now that it is part of the E.U. Bologna Process, a new three-year first degree, or \"laurea\" (equivalent to a B.A. of other countries), has been introduced. The old-style \"laurea\" is now known as \"laurea magistrale/specialistica\" (Bologna Process second cycle/ISCED 2011 Level 7). For historical reasons, even to this day, the title of \"dottore/dottoressa\" (abbrev. both as dott/dott.ssa or as dr./dr.ssa ) is awarded even to those who have studied for a \"laurea\". Upper levels of degree are anyway shown in the title, as those who obtain a master's degree can be referred to as \"dottore/dottoressa magistrale\" (masterly doctor) while those who achieve the relatively new program of \"dottorato di ricerca\" (research doctorate, equivalent of a Ph.D.), carry the title of \"dottore/dottoressa di ricerca\" (research doctor), which can be abbreviated as \"Dott. Ric.\" or \"Ph.D.\"",
            "score": 46.58477783203125
        },
        {
            "docid": "375170_37",
            "document": "Education in Finland . Some universities provide professional degrees. They have additional requirements in addition to merely completing the studies, such as demonstrations of competence in practice. An example of such a degree is \"Lääketieteen lisensiaatti\", \"medicine licentiat\", Licentiate of Medicine. A Bachelor of Medicine (\"lääketieteen kandidaatti\", \"medicine kandidat\") is allowed to conduct clinical work under the supervision of senior medical staff. The Licentiate of Medicine is not equivalent to licentiate's degree in other fields, but to a master's degree. For this reason, no Licentiate's thesis is required unlike in other fields. The equivalent of a Medical Doctor in the U.S. sense is therefore not called \"doctor\", but licentiate. The research doctorate, which is equivalent to a PhD in Medicine, is called \"Doctor of Medicine\" (\"lääketieteen tohtori\", \"medicine doktorsexamen\").",
            "score": 46.51149368286133
        },
        {
            "docid": "188886_55",
            "document": "Doctorate . Today, the doctorate (\"doctorat\") is a research-only degree. It is a national degree and its requirements are fixed by the minister of higher education and research. Only public institutions award the doctorate. It can be awarded in any field of study. The master's degree is a prerequisite. The normal duration is three years. The redaction of a comprehensive thesis constitutes the bulk of the doctoral work. While the length of the thesis varies according to the discipline, it is rarely less than 150 pages, and often substantially more. Some 15,000 new doctoral matriculations occur every year and ~10,000 doctorates are awarded.",
            "score": 46.37300491333008
        },
        {
            "docid": "1761343_16",
            "document": "Junior doctor . Changes to working patterns of doctors meant there was no longer a requirement for first year junior doctors to be resident and from 2008 free accommodation was no longer provided by employers. The British Medical Association, claimed this amounted to a £4,800 annual pay cut for those who may have previously lived at the hospital rather than independently but the numbers of doctors involved is not yet clear. Ann Keen, Labour Parliamentary Under-Secretary for Health Services, stated \"The provision of free accommodation for foundation year 1 doctors who are on call at night, is dependent on the contract of employment of the junior doctor, which is for agreement locally. The Junior Doctors Terms and Conditions of Service continue to provide that if a doctor is contractually required to live in hospital accommodation no charges should be made for the accommodation provided.\"",
            "score": 46.30511474609375
        },
        {
            "docid": "27867508_5",
            "document": "Svante Janson . Svante Janson has already had a long career in mathematics, because he started research at a very young age. A child prodigy in mathematics, Janson took high-school and even university classes while in primary school. He was admitted in 1968 to Gothenburg University at age 12. After his 1968 matriculation at Uppsala University at age 13, Janson obtained the following degrees in mathematics: a \"candidate of philosophy\" (roughly an \"honours\" B.S. with a thesis) at age 14 (in 1970) and a doctor of philosophy at age 21–22 (in 1977). Janson's Ph.D. was awarded on his 22nd birthday. Janson's doctoral dissertation was supervised by Lennart Carleson, who had himself received his doctoral degree when he was 22 years old.",
            "score": 46.28089904785156
        }
    ]
}