{
    "q": [
        {
            "docid": "6678_2",
            "document": "Cat . The domestic cat (\"Felis silvestris catus\" or \"Felis catus\") is a small, typically furry, carnivorous mammal. They are often called house cats when kept as indoor pets or simply cats when there is no need to distinguish them from other felids and felines. They are often valued by humans for companionship and for their ability to hunt vermin. There are more than seventy cat breeds recognized by various cat registries.",
            "score": 81.60905933380127
        },
        {
            "docid": "1001655_7",
            "document": "Prionailurus . At least one \"Prionailurus\" subspecies, the Asian leopard cat (\"P. b. bengalensis\") has been cross-bred successfully and frequently since the 1960s to another genus, the domestic cat (\"Felis silvestris catus\"). This fertile hybrid has been developed into the standardized Bengal cat breed, the most vividly spotted breed of housecat. The hybrids are generally docile after the fourth generation (F4) of breeding away from wild stock and into domestic or mostly-domestic lines.",
            "score": 58.22615051269531
        },
        {
            "docid": "6412655_2",
            "document": "Tabby cat . A tabby is any domestic cat (\"Felis catus\") that has a coat featuring distinctive stripes, dots, lines or swirling patterns, usually together with a mark resembling an 'M' on its forehead. Tabbies are sometimes erroneously assumed to be a cat breed. In fact, the tabby pattern is found in many breeds, and is a genetic landrace common among the general mixed-breed population. The tabby pattern is a naturally occurring feature that may be related to the coloration of the domestic cat's direct ancestor, the African wildcat (\"Felis lybica lybica\"), which—along with the European wildcat (\"Felis silvestris silvestris\") and Asiatic wildcat (\"Felis lybica ornata\")—has a similar coloration. A genetic study found five genetic clusters from tabbies to be ancestral to wildcats of various parts of the world.",
            "score": 64.80279874801636
        },
        {
            "docid": "434590_2",
            "document": "Cat (disambiguation) . Cat most commonly refers to the domestic cat, \"Felis catus\", or \"Felis silvestris catus\"",
            "score": 69.32578372955322
        },
        {
            "docid": "27164839_2",
            "document": "Taenia rileyi . Taenia rileyi is a tapeworm of the genus \"Taenia\" from the United States. Adults infect bobcats (\"Lynx rufus\") and feral domestic cats (\"Felis silvestris catus\"), but larvae have been found in rodents such as the cotton mouse (\"Peromyscus gossypinus\"), the marsh rice rat (\"Oryzomys palustris\") in Florida, and the hispid cotton rat (\"Sigmodon hispidus\") in Florida and Georgia. These rodents may serve as intermediate hosts.",
            "score": 53.59686470031738
        },
        {
            "docid": "145672_2",
            "document": "Manx cat . The Manx cat (, in earlier times often spelled Manks), is a breed of domestic cat (\"Felis catus\") originating on the Isle of Man, with a naturally occurring mutation that shortens the tail. Many Manx have a small stub of a tail, but Manx cats are best known as being entirely tailless; this is the most distinguishing characteristic of the breed, along with elongated hind legs and a rounded head. Manx cats come in all coat colours and patterns, though all-white specimens are rare, and the coat range of the original stock was more limited. Long-haired variants are sometimes considered a separate breed, the Cymric. Manx are prized as skilled hunters, and thus have often been sought by farmers with rodent problems, and been a preferred ship's cat breed. They are said to be social, tame and active. An old local term for the cats on their home island is stubbin. Manx have been exhibited in cat shows since the 1800s, with the first known breed standard published in 1903.",
            "score": 58.696253180503845
        },
        {
            "docid": "4791850_2",
            "document": "Chinchilla rabbit . Chinchilla rabbits are a group of three rabbit breeds that have been bred for a coat that resembles that of chinchillas. Despite their name, they are not related to and cannot interbreed with chinchillas, which are a species of rodent. Rabbits are lagomorphs. A mutation diluted the yellow pigment in the hairs to almost white, changing in this way the color of the fur of the wild rabbit (agouti) into chinchilla.",
            "score": 37.96826124191284
        },
        {
            "docid": "6678_9",
            "document": "Cat . The domestic cat was first classified as \"Felis catus\" by Carl Linnaeus in the 10th edition of his \"Systema Naturae\" published in 1758. Because of modern phylogenetics, domestic cats are usually regarded as another subspecies of the wildcat, \"F. silvestris\". This has resulted in mixed usage of the terms, as the domestic cat can be called by its subspecies name, \"Felis silvestris catus\". Wildcats have also been referred to as various subspecies of \"F. catus\", but in 2003, the International Commission on Zoological Nomenclature fixed the name for wildcats as \"F. silvestris\". The most common name in use for the domestic cat remains \"F. catus\". Sometimes, the domestic cat has been called \"Felis domesticus\" as proposed by German naturalist J. C. P. Erxleben in 1777, but these are not valid taxonomic names and have been used only rarely in scientific literature. A population of Transcaucasian black feral cats was once classified as \"Felis daemon\" but now this population is considered to be a part of the domestic cat.",
            "score": 81.79445993900299
        },
        {
            "docid": "1022343_2",
            "document": "Chausie . The Chausie () is a domestic breed of cat that was developed by breeding a few individuals from the nondomestic species jungle cat (\"Felis chaus\") to a far greater number of domestic cats (\"Felis catus\"). The Chausie was first recognized as a domestic breed by The International Cat Association (TICA). Within the domestic breeds, the Chausie is categorized as a nondomestic hybrid source breed. Other domestic breeds in this category include the Bengal and the Savannah. Because Chausies are mostly descended from domestic cats, by about the fourth generation they are fully fertile and completely domestic in temperament. Chausies should be tall, long, and lean, with very long legs and medium boning. The torso is deep-chested with flat sides. The ears are broad, tall, and set high on the head, about two fingers apart. The cheekbones are striking—prominent, long, and angular—and the eyes are flattened on top and form a half oval below. The coat is short, and the cats can come in three colors: solid black, black grizzled tabby, and black (brown) ticked tabby. Gold or yellow eye color is preferred, though yellower and lighter shades of green are allowed.",
            "score": 67.58086311817169
        },
        {
            "docid": "31708890_5",
            "document": "Fauna of South Africa . Smaller carnivores are common across the country, and two species, the black-backed jackal and the caracal, are seen by some as pest species, often taking livestock such as sheep and goats, as lion, leopard, cheetah, African wild dog, and both species of hyena have been largely extirpated outside of protected areas. The serval is a rodent specialist and often occurs in marshy areas. Bat-eared foxes, Cape foxes and small felids such as the black-footed cat (\"Felis nigripes\") and Southern African wildcat (\"Felis sylvestris cafra\") are widespread, although there are concerns about the genetic purity of the African wild cat, as it breeds readily with both domestic and feral domestic cats (\"Felis sylvestris catus\"), which dilutes the African wild cat's gene pool. There are many species of mongoose, such as the meerkat, yellow mongoose and water mongoose. There are two genet species, the common genet and the large spotted genet. There are relatively few mustelid species in South Africa, as it appears that most niches taken by mustelids elsewhere in the world are taken up by vivverids and herpestids in sub-Saharan Africa (only seven species are native to Africa south of the Sahara). Two species of otter are native to South Africa, both inhabiting freshwater habitats and the Cape clawless otter ranging into the sea at the coast. The honey badger is probably the best known mustelid native to the region; aside from the otters, two other species occur, the African striped weasel and the striped polecat - their black-and-white fur serves the same function as that of skunks. The only seal native to the region is the brown fur seal, which breeds in large colonies off Namibia and South Africa.",
            "score": 55.78824436664581
        },
        {
            "docid": "25147300_20",
            "document": "Noronha skink . The Noronha skink probably lacked predators before Fernando de Noronha was discovered by humans, but several species that arrived since do prey on it, most commonly the cat (\"Felis catus\") and cattle egret (\"Bubulcus ibis\"). These may negatively affect skink abundance at some localities on the island. The Argentine black and white tegu lizard, \"Tupinambis merianae\", and three introduced rodents, the house mouse (\"Mus musculus\"), brown rat (\"Rattus norvegicus\") and black rat (\"Rattus rattus\"), have also been observed to eat Noronha skinks, but the rodents, particularly the house mouse, may have been scavenging on already dead skinks.",
            "score": 44.54497742652893
        },
        {
            "docid": "198290_7",
            "document": "Chinchilla . In nature, chinchillas live in social groups that resemble colonies, but are properly called herds. Herd sizes can range from 14 members up to 100, this is both for social interaction as well as protection from predators. They can breed any time of the year. Their gestation period is 111 days, longer than most rodents. Due to this long pregnancy, chinchillas are born fully furred and with eyes open. Litters are usually small in number, predominantly two.",
            "score": 39.89279866218567
        },
        {
            "docid": "11009131_2",
            "document": "Short-tailed chinchilla . The short-tailed chinchilla (\"Chinchilla chinchilla\", formerly known as \"Chinchilla brevicaudata\"), also called the Bolivian, Peruvian, or royal chinchilla, is an endangered species of rodent. Their original range included the Andes Mountains of Argentina, Chile, Peru, and Bolivia. The rodents were exploited for their luxurious fur, causing their numbers to dwindle greatly.",
            "score": 38.26265335083008
        },
        {
            "docid": "50720505_2",
            "document": "Henry's pocket . In animal anatomy, Henry's pocket, more formally known as a cutaneous marginal pouch, is a fold of skin forming an open pouch on the lower posterior part of the external ear. The pocket is situated in the location occupied by the antitragus in the human ear. It occurs in a number of species, but is particularly noticeable on the domestic cat, \"Felis catus\", as well as some dog breeds.",
            "score": 56.15792798995972
        },
        {
            "docid": "4791850_5",
            "document": "Chinchilla rabbit . The American Chinchilla or \"Heavyweight Chinchilla\" is larger than the Standard Chinchilla, it has a commercial body type but the same roll back coat. Standard Chinchillas bred for large size produced this breed. Chinchilla Rabbits originated in France and were bred to standard by M. J. Dybowski. They were introduced to the United States in 1919.",
            "score": 35.85481119155884
        },
        {
            "docid": "2556675_2",
            "document": "Kellas cat . The Kellas cat is a small black feline found in Scotland, and is an intraspecific hybrid between the Scottish wildcat (\"Felis silvestris grampia\") and the Domestic cat (\"Felis silvestris catus\"). Once thought to be a mythological wild cat, with its few sightings dismissed as hoaxes, a specimen was killed by being caught in a snare in 1984 by a gamekeeper named Ronnie Douglas and found to be a hybrid between wild and domestic subspecies of \"Felis silvestris\". It is not a formal breed of cat, but a landrace of felid hybrids. It is named after the village of Kellas, Moray, where it was first found. The historian Charles Thomas speculates that the Pictish stone at Golspie may depict a Kellas. The Golspie stone, now held at the Dunrobin Castle Museum, shows a cat-like creature standing on top of a salmon which may allude to the characteristics ascribed to a Kellas of catching fish while river swimming.",
            "score": 62.26774072647095
        },
        {
            "docid": "12534390_7",
            "document": "Iberian shrew . Domestic cats (\"Felis catus\"), European wild cats (\"Felis silvestris\"), and barn owls (\"Tyto alba\") have been noted to prey upon \"S. granarius\"\".\"",
            "score": 61.93884825706482
        },
        {
            "docid": "36048052_4",
            "document": "Cytauxzoon . This genus was originally described in African ruminants but is now known to be common in felids including the domestic cat (\"Felis catus\"). It was first described in the African grey duiker (\"Sylvicapra grimmia\"). \"C. felis\" was first described by Kier in 1979.",
            "score": 60.631829023361206
        },
        {
            "docid": "32437185_7",
            "document": "Cats in the United States . The domestic cat, \"Felis catus\" or \"F. silvestris catus\", is a popular pet, with an estimated 93.5 million cats kept as pets; about one third of all households in the United States keeping at least one. Eighty-seven percent of owned cats are spayed or neutered",
            "score": 61.23319625854492
        },
        {
            "docid": "269357_7",
            "document": "Wildcat . In 1778, Johann von Schreber described the European wildcat using the scientific name \"Felis (catus) silvestris\". In 1780, Georg Forster described a cat from the Barbary Coast using the name \"Felis lybica\". In subsequent decades, several naturalists and explorers described 40 wildcats from European, African and Asian countries. The taxonomist Reginald Innes Pocock reviewed the collection of wildcat skins in the British Museum, and in 1951 designated seven \"Felis silvestris\" subspecies from Europe to Asia Minor, and 25 \"Felis lybica\" subspecies from Africa, and West to Central Asia.",
            "score": 51.98538303375244
        },
        {
            "docid": "30456458_8",
            "document": "Traditional Persian . The color inhibitor gene mutated in a Persian cross in 1882 in the UK in a cat called \"Chinnie\". The offspring of this mutation that express the gene are commonly known as \"chinchillas\" presumably due to the resemblance of their coat to that of the rodent by that name. They were classified as a Persian variety for breeding purposes.",
            "score": 37.537774085998535
        },
        {
            "docid": "11130712_14",
            "document": "Splendid fairywren . Major nest predators include Australian magpies (\"Gymnorhina tibicen\"), butcherbirds (\"Cracticus\" spp.), laughing kookaburra (\"Dacelo novaeguineae\"), currawongs (\"Strepera\" spp.), crows and ravens (\"Corvus\" spp.), shrike-thrushes (\"Colluricincla\" spp.) as well as introduced mammals such as the red fox (\"Vulpes vulpes\"), cat (\"Felis catus\") and black rat (\"Rattus rattus\"). Like other species of fairywrens, splendid fairywrens may use a 'rodent-run' display to distract predators from nests with young birds. While doing this, the head, neck and tail of the bird are lowered, the wings are held out and the feathers are fluffed as the bird runs rapidly and voices a continuous alarm call.",
            "score": 47.51847767829895
        },
        {
            "docid": "4791850_6",
            "document": "Chinchilla rabbit . Bred to be a meat and fur rabbit, the American Chinchilla Rabbit can be shown/exhibited or kept as a stocky, hardy pet. American Chinchilla Rabbits do not require regular grooming. Adult American Chinchilla Rabbits weigh different for each sex. Males (Bucks)- 9-11#, and Females (Does) 10-12#. These stocky rabbits have a slight curve to their medium length bodies, beginning at the nape of their necks and following through to the rump. They carry their ears straight erect. The quality of the pelt is first and more important when breeding for the \"Standard Of Perfection\". American Chinchilla Rabbits are a six-class breed in show. (Any rabbit that matures over 9 pounds is a 6-class breed, maturation weights under 9# are 4-class breeds.) The American Chinchilla Rabbit was bred from large Standard Chinchilla Rabbits in order to produce a meatier rabbit. They were originally called Heavyweight Chinchilla Rabbits.",
            "score": 46.76206588745117
        },
        {
            "docid": "825332_18",
            "document": "Purebred . Some original cat breeds that have a distinct phenotype that is the main type occurring naturally as the dominant domesticated cat type in their region of origin are sometimes considered subspecies and in the past received names as such, although this is no longer supported by feline biologists. with \"F. silvestris\" the wild cat and \"F. s. catus\" the domestic. Some of these cat breeds (with their invalid scientific names for historical interest) are:",
            "score": 53.24316453933716
        },
        {
            "docid": "56870719_4",
            "document": "Ritualized aggression . Domestic cats (\"Felis catus\") are very territorial and defend their territories with ritualized body posturing, stalking, staring, spitting, yowling and howling.",
            "score": 54.61853313446045
        },
        {
            "docid": "57391457_5",
            "document": "Tympanocryptis intima . While feral cats (\"Felis catus\") have been found to prey on this species, they are unlikely to pose a major threat to this widespread species.",
            "score": 49.24330735206604
        },
        {
            "docid": "12461683_27",
            "document": "White-winged fairywren . Adults and their young may be preyed upon by mammalian predators, such as the red fox (\"Vulpes vulpes\") or the feral cat (\"Felis catus\"), and native predatory birds, such as the Australian magpie (\"Gymnorhina tibicen\"), butcherbird species (\"Cracticus\" spp.), laughing kookaburra (\"Dacelo novaeguineae\"), currawongs (\"Strepera\" spp.), crows and ravens (\"Corvus\" spp.), shrike-thrushes (\"Colluricincla\" spp.) and reptiles such as goannas. Another threat to the birds is from humans; many nests are trampled on (even by the occasional bird watcher) during breeding season because the nests are hidden close to the ground and therefore difficult for passers-by to spot.",
            "score": 42.6839873790741
        },
        {
            "docid": "4791850_9",
            "document": "Chinchilla rabbit . The Giant Chinchilla is a result of crosses between Chinchilla and Flemish Giant breeds; it originates in the United States. This breed is used primarily as a commercial meat rabbit.",
            "score": 30.807549476623535
        },
        {
            "docid": "10005263_2",
            "document": "Chinchilla (disambiguation) . Chinchilla is a fur-bearing mountain rodent native to South America.",
            "score": 29.753463745117188
        },
        {
            "docid": "30456458_15",
            "document": "Traditional Persian . In South Africa, all breeds cat judge and Chinchilla breeder Stella Slabber, headed up a project to separate the breed from the modern Persian standard. This standard was only to be applicable to color-bred silvers, commonly known as \"Chinchillas\" in South Africa. The breed was accepted under the name \"Chinchilla Longhair\" with breed code \"CHL\" in the SA Cat Council (SACC) in 1996.",
            "score": 41.44347524642944
        },
        {
            "docid": "11203678_14",
            "document": "Jarrah Forest . The significant population loss of fauna species in the Jarrah Forest is attributed to the fox and cat (\"felis catus\"). Predators can influence abundances and ranges of species at all trophic levels, including primary producers, prey and other predators. Between 1933 and 1944 the terrestrial range of the quokka (\"Setonix brachyurus\"), the woylie, the chuditch, the brushtail possum, the western ringtail possum, the tammar wallaby and the numbat contracted quite dramatically. This was blamed on the fox. Population numbers, however, of woylies and boodies were already declining in 1911, most likely due to cats (\"Felis catus\") introduced by Europeans. Another introduced species that is a major threat to birds in some areas of the Jarrah Forest, but for a very different reason, is the feral bee (\"Apis mellifera\"). Swarms of feral bees take over tree hollows, stealing the nesting sites of hollow-nesting birds.",
            "score": 48.65653610229492
        },
        {
            "docid": "198290_27",
            "document": "Chinchilla . Chinchillas which live in communities and their breeding must not be disturbed in February to March or from August to September, as they are especially sensitive in these breeding seasons. Chinchillas are social animals and are likely to be upset to have their breeding mate changed in breeding season. They are known to be disturbed by a change of diet in these times, so care should be taken by breeders that the food given at the beginning of these times is in ample supply and can be given without change for the duration of the season.",
            "score": 32.265267848968506
        }
    ],
    "r": [
        {
            "docid": "6678_9",
            "document": "Cat . The domestic cat was first classified as \"Felis catus\" by Carl Linnaeus in the 10th edition of his \"Systema Naturae\" published in 1758. Because of modern phylogenetics, domestic cats are usually regarded as another subspecies of the wildcat, \"F. silvestris\". This has resulted in mixed usage of the terms, as the domestic cat can be called by its subspecies name, \"Felis silvestris catus\". Wildcats have also been referred to as various subspecies of \"F. catus\", but in 2003, the International Commission on Zoological Nomenclature fixed the name for wildcats as \"F. silvestris\". The most common name in use for the domestic cat remains \"F. catus\". Sometimes, the domestic cat has been called \"Felis domesticus\" as proposed by German naturalist J. C. P. Erxleben in 1777, but these are not valid taxonomic names and have been used only rarely in scientific literature. A population of Transcaucasian black feral cats was once classified as \"Felis daemon\" but now this population is considered to be a part of the domestic cat.",
            "score": 81.79446411132812
        },
        {
            "docid": "6678_2",
            "document": "Cat . The domestic cat (\"Felis silvestris catus\" or \"Felis catus\") is a small, typically furry, carnivorous mammal. They are often called house cats when kept as indoor pets or simply cats when there is no need to distinguish them from other felids and felines. They are often valued by humans for companionship and for their ability to hunt vermin. There are more than seventy cat breeds recognized by various cat registries.",
            "score": 81.60906219482422
        },
        {
            "docid": "434590_2",
            "document": "Cat (disambiguation) . Cat most commonly refers to the domestic cat, \"Felis catus\", or \"Felis silvestris catus\"",
            "score": 69.3257827758789
        },
        {
            "docid": "1022343_2",
            "document": "Chausie . The Chausie () is a domestic breed of cat that was developed by breeding a few individuals from the nondomestic species jungle cat (\"Felis chaus\") to a far greater number of domestic cats (\"Felis catus\"). The Chausie was first recognized as a domestic breed by The International Cat Association (TICA). Within the domestic breeds, the Chausie is categorized as a nondomestic hybrid source breed. Other domestic breeds in this category include the Bengal and the Savannah. Because Chausies are mostly descended from domestic cats, by about the fourth generation they are fully fertile and completely domestic in temperament. Chausies should be tall, long, and lean, with very long legs and medium boning. The torso is deep-chested with flat sides. The ears are broad, tall, and set high on the head, about two fingers apart. The cheekbones are striking—prominent, long, and angular—and the eyes are flattened on top and form a half oval below. The coat is short, and the cats can come in three colors: solid black, black grizzled tabby, and black (brown) ticked tabby. Gold or yellow eye color is preferred, though yellower and lighter shades of green are allowed.",
            "score": 67.58086395263672
        },
        {
            "docid": "6412655_2",
            "document": "Tabby cat . A tabby is any domestic cat (\"Felis catus\") that has a coat featuring distinctive stripes, dots, lines or swirling patterns, usually together with a mark resembling an 'M' on its forehead. Tabbies are sometimes erroneously assumed to be a cat breed. In fact, the tabby pattern is found in many breeds, and is a genetic landrace common among the general mixed-breed population. The tabby pattern is a naturally occurring feature that may be related to the coloration of the domestic cat's direct ancestor, the African wildcat (\"Felis lybica lybica\"), which—along with the European wildcat (\"Felis silvestris silvestris\") and Asiatic wildcat (\"Felis lybica ornata\")—has a similar coloration. A genetic study found five genetic clusters from tabbies to be ancestral to wildcats of various parts of the world.",
            "score": 64.80279541015625
        },
        {
            "docid": "32437185_2",
            "document": "Cats in the United States . Many different species of mammal can be classified as cats (felids) in the United States. These include domestic cat (both house cats and feral), of the species \"Felis catus\"; medium-sized wild cats from the genus \"Lynx\"; and big cats from the genera \"Puma\" and \"Panthera\". Domestic cats vastly outnumber wild cats in the United States.",
            "score": 63.067047119140625
        },
        {
            "docid": "2556675_2",
            "document": "Kellas cat . The Kellas cat is a small black feline found in Scotland, and is an intraspecific hybrid between the Scottish wildcat (\"Felis silvestris grampia\") and the Domestic cat (\"Felis silvestris catus\"). Once thought to be a mythological wild cat, with its few sightings dismissed as hoaxes, a specimen was killed by being caught in a snare in 1984 by a gamekeeper named Ronnie Douglas and found to be a hybrid between wild and domestic subspecies of \"Felis silvestris\". It is not a formal breed of cat, but a landrace of felid hybrids. It is named after the village of Kellas, Moray, where it was first found. The historian Charles Thomas speculates that the Pictish stone at Golspie may depict a Kellas. The Golspie stone, now held at the Dunrobin Castle Museum, shows a cat-like creature standing on top of a salmon which may allude to the characteristics ascribed to a Kellas of catching fish while river swimming.",
            "score": 62.267738342285156
        },
        {
            "docid": "12534390_7",
            "document": "Iberian shrew . Domestic cats (\"Felis catus\"), European wild cats (\"Felis silvestris\"), and barn owls (\"Tyto alba\") have been noted to prey upon \"S. granarius\"\".\"",
            "score": 61.93885040283203
        },
        {
            "docid": "6678_8",
            "document": "Cat . The felids are a rapidly evolving family of mammals that share a common ancestor only 10–15 million years ago and include lions, tigers, cougars and many others. Within this family, domestic cats (\"Felis catus\") are part of the genus \"Felis\", which is a group of small cats containing about seven species (depending upon classification scheme). Members of the genus are found worldwide and include the jungle cat (\"Felis chaus\") of southeast Asia, European wildcat (\"F. silvestris silvestris\"), African wildcat (\"F. s. lybica\"), the Chinese mountain cat (\"F. bieti\"), and the Arabian sand cat (\"F. margarita\"), among others.",
            "score": 61.81435012817383
        },
        {
            "docid": "32437185_7",
            "document": "Cats in the United States . The domestic cat, \"Felis catus\" or \"F. silvestris catus\", is a popular pet, with an estimated 93.5 million cats kept as pets; about one third of all households in the United States keeping at least one. Eighty-seven percent of owned cats are spayed or neutered",
            "score": 61.23319625854492
        },
        {
            "docid": "15596646_2",
            "document": "Lists of cats . The cat (\"Felis silvestris catus\"), also known as the domestic cat or house cat to distinguish it from other felines, is a small carnivorous species of crepuscular mammal that is often valued by humans for its companionship and its ability to hunt vermin.",
            "score": 60.931922912597656
        },
        {
            "docid": "36048052_4",
            "document": "Cytauxzoon . This genus was originally described in African ruminants but is now known to be common in felids including the domestic cat (\"Felis catus\"). It was first described in the African grey duiker (\"Sylvicapra grimmia\"). \"C. felis\" was first described by Kier in 1979.",
            "score": 60.631832122802734
        },
        {
            "docid": "145672_2",
            "document": "Manx cat . The Manx cat (, in earlier times often spelled Manks), is a breed of domestic cat (\"Felis catus\") originating on the Isle of Man, with a naturally occurring mutation that shortens the tail. Many Manx have a small stub of a tail, but Manx cats are best known as being entirely tailless; this is the most distinguishing characteristic of the breed, along with elongated hind legs and a rounded head. Manx cats come in all coat colours and patterns, though all-white specimens are rare, and the coat range of the original stock was more limited. Long-haired variants are sometimes considered a separate breed, the Cymric. Manx are prized as skilled hunters, and thus have often been sought by farmers with rodent problems, and been a preferred ship's cat breed. They are said to be social, tame and active. An old local term for the cats on their home island is stubbin. Manx have been exhibited in cat shows since the 1800s, with the first known breed standard published in 1903.",
            "score": 58.69625473022461
        },
        {
            "docid": "1001655_7",
            "document": "Prionailurus . At least one \"Prionailurus\" subspecies, the Asian leopard cat (\"P. b. bengalensis\") has been cross-bred successfully and frequently since the 1960s to another genus, the domestic cat (\"Felis silvestris catus\"). This fertile hybrid has been developed into the standardized Bengal cat breed, the most vividly spotted breed of housecat. The hybrids are generally docile after the fourth generation (F4) of breeding away from wild stock and into domestic or mostly-domestic lines.",
            "score": 58.22615051269531
        },
        {
            "docid": "50720505_2",
            "document": "Henry's pocket . In animal anatomy, Henry's pocket, more formally known as a cutaneous marginal pouch, is a fold of skin forming an open pouch on the lower posterior part of the external ear. The pocket is situated in the location occupied by the antitragus in the human ear. It occurs in a number of species, but is particularly noticeable on the domestic cat, \"Felis catus\", as well as some dog breeds.",
            "score": 56.157928466796875
        },
        {
            "docid": "31708890_5",
            "document": "Fauna of South Africa . Smaller carnivores are common across the country, and two species, the black-backed jackal and the caracal, are seen by some as pest species, often taking livestock such as sheep and goats, as lion, leopard, cheetah, African wild dog, and both species of hyena have been largely extirpated outside of protected areas. The serval is a rodent specialist and often occurs in marshy areas. Bat-eared foxes, Cape foxes and small felids such as the black-footed cat (\"Felis nigripes\") and Southern African wildcat (\"Felis sylvestris cafra\") are widespread, although there are concerns about the genetic purity of the African wild cat, as it breeds readily with both domestic and feral domestic cats (\"Felis sylvestris catus\"), which dilutes the African wild cat's gene pool. There are many species of mongoose, such as the meerkat, yellow mongoose and water mongoose. There are two genet species, the common genet and the large spotted genet. There are relatively few mustelid species in South Africa, as it appears that most niches taken by mustelids elsewhere in the world are taken up by vivverids and herpestids in sub-Saharan Africa (only seven species are native to Africa south of the Sahara). Two species of otter are native to South Africa, both inhabiting freshwater habitats and the Cape clawless otter ranging into the sea at the coast. The honey badger is probably the best known mustelid native to the region; aside from the otters, two other species occur, the African striped weasel and the striped polecat - their black-and-white fur serves the same function as that of skunks. The only seal native to the region is the brown fur seal, which breeds in large colonies off Namibia and South Africa.",
            "score": 55.788246154785156
        },
        {
            "docid": "38296618_3",
            "document": "Cats in New Zealand . The domestic cat (\"Felis catus\") was introduced into New Zealand by European settlers in the mid 19th century. , there are an estimated 1.419 million domestic cats in New Zealand, with almost half of all households owning at least one and an average of 1.8 cats per household.",
            "score": 55.72666549682617
        },
        {
            "docid": "1846593_2",
            "document": "Cats in ancient Egypt . Cats (\"Felis silvestris catus\"), known in ancient Egypt as \"Mau\", were considered sacred in ancient Egyptian society. Based on recent DNA comparisons of living species, it has been estimated that cats were first domesticated from the Middle Eastern subspecies of the wildcat about 10,000 years ago in the Fertile Crescent. Thousands of years later, the peoples in what would later be Upper and Lower Egypt had a religion centered on the worship of animals, including cats.",
            "score": 55.35633850097656
        },
        {
            "docid": "1022343_3",
            "document": "Chausie . The first hybrids of the jungle cat (\"Felis chaus\") and the domestic cat (\"Felis catus\") may have been born in Egypt several thousand years ago. The jungle cat is native to a vast region spanning Southeast Asia, India, and the Middle East (Sunquist, 2002). For the most part, it is an Asian species of wild cat that lives by rivers and lakes. But the species is found in one small area of North Africa: the Nile Delta. It is well known that the ancient Egyptians kept domestic cats as pets. Many domestic cat mummies have been found interred in Egyptian temples. What is not so well known is that one other species of cat was occasionally preserved after death via mummification; that was the jungle cat (Malek, 1993). \"F. chaus\" is not a timid species; they are known for moving into abandoned buildings and living as happily by irrigation canals as by wild rivers, provided that adequate prey and shrubbery for cover are available. Because domestic cats are likely to have frequently encountered jungle cats along the Nile and occasionally even within their owners' homes, it seems that hybrids of the two species were probably often born there.",
            "score": 54.91041564941406
        },
        {
            "docid": "56870719_4",
            "document": "Ritualized aggression . Domestic cats (\"Felis catus\") are very territorial and defend their territories with ritualized body posturing, stalking, staring, spitting, yowling and howling.",
            "score": 54.6185302734375
        },
        {
            "docid": "2184848_9",
            "document": "Long-tailed mouse . Relevant abundance of the long-tailed mouse is correlated to several other species in its habitat. \"Lazenby et.al.\" was able to show across four independent sample areas that the abundance of the long-tailed mouse was correlated positively to swamp rats (\"Rattus lutreolus velutinus\") and negatively correlated to feral cats (\"Felis catus\"). Tasmanian devils were also shown to have a negative effect on the long-tailed mouse and all other small mammal populations surveyed in this study.",
            "score": 54.03202819824219
        },
        {
            "docid": "27164839_2",
            "document": "Taenia rileyi . Taenia rileyi is a tapeworm of the genus \"Taenia\" from the United States. Adults infect bobcats (\"Lynx rufus\") and feral domestic cats (\"Felis silvestris catus\"), but larvae have been found in rodents such as the cotton mouse (\"Peromyscus gossypinus\"), the marsh rice rat (\"Oryzomys palustris\") in Florida, and the hispid cotton rat (\"Sigmodon hispidus\") in Florida and Georgia. These rodents may serve as intermediate hosts.",
            "score": 53.596866607666016
        },
        {
            "docid": "299797_2",
            "document": "Chinchillidae . The family Chinchillidae is in the order Rodentia and consists of the chinchillas, the viscachas, and their fossil relatives. This family is restricted to southern and western South America, mostly living in mountainous regions of the Andes but one species living on plains. They are medium to large-sized rodents, weighing from to , with strong hind legs and large ears and a bushy tail. All species have thick, soft fur, which is considered valuable in some cultures.",
            "score": 53.542049407958984
        },
        {
            "docid": "825332_18",
            "document": "Purebred . Some original cat breeds that have a distinct phenotype that is the main type occurring naturally as the dominant domesticated cat type in their region of origin are sometimes considered subspecies and in the past received names as such, although this is no longer supported by feline biologists. with \"F. silvestris\" the wild cat and \"F. s. catus\" the domestic. Some of these cat breeds (with their invalid scientific names for historical interest) are:",
            "score": 53.2431640625
        },
        {
            "docid": "48918268_9",
            "document": "Metorchis conjunctus . The definitive hosts are fish-eating mammals such as domestic dogs (\"Canis lupus familiars\"), domestic cats (\"Felis catus\"), wolves (\"Canis lupus\"), red foxes (\"Vulpes vulpes\"), gray foxes (\"Urocyon cinereoargenteus\"), coyotes (\"Canis latrans\"), raccoons (\"Procyon lotor\"), muskrats (\"Ondatra zibethicus\"), American minks (\"Neovison vision\"), fishers (\"Martes pennanti\"), or bears. It can also infect humans. It lives in the bile duct and in the gallbladder.",
            "score": 53.01639938354492
        },
        {
            "docid": "11089836_5",
            "document": "Isla Natividad . Between 1997 and 2001, Conservacion de Islas removed introduced goat, \"Capra hircus\", domestic sheep \"Ovis aries\", domestic cats \"Felis catus\", domestic dog \"Canis familiaris\", from the island to primarily benefit the black-vented shearwater \"Puffinus opisthomelas\".",
            "score": 52.94689178466797
        },
        {
            "docid": "87003_74",
            "document": "Everglades . The invasive species that causes the most damage to bird populations is the cat \"(Felis catus)\", both domestic and feral. Cats that are let outside live close to suburban populations and have been estimated to number 640 per square mile. In such close numbers in historic migratory areas, they have devastating effects on migratory bird populations.",
            "score": 52.480201721191406
        },
        {
            "docid": "334317_13",
            "document": "Spotted flycatcher . A study conducted at two different locations in southern England found that one third of nests were predated. The Eurasian jay (\"Garrulus glandarius\") was the most common aerial predator, consuming both eggs and chicks. The domestic cat (\"Felis catus\") predated a small fraction of the nests.",
            "score": 52.01512145996094
        },
        {
            "docid": "269357_7",
            "document": "Wildcat . In 1778, Johann von Schreber described the European wildcat using the scientific name \"Felis (catus) silvestris\". In 1780, Georg Forster described a cat from the Barbary Coast using the name \"Felis lybica\". In subsequent decades, several naturalists and explorers described 40 wildcats from European, African and Asian countries. The taxonomist Reginald Innes Pocock reviewed the collection of wildcat skins in the British Museum, and in 1951 designated seven \"Felis silvestris\" subspecies from Europe to Asia Minor, and 25 \"Felis lybica\" subspecies from Africa, and West to Central Asia.",
            "score": 51.985382080078125
        },
        {
            "docid": "622271_7",
            "document": "Choline acetyltransferase . ChAT is very conserved across the animal genome. Among mammals, in particular, there is very high sequence similarity. Human and cat (\"Felis catus\") ChAT, for example, have 89% sequence identity. Sequence identity with \"Drosophila\" is about 30%.",
            "score": 51.84575653076172
        },
        {
            "docid": "31726136_4",
            "document": "Introduced mammals on seabird breeding islands . Feral cats (\"Felis catus\") are one of the most commonly introduced mammals and one of the most effective predators on ground-nesting seabirds. On the Kerguelen Islands in the Southern Ocean, cats kill 1.2 million nesting seabirds annually. One study stated that introduced feral cats have been responsible for the extinction of 10 petrel species in the 20th century alone. Feral cats are such effective predators on ground-nesting seabirds because seabirds did not evolve with terrestrial predators and therefore did not develop defenses against them. In many cases, seabirds do not even recognize feral cats as a threat. It has also been demonstrated that feral cats on islands preferentially eat seabirds, but during the nonbreeding season cats switch their prey base to insects, rats, and mice for subsistence.",
            "score": 51.710872650146484
        },
        {
            "docid": "44260618_4",
            "document": "Julia Beatty . Beatty is best known for her research on viral diseases of cats, particularly viral causes of cancer. She initiated a collaboration with Sue VandeWoude and Ryan Troyer at Colorado State University that led to the discovery, jointly, of the first gammahepresvirus of domestic cats, Felis catus gammaherpesvirus 1. Her research into this virus and other infectious diseases of small animals at the University of Sydney aims to improve the lives of pets and people.",
            "score": 51.62932586669922
        }
    ]
}