{
    "q": [
        {
            "docid": "44113754_5",
            "document": "Welcome to the Darkside . The Gladiator competed against three low-card competitors in a gauntlet match. He defeated his first opponent Naohiko Yamazaki after an \"Awesome Bomb\". Gladiator would then defeat his second opponent Yoshinori Sasaki after an \"Awesome Splash\". His final opponent was Mr. Pogo #2. Gladiator tried to perform an \"Awesome Bomb\" but Pogo escaped it and delivered a backdrop suplex. He continued the momentum with an elevated cutter and a chokeslam. Gladiator made a comeback by performing a release German suplex but Pogo did not sell the move and charged at him but Gladiator hit a boot. He then hit a lariat and an \"Awesome Bomb\" for the win.",
            "score": 33.89834117889404
        },
        {
            "docid": "20262138_4",
            "document": "The Gladiators from Capua . \"The Gladiators from Capua\" opens with a brief scene set some years earlier – a slave in training as a gladiator refuses to kill his beaten opponent, turning his back on a promising career. The themes of combat, bloodshed, and mercy are thus established from the start.",
            "score": 42.0649471282959
        },
        {
            "docid": "3616797_8",
            "document": "Gladiator (2000 film) . Maximus's next fight is a victory against a legendary undefeated gladiator. Commodus orders Maximus to kill the gladiator, but Maximus spares his opponent's life; he is called \"Maximus the Merciful\" by the crowd. Angered at this outcome, Commodus taunts Maximus about his family's deaths, but Maximus turns and walks away.",
            "score": 32.300246715545654
        },
        {
            "docid": "12336_28",
            "document": "Gladiator . Spectators preferred to watch highly skilled, well matched \"ordinarii\" with complementary fighting styles; these were the most costly to train and to hire. A general \"melee\" of several, lower-skilled gladiators was far less costly, but also less popular. Even among the \"ordinarii\", match winners might have to fight a new, well-rested opponent, either a \"tertiarius\" (\"third choice gladiator\") by prearrangement; or a \"substitute\" gladiator (\"suppositicius\") who fought at the whim of the \"editor\" as an unadvertised, unexpected \"extra\". This yielded two combats for the cost of three gladiators, rather than four; such contests were prolonged, and in some cases, more bloody. Most were probably of poor quality, but the emperor Caracalla chose to test a notably skilled and successful fighter named Bato against first one \"supposicitius\", whom he beat, and then another, who killed him. At the opposite level of the profession, a gladiator reluctant to confront his opponent might be whipped, or goaded with hot irons, until he engaged through sheer desperation. Combats between experienced, well trained gladiators demonstrated a considerable degree of stagecraft. Among the cognoscenti, bravado and skill in combat were esteemed over mere hacking and bloodshed; some gladiators made their careers and reputation from bloodless victories. Suetonius describes an exceptional \"munus\" by Nero, in which no-one was killed, \"not even \"noxii\" (enemies of the state).\"",
            "score": 56.79337680339813
        },
        {
            "docid": "1391901_5",
            "document": "Priscus (gladiator) . Gladiatorial fights did not always end with death of a participant. A gladiator could raise a finger or surrender his weapon to the opponent to signal his willingness to concede defeat. And imposition of \"missio\" would require that the conceding gladiator return to continued fight training. Missio was initiated following the spirit of the attendees with a reprieve from the match ending in a death. The fighters could initiate ending of the match requesting that the match be declared a draw as supported by the crowds. Gladiatorial surrender was not common since it was held in disdain.",
            "score": 48.24729013442993
        },
        {
            "docid": "18573986_5",
            "document": "Colosseum: Rome's Arena of Death . All new gladiators fight in small arenas scattered around Rome, and when Verus is defeated, he requests a second chance, knowing he will not be given another, and defeats his opponent. Contrary to popular myth, not all contests end in death. If a gladiator was killed the game's sponsor had to pay for his replacement. As a gladiator, you had a near 90% chance of surviving the fight. And if a gladiator was injured, he was given some of the best medical care available in Rome. Roman doctors were renowned for their treatment of flesh wounds. Doctors who worked with gladiators helped to pioneer the treatment of fractures. And they used an opium-based anesthetic for operations. For each victory in the arena, a gladiator is paid the equivalent of a Roman soldier's yearly pay, and he can purchase some personal items. Priscus obtains a small prayer statue and wall-shelf for his own Celtic devotions.",
            "score": 41.540305376052856
        },
        {
            "docid": "12336_34",
            "document": "Gladiator . Once a band of five \"retiarii\" in tunics, matched against the same number of \"secutores\", yielded without a struggle; but when their death was ordered, one of them caught up his trident and slew all the victors. Caligula bewailed this in a public proclamation as a most cruel murder. A gladiator who was refused \"missio\" was despatched by his opponent. To die well, a gladiator should never ask for mercy, nor cry out. A \"good death\" redeemed the gladiator from the dishonourable weakness and passivity of defeat, and provided a noble example to those who watched: For death, when it stands near us, gives even to inexperienced men the courage not to seek to avoid the inevitable. So the gladiator, no matter how faint-hearted he has been throughout the fight, offers his throat to his opponent and directs the wavering blade to the vital spot. (Seneca. \"Epistles\", 30.8)",
            "score": 37.24485266208649
        },
        {
            "docid": "59627_41",
            "document": "Columbine High School massacre . Harris walked over to the table across from the lower computer row, slapped the surface twice and knelt, saying \"Peek-a-boo\" to 17-year-old Cassie Bernall before shooting her once in the head, killing her instantly. Harris had been holding the shotgun with one hand at this point and the weapon hit his face in recoil, breaking his nose. Initial reports suggest that Harris asked Bernall \"Do you believe in God?\", to which she replied yes, before getting killed. Three students who witnessed Bernall's death, including Emily Wyant, who had been hiding beneath the table with her, have testified that Bernall did not exchange words with Harris after his initial taunt; Wyant stated Bernall had been praying prior to her murder.",
            "score": 25.854233980178833
        },
        {
            "docid": "9345676_25",
            "document": "Ave Imperator, morituri te salutant . Kyle concurs that no other sources record the \"supposed gladiator salute\" in any other context \"and it did not come here from true gladiators\". Treated as a commodity, they were not elite gladiators but captives and criminals doomed to die, who usually fought until all were killed. When the salute or appeal failed, and they were forced to kill one another in earnest,",
            "score": 40.102089405059814
        },
        {
            "docid": "35757696_8",
            "document": "Deadliest Warrior (season 1) . They now fight with sica and war club. The Gladiator tries to cut the Apache with the sica, but the Apache knocks it out of his hand with the war club. His second swing knocks off the Gladiator's helmet. The Apache charges and tries to strike his opponent’s exposed head with his club. However, the Gladiator knocks him to the ground with his shield then punches his face repeatedly with the cestus. The Apache got up with his knife. The Gladiator swings at him, but misses. The Apache then started to knife the Gladiator's limbs. He then cut the Gladiator's neck. The Apache then repeatedly knifed him, lick the bloodied knife, and does his war cry, and left the scene.",
            "score": 31.134721040725708
        },
        {
            "docid": "1911479_9",
            "document": "Gladiator (Melvin Potter) . He was later forced into working for the Kingpin's elderly predecessor Alexander Bont, who claimed that Potter had a four-year-old daughter that he had never met and that she would die if Potter did not help. Gladiator brought Murdock to Bont, who attempted to kill Murdock and assume his old mantle but instead died of a drug-induced heart attack. The Gladiator was defeated by the new White Tiger, and went back to prison.",
            "score": 29.45506525039673
        },
        {
            "docid": "3037471_25",
            "document": "Sunstreaker . Sunstreaker made his first chronological IDW Publishing appearance in issue #2 of \"\", where he can be seen on page 4, part of a crowd cheering for Megatron to kill his opponent in an underground bloodsport. Later, he and Sideswipe appeared among the gathering of gladiators and insurgents that Megatron would eventually mold into the Decepticons.",
            "score": 29.215200424194336
        },
        {
            "docid": "3213185_20",
            "document": "The Spoils (Rome) . At the arena, before a capacity crowd containing both Vorenus and Timon, Pullo is led into a small ring and handed a large sword, but he drops the sword on the ground and sits in the center of the ring, refusing to fight. Three gladiators come out and tell him to fight, but Pullo stubbornly refuses. The men won't have it, and taunt him with insults. But when they insult the XIII Legion, Pullo grows increasingly angry until finally he lashes out, killing all three of his opponents. He yells \"Thirteen!\", but the crowd boos him. More gladiators come out, and despite the crowd's taunting, Pullo cuts down one gladiator after another while Timon cheers and Vorenus simply watches. Eventually Pullo tires, having been wounded so many times he can barely stand, at which point a large carnifex enters and knocks the sword out of Pullo's tired hand with a skull-topped mace. Just as the carnifex is about to deal the death blow, Vorenus charges into the ring, picks up a weapon, yells \"Thirteen!\" and takes on the gladiator, eventually slicing his leg off and collapsing him to the ground, before killing him with his own weapon. As the crowd recovers from shock, a roar of approval rises up, and Vorenus helps his old comrade out of the ring.",
            "score": 45.395962953567505
        },
        {
            "docid": "12336_31",
            "document": "Gladiator . A match was won by the gladiator who overcame his opponent, or killed him outright. Victors received the palm branch and an award from the \"editor\". An outstanding fighter might receive a laurel crown and money from an appreciative crowd but for anyone originally condemned \"ad ludum\" the greatest reward was manumission (emancipation), symbolised by the gift of a wooden training sword or staff (\"rudis\") from the \"editor\". Martial describes a match between Priscus and Verus, who fought so evenly and bravely for so long that when both acknowledged defeat at the same instant, Titus awarded victory and a \"rudis\" to each. Flamma was awarded the \"rudis\" four times, but chose to remain a gladiator. His gravestone in Sicily includes his record: \"Flamma, \"secutor\", lived 30 years, fought 34 times, won 21 times, fought to a draw 9 times, defeated 4 times, a Syrian by nationality. Delicatus made this for his deserving comrade-in-arms.\"",
            "score": 35.459182262420654
        },
        {
            "docid": "3380571_47",
            "document": "Johnny Behan . Behan testified that from the time the Earps passed him by to confront the Cowboys, he had watched them closely. Under cross-examination by attorney Thomas Fitch, he admitted seeing Holliday carrying the messenger shotgun towards the confrontation. All the witnesses testified that Holliday had been seen with a shotgun. Behan also testified he was concentrating on the Earps during the gun fight, but he did not see the shotgun used. He insisted that Holliday fired the first shot from a nickel-plated revolver. But the coroner had already testified that Tom McLaury was killed by a shotgun blast. For Behan's \"testimony to make any sense, the court would have to believe that Holliday marched down Fremont Street carrying a shotgun; put it aside in order to pull out his pistol; fired the first shot, presumably at Billy Clanton; and then picked up the shotgun in order to kill Tom McLaury—all in the space of a few seconds.\"",
            "score": 29.883783102035522
        },
        {
            "docid": "1607755_6",
            "document": "Retiarius . The more skin left unarmoured and exposed, the lower a gladiator's status and the greater his perceived effeminacy. Likewise, the engulfing net may have been seen as a feminine symbol. The light arms and armour of the \"retiarius\" thus established him as the lowliest, most disgraced, and most effeminate of the gladiator types. Helmets allowed both gladiators and spectators to dehumanise the fighters; when an arena combatant had to kill a comrade-at-arms, someone he probably lived and trained with every day, his opponent's helmet added an extra layer of separation. However, the \"retiarius\" was allowed no head protection; his face was visible to all. The emperor Claudius had all net-fighters who lost in combat put to death so that spectators could enjoy their expressions of agony. The \"retiarius\"<nowiki>'</nowiki>s fighting style was another strike against him, as reliance on speed and evasion were viewed as undignified in comparison to the straightforward trading of blows. The \"retiarii\" lived in the worst barracks. Some members of the class trained to fight as Samnites, another gladiator type, in order to improve their status.",
            "score": 45.60866582393646
        },
        {
            "docid": "7137692_11",
            "document": "Jack Scott (California politician) . Scott is very active in gun control. He began his gun control efforts after his son Adam, an attorney who had recently graduated from USC Law School, was fatally shot at a party with friends. One of his friends had a shotgun, which he did not know was loaded. His friend discharged the shotgun, hitting Adam and killing him.",
            "score": 29.13926863670349
        },
        {
            "docid": "38081438_3",
            "document": "Spartacus and the Ten Gladiators . Rocca and his nine gladiators have just completed a triumphal show in the arena in front of the Emperor. However their ebullient mood changes to horror and sadness when they are followed by a group of a dozen gladiators from Thrace who are ordered to kill each other until one man is standing. In this group is a father and son. They reluctantly comply but when the son faces his father one of the gladiators steps in to prevent the son from killing his father then throws his sword at the Emperor's box.",
            "score": 39.2864556312561
        },
        {
            "docid": "46500817_18",
            "document": "O.K. Corral hearing and aftermath . Matthews testified at the inquest that Tom McLaury had been killed by a single shotgun blast, contradicting Behan's testimony that he had been shot with a pistol, which according to the defense, \"...to make any sense, the court would have to believe that Holliday marched down Fremont Street carrying a shotgun; put it aside in order to pull out his pistol; fired the first shot, presumably at Billy Clanton; and then picked up the shotgun in order to kill Tom McLaury—all in the space of a few seconds.\" Under questioning, Matthews said he did not see Ike Clanton appeal to Wyatt to not shoot him.",
            "score": 27.62325930595398
        },
        {
            "docid": "18573986_7",
            "document": "Colosseum: Rome's Arena of Death . Gladiators are admired by aristocratic women of Rome, especially rich widows, and are included in feasts and banquets hosted by public officials and members of the imperial court. Verus soon becomes known for his skill and victories. He is eyed by an Imperial lady, and is soon summoned to a party at night, hosted by Titus and the lady, where arriving he is suddenly attacked by another gladiator provoking a surprise fight arranged as \"entertainment\"; but he defeats his opponent, whose death the host commands. Verus kills him, his first: \"\"not in the arena, but at a party for the rich.\"\" He is numb. Afterward, upon returning to his school, Verus discovers Priscus has been sold to another school; the trainer says, \"\"it's only business\".\"",
            "score": 29.529062271118164
        },
        {
            "docid": "12336_61",
            "document": "Gladiator . In AD 69, the Year of the Four Emperors, Otho's troops at Bedriacum included 2000 gladiators. Opposite him on the field, Vitellius's army was swollen by levies of slaves, plebs and gladiators. In 167 AD, troop depletions by plague and desertion may have prompted Marcus Aurelius to draft gladiators at his own expense. During the Civil Wars that led to the Principate, Octavian (later Augustus) acquired the personal gladiator troop of his erstwhile opponent, Mark Antony. They had served their late master with exemplary loyalty but thereafter, they disappear from the record.",
            "score": 33.8829185962677
        },
        {
            "docid": "50643142_8",
            "document": "Gladiators (UK series 7) . Contender and Gladiator are each strapped to their own airship (blue for the contender, red for the gladiator). Using hi-tech combat clubs, they have thirty seconds to try and eject their opponent from their airship. Two strikes to their body hit sensor results in an ejection. A contender scores five points for hitting the gladiator once and ten points for ejecting them.",
            "score": 39.4966139793396
        },
        {
            "docid": "4922019_3",
            "document": "List of The Sopranos characters – Friends and family . Tony Soprano's cousin, who was imprisoned and soon thereafter became embroiled in a life of crime. Tony B. gets his massage license and tries to set up a massage business. He sabotages the business before it gets off the ground, and goes back to crime. Tony S. sets him up in the airbag scam, but it is not enough money for Tony B. To earn extra money, he performs a contract hit for Rusty and Angelo. After Angelo is killed, Tony B. kills Billy Leotardo in retaliation, igniting dangerous tensions with the New York crew. To bring peace with Johnny Sack (and to avoid Tony B.'s being tortured to death by Phil Leotardo), Tony S. kills Tony B. by shooting him in the face with a shotgun.",
            "score": 23.07850754261017
        },
        {
            "docid": "4077534_45",
            "document": "Dick Cheney hunting incident . In the beta for the video game Halo 3, a medal called \"Cheneymania\" was awarded for killing 10 opponents with a shotgun without dying.",
            "score": 26.70328140258789
        },
        {
            "docid": "28640088_12",
            "document": "Gladiator Begins . Sextus: A formidable, legendary gladiator, nicknamed the \"Honor of Rome\", who fights with a sharp gladius and a tall shield. Sextus is a warrior from Germania who once fought against General Aquilius Drusus, Aquilla's father, during the Germanic Wars. He lost and was then taken back as a slave to Rome, where he later became the most successful gladiator under the Drusus family's patronage. Despite his hatred for Rome, Sextus respects General Drusus and holds no grudge against him. The general did not kill prisoners and actually treated Sextus and his surviving comrades well. However, Sextus has vowed to never help the Drusus family directly since the general was still responsible for the deaths of his people.",
            "score": 35.72493243217468
        },
        {
            "docid": "22372570_3",
            "document": "Shotgun (novel) . Would you kill someone for love? Someone did. A man and a woman die from shotgun wounds. Kling's girlfriend says she would, and Carella won't answer.",
            "score": 32.455570220947266
        },
        {
            "docid": "22597264_3",
            "document": "Scissor (gladiator) . German historian and experimental archeologist Marcus Junkelmann has propagated an idea, based on an unlabeled, unclear image that he decided might be a scissor, that this type of gladiator fought using a weapon consisting of a hardened steel tube that encased the gladiator's entire forearm, with the hand end capped off and a semicircular blade attached to it. A handle inside the tube might have allowed the gladiator to maintain control in the heat of battle.  This weapon might have been both deadly and versatile; the gladiator could use his protected arm to block his opponent's blows and quickly counterattack, the shape of the blade being such that even the slightest touch could cause a serious wound.",
            "score": 33.892563343048096
        },
        {
            "docid": "852078_23",
            "document": "Mohammed al-Qahtani . 2A0780 asked how one man, Bin Laden, convince 19 young men to kill themselves, (detainee was starting to fade he was going in and out of sleep.) The question was repeated, detainee stated that they were tricked, that he distorted the picture if front of them, 2A0780 asked detainee if this made him mad, detainee stated yes, (detainee did not realize that 2A780 had not started putting detainee into the picture) 2A0780 asked detainee if he was mad that his friends had been tricked, detainee said yes. 2A0780 asked detainee if his friends knew about the plan, detainee said no, 2A0780 asked if detainee knew about the plan, detainee stated that he didn't know. 2A0780 asked detainee if it made him mad that he killed his friends, detainee stated yes. 2A0780 asked detainee if he was glad that he didn't die on the plane, detainee stated yes. 2A0780 asked detainee if his parents were happy that he didn't die detainee stated yes. 2A0780 stated \"he killed your friends\" detainee stated yes.",
            "score": 12.792811870574951
        },
        {
            "docid": "28640088_22",
            "document": "Gladiator Begins . Gulielmus: A Macedonian ex-criminal and gladiator who always crosses paths with the gladiator in the \"Word Of Quintus\", a gladiatorial event sponsored by the co-emperor, Lucius Verus. Gulielmus views the player with disdain and animosity and tends to underestimate the player's skill as a gladiator. When Gulielmus wins his freedom from the arena, he becomes a military officer under the command of General Cassius. When the player is sent by Commodus to kill Cassius, Gulielmus serves as the last enemy before the general is fought. When defeated by the player, Gulielmus is killed by Cassius' guards as punishment for his failure.",
            "score": 38.21445846557617
        },
        {
            "docid": "27405992_10",
            "document": "Ronnie Mann . After this, Cage Rage became defunct and Mann re-joined Cage Gladiators, immediately competing against Frederic Fernandez for the Cage Gladiators World Featherweight Championship at the \"Cage Gladiators 6\" event. Mann was able to utilise his wrestling skills again, dominating the takedowns, neutralising his opponent. Mann was able to take the unanimous decision after effective striking, leading Sherdog to once again label him \"a star in the making.\"",
            "score": 28.019279956817627
        },
        {
            "docid": "204953_64",
            "document": "Gloster Gladiator . The top scoring Gladiator aces flew it in North Africa and Greece, scoring most of their successes against \"Regia Aeronautica\" aircraft. The top ace was Flight Lieutenant Pat Pattle, from No. 80 Squadron, who got 15.5 confirmed air victories while flying the Gladiator (out of his 50+ kills), plus four probably destroyed and six damaged. Second was Pilot Officer William \"Cherry\" Vale, from No. 33 and 80 Squadrons, with ten individual kills, 1 shared kill, and 1.5 damaged. Flight Lieutenant Joe P. Fraser, from No. 112 Squadron, and Flight Sergeant Don S. Gregory, from Nos. 33 and 80 Squadrons, scored all of their kills (respectively, 9.5 and 8) flying the Gladiator. Sergeant C. E. \"Cas\" Casbolt, from No. 80 Squadron, shot down 7.5 enemy aircraft (plus one probably destroyed and 1.5 damaged). Rhodesian pilot Caesar Hull scored five of his eight victories in a Gladiator during the Norwegian Campaign in 1940, including four in the same afternoon. He was the leading Allied pilot of the campaign.",
            "score": 29.283637166023254
        },
        {
            "docid": "28640088_17",
            "document": "Gladiator Begins . Ursus: A mysterious gladiator from Aegyptus known as the \"Messenger of the Sun\", whose armor is based on the appearance of the Egyptian god Horus. While fighting with twin blades, Ursus uses strange, unorthodox movements and battle cries that often baffle his opponents. In battle, he favors aerial attacks and is often compared to a diving bird. Along with Hories, Ursus is one of Vipsanius' favorite gladiators.",
            "score": 29.018885731697083
        }
    ],
    "r": [
        {
            "docid": "12336_65",
            "document": "Gladiator . Images of gladiators could be found throughout the Republic and Empire, among all classes. Walls in the 2nd century BC \"Italian Agora\" at Delos were decorated with paintings of gladiators. Mosaics dating from the 2nd through 4th centuries AD have been invaluable in the reconstruction of combat and its rules, gladiator types and the development of the \"munus\". Throughout the Roman world, ceramics, lamps, gems and jewellery, mosaics, reliefs, wall paintings and statuary offer evidence, sometimes the best evidence, of the clothing, props, equipment, names, events, prevalence and rules of gladiatorial combat. Earlier periods provide only occasional, perhaps exceptional examples. The Gladiator Mosaic in the Galleria Borghese displays several gladiator types, and the Bignor Roman Villa mosaic from Provincial Britain shows Cupids as gladiators. Souvenir ceramics were produced depicting named gladiators in combat; similar images of higher quality, were available on more expensive articles in high quality ceramic, glass or silver.",
            "score": 65.58285522460938
        },
        {
            "docid": "9054221_2",
            "document": "List of Roman gladiator types . There were many different types of gladiators in ancient Rome. Some of the first gladiators had been prisoners-of-war, and so some of the earliest types of gladiators were experienced fighters; Gauls, Samnites, and \"Thraeces\" (Thracians) used their native weapons and armor. Different gladiator types specialized in specific weapons and fighting techniques. Combatants were usually pitted against opponents with different, but more or less equivalent equipment, for the sake of a fair and balanced contest. Most gladiators only fought others from within the same school or Ludus, but sometimes specific gladiators could be requested to fight one from another Ludus.",
            "score": 62.784244537353516
        },
        {
            "docid": "15755088_9",
            "document": "History of fencing . Homer's \"Iliad\" includes some of the earliest descriptions of combat with shield, sword and spear, usually between two heroes who pick one another for a duel. Roman gladiators engaged in dual combat in a sport-like setting, evolving out of Etruscan ritual. Tomb frescoes from Paestum (4th century BC) show paired fighters with helmets, spears and shields, in a propitiatory funeral blood rite that anticipates gladiator games.",
            "score": 61.84712600708008
        },
        {
            "docid": "521555_163",
            "document": "Ancient Rome . Public games were sponsored by leading Romans who wished to advertise their generosity and court popular approval; in the Imperial era, this usually meant the emperor. Several venues were developed specifically for public games. The Colisseum was built in the Imperial era to host, among other events, gladiatorial combats. These combats had begun as funeral games around the 4th century BC, and became popular spectator events in the late Republic and Empire. Gladiators had an exotic and inventive variety of arms and armour. They sometimes fought to the death, but more often to an adjudicated victory, dependent on a referee's decision. The outcome was usually in keeping with the mood of the watching crowd. Shows of exotic animals were popular in their own right; but sometimes animals were pitted against human beings, either armed professionals or unarmed criminals who had been condemned to a spectacular and theatrical public death in the arena. Some of these encounters were based on episodes from Roman or Greek mythology.",
            "score": 61.619197845458984
        },
        {
            "docid": "1369501_2",
            "document": "Verus (gladiator) . Verus was a well-known gladiator during the reigns of the Emperors Vespasian and Titus in the later part of the 1st century. His combat with Priscus was the highlight of the opening day of the games conducted by Titus to inaugurate the Flavian Amphitheatre (later the Colosseum) in AD 80, and was recorded in a laudatory poem by Martial — the only detailed description of a gladiatorial fight that has survived to the present day. Both gladiators were declared victors of the combat, and were awarded their freedom by the Emperor in a unique outcome.",
            "score": 61.22193908691406
        },
        {
            "docid": "12336_66",
            "document": "Gladiator . Pliny the Elder gives vivid examples of the popularity of gladiator portraiture in Antium and an artistic treat laid on by an adoptive aristocrat for the solidly plebeian citizens of the Roman Aventine: When a freedman of Nero was giving a gladiatorial show at Antium, the public porticoes were covered with paintings, so we are told, containing life-like portraits of all the gladiators and assistants. This portraiture of gladiators has been the highest interest in art for many centuries now, but it was Gaius Terentius who began the practice of having pictures made of gladiatorial shows and exhibited in public; in honour of his grandfather who had adopted him he provided thirty pairs of Gladiators in the Forum for three consecutive days, and exhibited a picture of the matches in the Grove of Diana. The decline of the \"munus\" was a far from straightforward process. The crisis of the 3rd century imposed increasing military demands on the imperial purse, from which the Roman Empire never quite recovered, and lesser magistrates found the obligatory \"munera\" an increasingly unrewarding tax on the doubtful privileges of office. Still, emperors continued to subsidize the games as a matter of undiminished public interest. In the early 3rd century AD, the Christian writer Tertullian had acknowledged their power over the Christian flock, and was compelled to be blunt: the combats were murder, their witnessing spiritually and morally harmful and the gladiator an instrument of pagan human sacrifice. In the next century, Augustine of Hippo deplored the youthful fascination of his friend (and later fellow-convert and Bishop) Alypius of Thagaste, with the \"munera\" spectacle as inimical to a Christian life and salvation. Amphitheatres continued to host the spectacular administration of Imperial justice: in 315 Constantine the Great condemned child-snatchers \"ad bestias\" in the arena. Ten years later, he banned the gladiator \"munera\":",
            "score": 59.88457489013672
        },
        {
            "docid": "1607755_5",
            "document": "Retiarius . Roman gladiators fell into stock \"categories\" modelled on real-world precedents. Almost all of these classes were based on military antecedents; the \"retiarius\" (\"net-fighter\" or \"net-man\"), which was themed after the sea, was one exception. Rare gladiator fights were staged over water; these may have given rise to the concept of a gladiator based on a fisherman. Fights between differently armed gladiators became popular in the Imperial period; the \"retiarius\" versus the scaly \"secutor\" developed as the conflict of a fisherman with a stylised fish. The earlier \"murmillones\" had borne a fish on their helmets; the \"secutores\" with their scaly armour evolved from them. However, because of the stark differences in arms and armour between the two types, the pairing pushed such practices to new extremes. Roman art and literature make no mention of \"retiarii\" until the early Imperial period; for example, the type is absent from the copious gladiator-themed reliefs dating to the 1st century found at Chieti and Pompeii. Nevertheless, graffiti and artifacts from Pompeii attest to the class's existence by this time. Fights between \"retiarii\" and \"secutores\" probably became popular as early as the middle of the 1st century CE, and the net-fighter became one of the standard gladiator categories by the 2nd or 3rd century CE and remained a staple attraction until the end of the gladiatorial games. In addition to the man-versus-nature symbolism inherent in such bouts, the lightly armoured \"retiarius\" was viewed as the effeminate counterpoint to the manly, heavily armoured \"secutor\". The \"retiarius\" was also seen as water to the \"secutor\"<nowiki>'</nowiki>s fire, one constantly moving and escaping, the other determinedly inescapable. Another gladiator type, the \"laquearius\" (\"noose-man\"), was similar to the \"retiarius\" but fought with a lasso in place of a net.",
            "score": 59.472110748291016
        },
        {
            "docid": "4100225_5",
            "document": "Waterfowl hunting . Hunting with shotguns began in the 17th century with the matchlock shotgun. Later flintlock shotguns and percussion cap guns were used. Shotguns were loaded with black powder and lead shot through the muzzle in the 17th century to the late 19th century. The transition from flint to \"detonating\" or percussion lock firearms and from muzzle to breech loading guns was largely driven by innovations made by English gun makers such as Joseph Manton, at which time wildfowling was extremely popular in England both as a pastime and as a means of earning a living, as described by Peter Hawker in his diaries. Damascus barrels are safe to shoot (where proofed) only with black powder charges. When smokeless powder was invented in the late 19th century, steel barrels were made. Damascus barrels which were made of a twisted steel could not take the high pressure of smokeless powder. Fred Kimble, Tanner, and Adam, duck hunters from Illinois, invented the shotgun choke in 1886. This is a constriction at the end of the barrel. This allowed for longer range shooting with the shotgun and kept the pattern of shot tighter or looser according to which type of choke is being used. Until 1886, shotguns had cylinder bore barrels which could only shoot up to 25 yards, so duck hunting was done at close range. After 1886, market hunters could shoot at longer ranges up to forty five yards with a full choke barrel and harvest more waterfowl. Shotguns became bigger and more powerful as steel barrels were being used, so the range was extended to sixty yards. Pump shotguns were invented in the late 19th century, and the semi automatic 12 ga. shotgun was developed by John Browning in the very early 20th century, which allowed commercial hunters to use a four-shell magazine (five including the one in the chamber) to rake rafts of ducks on the water or kill them at night, in order to kill larger numbers of waterfowl for the commercial markets. Even during the Great Depression years, a brace of canvasbacks could be sold to restaurants before legislation and hunting organizations pushed for greater enforcement. Once waterfowlers had access to these guns, this made these men more proficient market hunters. These guns could fire five to seven shots, therefore hunters were having bigger harvests.",
            "score": 59.023963928222656
        },
        {
            "docid": "4243_7",
            "document": "Boxing . Boxing was a popular spectator sport in Ancient Rome. In order for the fighters to protect themselves against their opponents they wrapped leather thongs around their fists. Eventually harder leather was used and the thong soon became a weapon. The Romans even introduced metal studs to the thongs to make the cestus which then led to a more sinister weapon called the myrmex ('limb piercer'). Fighting events were held at Roman Amphitheatres. The Roman form of boxing was often a fight until death to please the spectators who gathered at such events. However, especially in later times, purchased slaves and trained combat performers were valuable commodities, and their lives were not given up without due consideration. Often slaves were used against one another in a circle marked on the floor. This is where the term ring came from. In AD 393, during the Roman gladiator period, boxing was abolished due to excessive brutality. It was not until the late 16th century that boxing re-surfaced in London.",
            "score": 58.373931884765625
        },
        {
            "docid": "25928434_2",
            "document": "Essedarius . An essedarius was a type of gladiator in Ancient Rome who fought from a chariot. There may have been just one man in the chariot, or two, a driver and a fighter. The word is also used of charioteers in other instances, such as in Caesar's Gallic War, in his campaign against Cassivellaunus in Britain. They normally fought with a spear and a sword as a side-arm but sometimes also had a small shield for defence. They charged their opponent with their chariot until the opposing gladiator was either impaled by the spear, trampled by the horses, or run over by the wheels of the chariot. They were relatively hard to defeat due to the speed of the chariot, but once the wheels were taken out they were easy to kill, if they didn't know how to ride a horse. It was a common tactic that if their chariot was broken they used one of the horses from the chariot as a mount.",
            "score": 57.95807647705078
        },
        {
            "docid": "12336_28",
            "document": "Gladiator . Spectators preferred to watch highly skilled, well matched \"ordinarii\" with complementary fighting styles; these were the most costly to train and to hire. A general \"melee\" of several, lower-skilled gladiators was far less costly, but also less popular. Even among the \"ordinarii\", match winners might have to fight a new, well-rested opponent, either a \"tertiarius\" (\"third choice gladiator\") by prearrangement; or a \"substitute\" gladiator (\"suppositicius\") who fought at the whim of the \"editor\" as an unadvertised, unexpected \"extra\". This yielded two combats for the cost of three gladiators, rather than four; such contests were prolonged, and in some cases, more bloody. Most were probably of poor quality, but the emperor Caracalla chose to test a notably skilled and successful fighter named Bato against first one \"supposicitius\", whom he beat, and then another, who killed him. At the opposite level of the profession, a gladiator reluctant to confront his opponent might be whipped, or goaded with hot irons, until he engaged through sheer desperation. Combats between experienced, well trained gladiators demonstrated a considerable degree of stagecraft. Among the cognoscenti, bravado and skill in combat were esteemed over mere hacking and bloodshed; some gladiators made their careers and reputation from bloodless victories. Suetonius describes an exceptional \"munus\" by Nero, in which no-one was killed, \"not even \"noxii\" (enemies of the state).\"",
            "score": 56.79337692260742
        },
        {
            "docid": "15794149_2",
            "document": "Tetramachus . The ban of the gladiatorial games in Rome in 399 AD by Honorius is attributed to the actions of Tetramachus. According to legend, Tetramachus was a fourth-century Christian monk who was so disgusted by the gladiatorial practices that he stepped onto the field to denounce the practice and was run through by the Roman combatants. In response to his action, many more supporters of nonviolence stepped out on to the field. So moved by this action, Honorius subsequently banned all future public gladiator games.",
            "score": 56.11001205444336
        },
        {
            "docid": "1391901_2",
            "document": "Priscus (gladiator) . Priscus (fl. late 1st century AD) was a Roman gladiator of Celtic origins. His combat with Verus was the highlighted entertainment of the opening day games sponsored by Titus to inaugurate the Flavian Amphitheatre in AD 80. It was recorded in a laudatory poem by Martial — Liber Spectaculorum is the only known detailed description to survive of a gladiatorial fight. This laudatory poem was written to honor and to highlight all the events of Titus's games. Their fight marked the beginning of the celebration and concluded in a rare result. Both gladiators were declared victors of the match, and were unexpectedly awarded their freedom by the Emperor.",
            "score": 56.07600784301758
        },
        {
            "docid": "61309_11",
            "document": "Mosaic . In 1913 the Zliten mosaic, a Roman mosaic famous for its many scenes from gladiatorial contests, hunting and everyday life, was discovered in the Libyan town of Zliten. In 2000 archaeologists working in Leptis Magna, Libya, uncovered a 30 ft length of five colorful mosaics created during the 1st or 2nd century AD. The mosaics show a warrior in combat with a deer, four young men wrestling a wild bull to the ground, and a gladiator resting in a state of fatigue, staring at his slain opponent. The mosaics decorated the walls of a cold plunge pool in a bath house within a Roman villa. The gladiator mosaic is noted by scholars as one of the finest examples of mosaic art ever seen — a \"masterpiece comparable in quality with the Alexander Mosaic in Pompeii.\"",
            "score": 55.1942138671875
        },
        {
            "docid": "32279080_5",
            "document": "Italian martial arts . Gladiatorial Combat was a popular spectator bloodsport in Roman times. Gladiators were trained in special schools and were armed according to the Roman standard or like some of Rome's enemies. This allowed for experimentation with different weapons and styles of combat. Some of the weapons were unusual, such as the net used by the Retiarius. Roman writers described methods and techniques for training and using the gladius, for example Vegetius in his De Re Militari. Thanks to this wealth of information the art of gladiatorial combat has been resurrected and the discipline of “Gladiatura Moderna” is now being practiced by numerous practitioners.",
            "score": 55.077301025390625
        },
        {
            "docid": "16790703_6",
            "document": "Samnite (gladiator type) . Samnite gladiators appear quite frequently in Roman artwork. Other gladiator classes were added to the roster over the years, and some of these used similar gear, especially plumed helmets, adding to the difficulty of positively identifying Samnites. Roman spectators perceived gladiators as more masculine and honourable if they were more heavily armed and armoured. Thus, the Samnite, one of the heavier types, was an impressive sight with a fierce appearance. The Samnite may have been the first gladiator to be pitted against the \"retiarius\", a gladiator who fought with the gear of a fisherman and who was viewed as effeminate due to his light armaments. Accordingly, some \"retiarii\" may have trained as Samnites to improve their status. Gladiators who fought with a rectangular shield and sword, such as the \"provocator\", were said to be \"armed in the Samnite manner\". Such gladiators remained popular until the end of the gladiatorial games.",
            "score": 53.56124496459961
        },
        {
            "docid": "12336_6",
            "document": "Gladiator . Early literary sources seldom agree on the origins of gladiators and the gladiator games. In the late 1st century BC, Nicolaus of Damascus believed they were Etruscan. A generation later, Livy wrote that they were first held in 310 BC by the Campanians in celebration of their victory over the Samnites. Long after the games had ceased, the 7th century AD writer Isidore of Seville derived Latin \"lanista\" (manager of gladiators) from the Etruscan word for \"executioner,\" and the title of Charon (an official who accompanied the dead from the Roman gladiatorial arena) from Charun, psychopomp of the Etruscan underworld. This was accepted and repeated in most early modern, standard histories of the games.",
            "score": 52.99136734008789
        },
        {
            "docid": "23468036_19",
            "document": "History of weapons . In addition to short swords, Roman infantry typically carried a spear or other type of pole weapon. The most common was known as the javelin, a heavy spear that could be either thrown or thrusted. Similar in function to the javelin was the \"fuscina.\" Although not used by the Roman military, this fork-like trident was one of the most popular gladiator weapons. A version of the javelin that had a much longer and thinner tip was the \"pilum\", which could pierce armor or shields when thrown. Several \"pila\" could be thrown to initiate combat, disrupting the structure and defense of enemy armies and providing an opportunity for close combat, where the gladius would take over. The design of the \"pilum\" allowed it to become lodged in an enemy shield. Removing a \"pilum\" from a shield was often difficult and time consuming during combat. In fact, most were not reusable after removal.",
            "score": 52.76934814453125
        },
        {
            "docid": "895424_9",
            "document": "Third Servile War . In the Roman Republic of the 1st century, gladiatorial games were one of the more popular forms of entertainment. In order to supply gladiators for the contests, several training schools, or \"ludi\", were established throughout Italy. In these schools, prisoners of war and condemned criminals—who were considered slaves—were taught the skills required to fight in gladiatorial games. In 73 BC, a group of some 200 gladiators in the Capuan school owned by Lentulus Batiatus plotted an escape. When their plot was betrayed, a force of about 70 men seized kitchen implements (\"choppers and spits\"), fought their way free from the school, and seized several wagons of gladiatorial weapons and armor.",
            "score": 52.60108947753906
        },
        {
            "docid": "9054221_9",
            "document": "List of Roman gladiator types . \"Bustuarius\" was literally a \"tomb fighter,\" from \"bustum\", \"tomb\", a generalised reference to the association of gladiatorial combat with funeral games \"(munera)\". Servius notes that it had once been \"the custom to put captives to death at the graves of strong men, which later seemed a bit cruel, so it was decided to have gladiators fight at the tombs.\" Even among gladiators, it was an unflattering term: Cicero used it to liken the morals of his enemy Clodius to those of the very lowest gladiator class.",
            "score": 52.352054595947266
        },
        {
            "docid": "28640088_9",
            "document": "Gladiator Begins . Pomponius: A well-received Roman senator who adores gladiatorial combat as a valuable part of Roman culture rather than as a diversion for the people. He is also the host of the \"Glory of Campania\" gladiatorial events. When gladiator revolts began to occur, he became a target of several assassination attempts that were aimed at taking the lives of the patricians who supported Commodus. At the onset of Commodus' reign, Pomponius eventually retires from politics and becomes a writer. He compiles his notes on gladiatorial combat into a text known as the \"Compendium Gladiator\" that critics would later dismiss as a reliable source of information. However, this text was the only known historical record of the player, a mysterious but brave gladiator who died at the height of their popularity and whom Pomponius referred to only as a \"personal friend\".  Aquila: The young but strong-willed daughter of General Aquilius Drusus, who is currently away on a campaign in Syria. She also hosts the \"Smile of Bellona\", a series of gladiatorial events sponsored by the Drusus family. General Drusus has served faithfully under the banner of Marcus Aurelius during the Germanic Wars, giving his family much influence among Rome's patricians. When rumors about General Drusus' betrayal and death during a campaign in Syria spread to Rome, the reputation of the Drusus family is threatened. Magerius and the player help Aquila investigate the true events concerning General Drusus and fend off attempts by Clodius, a centurion who once served under General Drusus, to claim the Drusus fortune for his own. When General Drusus returns to Rome, alive and well, Aquila introduces the player to him. The player would go on to serve the Drusus family with distinction.",
            "score": 52.272369384765625
        },
        {
            "docid": "31296879_5",
            "document": "Dimachaerus . The dimachaeri were equipped for close-combat fighting. A dimachaerus used a pair of siccae (curved scimitar) or gladius and used a fighting style adapted to both attack and defend with his weapons rather than a shield, as he was not equipped with one. Little else is known about this class of gladiator, but due to the difficulty of wielding two swords it can be inferred that dimachaeri were highly skilled and experienced fighters, and were probably relatively exalted as a class of gladiator. Dimachaeri would have been ideally suited to fight heavily armored opponents and they may have fought other dimachaeri, as well. They are known to have been paired against the hoplomachus and are also referred to as fighting against a gladiator class called an oplomachus, which, according to Justus Lipsius, was a putative variant of the Samnite.",
            "score": 52.09768295288086
        },
        {
            "docid": "39750410_4",
            "document": "Battle of Mount Vesuvius . In the Roman Republic of the 1st century, gladiatorial games were one of the more popular forms of entertainment. In order to supply gladiators for the contests, several training schools, or \"ludi\", were established throughout Italy. In these schools, prisoners of war and condemned criminals—who were considered slaves—were taught the skills required to fight to the death in gladiatorial games. In 73 BC, a group of some 200 gladiators in the Capuan school owned by Lentulus Batiatus plotted an escape. When their plot was betrayed, a force of about 70 men seized kitchen implements, (\"choppers and spits\"), fought their way free from the school, and seized several wagons of gladiatorial weapons and armor.",
            "score": 51.9752197265625
        },
        {
            "docid": "12336_10",
            "document": "Gladiator . The enthusiastic adoption of \"gladiatoria munera\" by Rome's Iberian allies shows how easily, and how early, the culture of the gladiator \"munus\" permeated places far from Rome itself. By 174 BC, \"small\" Roman \"munera\" (private or public), provided by an \"editor\" of relatively low importance, may have been so commonplace and unremarkable they were not considered worth recording: Many gladiatorial games were given in that year, some unimportant, one noteworthy beyond the rest — that of Titus Flamininus which he gave to commemorate the death of his father, which lasted four days, and was accompanied by a public distribution of meats, a banquet, and scenic performances. The climax of the show which was big for the time was that in three days seventy four gladiators fought. In 105 BC, the ruling consuls offered Rome its first taste of state-sponsored \"barbarian combat\" demonstrated by gladiators from Capua, as part of a training program for the military. It proved immensely popular. Thereafter, the gladiator contests formerly restricted to private \"munera\" were often included in the state games (\"ludi\") that accompanied the major religious festivals. Where traditional \"ludi\" had been dedicated to a deity, such as Jupiter, the \"munera\" could be dedicated to an aristocratic sponsor's divine or heroic ancestor.",
            "score": 50.938087463378906
        },
        {
            "docid": "11729954_28",
            "document": "Inaugural games of the Flavian Amphitheatre . As usual, the tone of the epigram is somewhat fawning toward his patron, Titus, but it gives more detail than any other account of the games. It seems to imply that a draw was uncommon in gladiatorial combat at this level, but that Titus eventually yielded to the wishes of the crowd, declared the match equal, and granted both men their freedom (with the traditional presentation of the wooden sword). The traditional way of acknowledging defeat was for the yielding gladiator to raise a finger (\"ad digitum\"), and it is possible that in this case both men raised their fingers, but Martial's emphasis here is on Titus' even-handedness and generosity in granting a reprieve (\"missio\") to the crowd's two favourites. His reference to this only happening under Titus probably alludes to the declaration of both as victors, as there is evidence that neither ties nor the survival of both gladiators in a contest were uncommon: it was expensive to train and keep a gladiator and they were not despatched lightly. There is some evidence for the existence of both Priscus and Verus, at least as names of gladiators, outside of Martial's account. A first-century graveyard in Smyrna contains the grave of a gladiator named Priscus, and Verus' name is etched on a marble slab from Ferentinum, recording a gladiatorial contest. The details of Verus' fights are unfortunately not legible. While neither of these may be the Priscus and Verus mentioned by Martial they do attest to the use of these names by gladiators.",
            "score": 50.73379898071289
        },
        {
            "docid": "16790703_5",
            "document": "Samnite (gladiator type) . The war in Samnium, immediately afterwards, was attended with equal danger and an equally glorious conclusion. The enemy, besides their other warlike preparation, had made their battle-line to glitter with new and splendid arms. There were two corps: the shields of the one were inlaid with gold, of the other with silver … The Romans had already learned of these splendid accountrements, but their generals had taught them that a soldier should be rough to look on, not adorned with gold and silver but putting his trust in iron and courage … The dictator, as decreed by the senate, celebrated a triumph, in which by far the finest show was afforded by the captured armor. So the Romans made use of the splendid armor of their enemies to do honor to the gods; while the Campanians, in consequence of their pride and in hatred of the Samnites, equipped after this fashion the gladiators who furnished them entertainment at their feasts, and bestowed on them the name of Samnites. Rome's own gladiatorial contests began some 40 years later. The Samnite, borrowed from the Campanians, was the earliest of the gladiator types and the model upon which later classes were based. The Samnite gladiators were also the first of at least three gladiator classes (\"list of Roman gladiator types\") to be based on ethnic antecedents; other examples were the Gauls and the Thracians. These gladiators fought with the signature war equipment and in the martial style of ethnic groups who had been conquered by Rome, thus appropriating their source culture for the mocking milieu of the Roman games. Gladiators who fought as any particular type did not necessarily hail from that ethnic background; the tombstone of a gladiator named Thelyphus is careful to point out that he fought as a Samnite but was really a Thracian.",
            "score": 50.244415283203125
        },
        {
            "docid": "521555_169",
            "document": "Ancient Rome . The Romans were renowned for their architecture, which is grouped with Greek traditions into \"Classical architecture\". Although there were many differences from Greek architecture, Rome borrowed heavily from Greece in adhering to strict, formulaic building designs and proportions. Aside from two new orders of columns, composite and Tuscan, and from the dome, which was derived from the Etruscan arch, Rome had relatively few architectural innovations until the end of the Republic. In the 1st century BC, Romans started to use concrete widely. Concrete was invented in the late 3rd century BC. It was a powerful cement derived from pozzolana, and soon supplanted marble as the chief Roman building material and allowed many daring architectural forms. Also in the 1st century BC, Vitruvius wrote \"De architectura\", possibly the first complete treatise on architecture in history. In the late 1st century BC, Rome also began to use glassblowing soon after its invention in Syria about 50 BC. Mosaics took the Empire by storm after samples were retrieved during Lucius Cornelius Sulla's campaigns in Greece.",
            "score": 50.21001434326172
        },
        {
            "docid": "1607755_4",
            "document": "Retiarius . \"Retiarii\" first appeared in the arena during the 1st century AD and had become standard attractions by the 2nd or 3rd century. The gladiator's lack of armour and his reliance on evasive tactics meant that many considered the \"retiarius\" the lowliest (and most effeminate) of an already stigmatised (i.e. gladiators) class. Passages from the works of Juvenal, Seneca, and Suetonius suggest that those \"retiarii\" who fought in tunics may have constituted an even more demeaned subtype (\"retiarii tunicati\") who were not viewed as legitimate \"retiarii\" fighters but as arena clowns. Nevertheless, Roman artwork, graffiti, and grave markers include examples of specific net-men who apparently had reputations as skilled combatants and lovers.",
            "score": 50.16023635864258
        },
        {
            "docid": "655825_5",
            "document": "Naumachia . The naumachia was thus a bloodier show than gladiatorial combat, which consisted of smaller engagements and where the combat did not necessarily end with the death of the losers. More exactly, the appearance of naumachia is closely tied and only slightly earlier than that other spectacle, \"group combat\", which did not pit single combatants against one another, but rather used two small armies. There again, the combatants were frequently those on death row and did not have the specialized training of true gladiators. Caesar, creator of the naumachia, simply had to transpose the same principle to another environment.",
            "score": 50.079002380371094
        },
        {
            "docid": "3383046_38",
            "document": "Kourion . The so-called House of the Gladiators is located south and east of the House of Achilles. The structure dates to the late-3rd century AD and has been interpreted as an elite-private residence, or perhaps more probably as a public palaestra. The later interpretation is supported by the absence of many rooms appropriate for living spaces and that the structure was entered from the east through the attached bath complex. The main wing of the structure is arranged around a central peristyle courtyard. The northern and eastern portico of the atrium contains two panels depicting gladiators in combat, the only such mosaics in Cyprus. The structure was extensively damaged in the earthquakes of the late-4th century, but the east rooms seem to have been used until the mid-7th century.",
            "score": 50.06439971923828
        },
        {
            "docid": "214954_35",
            "document": "Religion in ancient Rome . In the early stages of the First Punic War (264 BC) the first known Roman gladiatorial \"munus\" was held, described as a funeral blood-rite to the \"manes\" of a Roman military aristocrat. The gladiator \"munus\" was never explicitly acknowledged as a human sacrifice, probably because death was not its inevitable outcome or purpose. Even so, the gladiators swore their lives to the infernal gods, and the combat was dedicated as an offering to the \"di manes\" or other gods. The event was therefore a \"sacrificium\" in the strict sense of the term, and Christian writers later condemned it as human sacrifice.",
            "score": 49.99663543701172
        },
        {
            "docid": "521555_78",
            "document": "Ancient Rome . Commodus, son of Marcus Aurelius, became emperor after his father's death. He is not counted as one of the Five Good Emperors. Firstly, this was due to his direct kinship with the latter emperor; in addition, he was passive in comparison with his predecessors, who were frequently leading their armies in person. Commodus usually took part on gladiatorial combats, which often symbolized brutality and roughness. He killed many citizens, and his reign was the beginning of Roman decadence, as stated Cassius Dio: \"(Rome has transformed) from a kingdom of gold to one of iron and rust.\"",
            "score": 49.53010940551758
        }
    ]
}