{
    "q": [
        {
            "docid": "54143900_39",
            "document": "Economics of bitcoin . Due to the design of bitcoin, all retail figures are only estimates. According to Tim Swanson, head of business development at a Hong Kong-based cryptocurrency technology company, in 2014, daily retail purchases made with bitcoin were worth about $2.3 million. MIT Technology review estimates that, , fewer than 5,000 bitcoins per day (worth roughly $1.2 million at the time) were being used for retail transactions, and concludes that in 2014 \"it appears there has been very little if any increase in retail purchases using bitcoin.\"",
            "score": 58.57349753379822
        },
        {
            "docid": "22141776_12",
            "document": "Ideal money . George Selgin, an expert on free banking theory, expounds on value proposition of bitcoin in regard to the inability to control its supply (ie inflation targeting):It doesn’t follow, however, that either Bitcoins’ purchasing power or the volume of Bitcoin-denominated payments will be stable enough to make Bitcoins anyone’s idea of a sound money. Because it makes no allowances for changes in the real demand for Bitcoins, whatever their source, the strict “protocol” that regulates the supply of Bitcoins—a protocol that raises Bitcoin “mining” costs in response to changes in mining activity and technology, but without regard to Bitcoins’ purchasing power—would allow fluctuations in the pure transactions demand for Bitcoins to continue to influence their purchasing power. As the number approaches 21 million, mining rewards will approach zero, and Bitcoin output with cease once and for all. The transactions demand for Bitcoins will, in contrast, tend to go on increasing with economic growth. A Bitcoin standard would thus tend to result in a rate of deflation at least equal to the rate of economic growth, with occasional bouts of more severe deflation occurring with every cyclical increase in the demand for money. Although (as I’ve argued elsewhere) deflation needn’t go hand-in-hand with recession or depression so long as the rate of deflation reflects an economy’s (total factor) productivity growth rate, chances are that deflation in a Bitcoin economy would frequently exceed this safe limit.Because bitcoin's supply was predetermined at inception and considered unchangeable it cannot fluctuate with the demand cycles and thus Selgin suggests it cannot be made very stable in regard to its purchasing power. However, this still leaves the possibility that bitcoin fits Nash's concept of \"Asymptotically Ideal Money\". Whether Nash was specifically referring to bitcoin or not it still might have the same effect and lead to the intended result of international stability of the existing legacy fiat currencies (and possibly in relation to bitcoin).",
            "score": 58.78303599357605
        },
        {
            "docid": "41670960_11",
            "document": "BitPay . BitPay developed a processing module in 2013 for WooCommerce, which allowed the company to process online orders made with Bitcoin. The move allowed orders fulfilled by Amazon.com to be placed with Bitcoin, but meant that Amazon and other e-commerce sites would receive the amount in their given currency. In late 2013, BitPay was used for the purchase of a Tesla Motors car, the Model S in California. Until that point, car purchases using Bitcoin had been rare. The partnership between the Lamborghini dealership and BitPay continued when news of the purchase featured in the media. The media coverage led to other potential customers to contact the dealership, requesting to pay in Bitcoin.",
            "score": 54.34184765815735
        },
        {
            "docid": "54143900_23",
            "document": "Economics of bitcoin . On 12 September 2017, Jamie Dimon, CEO of JP Morgan Chase, called bitcoin a \"fraud\" and said he would fire anyone in his firm caught trading it. Zero Hedge claimed that the same day Dimon made his statement, JP Morgan also purchased a large amount of bitcoins for its clients.",
            "score": 45.29588603973389
        },
        {
            "docid": "39488873_34",
            "document": "Bitcoin network . According to the Internet Watch Foundation, a UK-based charity, bitcoin is used to purchase child pornography, and almost 200 such websites accept it as payment. Bitcoin isn't the sole way to purchase child pornography online, as Troels Oertling, head of the cybercrime unit at Europol, states, \"Ukash and Paysafecard... have [also] been used to pay for such material.\" However, the Internet Watch Foundation lists around 30 sites that exclusively accept bitcoins. Some of these sites have shut down, such as a deep web crowdfunding website that aimed to fund the creation of new child porn. Furthermore, hyperlinks to child porn websites have been added to the blockchain as arbitrary data can be included when a transaction is made.",
            "score": 54.96651864051819
        },
        {
            "docid": "41670960_16",
            "document": "BitPay . In June 2014, it was announced that the rapper 50 Cent would be accepting Bitcoin for his new album release, Animal Ambition. According to USA Today, all the Bitcoin purchases for the album would be processed by BitPay. At the time of the album release, many independent artists had accepted Bitcoin as a form of payment before 50 Cent. He was however seen at the time as one of the best-known musicians to accept the digital currency as a form of payment. BitPay in August 2014 was the merchant for one of the largest home purchases to be made using the Bitcoin currency. The property was located near Lake Tahoe at a value of $1.6 million or 2,739 bitcoins. Around the same time of the transaction for the property on Lake Tahoe, the Wall Street Journal announced an American-based company would become one of the first nationally to stop receiving dollars and only accept payments through BitPay. From 2016 onwards Euro Pacific Precious Metals would only receive payments in Bitcoin, with BitPay acting as the merchant for all the transactions. In September, BitPay announced that they were partnering with processing giant PayPal for bitcoin acceptance in their Payment Hub.",
            "score": 60.01585853099823
        },
        {
            "docid": "41883115_2",
            "document": "Bitcoin ATM . A bitcoin ATM is an internet machine that allows a person to exchange bitcoins and cash. Some Bitcoin ATMs offer bi-directional functionality enabling both the purchase of Bitcoin as well as the redemption of Bitcoin for cash. In some cases, Bitcoin ATM providers require users to have an existing account to transact on the machine.",
            "score": 47.04411172866821
        },
        {
            "docid": "393014_2",
            "document": "Louisiana Purchase (musical) . Louisiana Purchase is a musical with music and lyrics by Irving Berlin and book by Morrie Ryskind based on a story by B. G. DeSylva. Set in New Orleans, the musical lightly satirises Louisiana Governor Huey Long and his control over Louisiana politics An honest U.S. senator travels to Louisiana to investigate corruption in the Louisiana Purchase Company; the company's lawyer attempts to divert him via the attentions of two beautiful women, but the senator maintains his integrity and ends up marrying one of them. In 1941 it was adapted for the film \"Louisiana Purchase\" directed by Irving Cummings.",
            "score": 43.62387228012085
        },
        {
            "docid": "40956538_8",
            "document": "History of bitcoin . One of the first supporters, adopters, contributor to bitcoin and receiver of the first bitcoin transaction was programmer Hal Finney. Finney downloaded the bitcoin software the day it was released, and received 10 bitcoins from Nakamoto in the world's first bitcoin transaction on 12 January 2009. Other early supporters were Wei Dai, creator of bitcoin predecessor \"b-money\", and Nick Szabo, creator of bitcoin predecessor \"bit gold\".",
            "score": 41.09305548667908
        },
        {
            "docid": "28249265_76",
            "document": "Bitcoin . On 12 September 2017, Jamie Dimon, CEO of JP Morgan Chase, called bitcoin a \"fraud\" and said he would fire anyone in his firm caught trading it. Zero Hedge claimed that the same day Dimon made his statement, JP Morgan also purchased a large amount of bitcoins for its clients. In a January 2018 interview Dimon voiced regrets about his earlier remarks, and said \"The blockchain is real. You can have cryptodollars in yen and stuff like that. ICOs ... you got to look at every one individually.\"",
            "score": 43.187103509902954
        },
        {
            "docid": "39562938_5",
            "document": "Zerocoin . Zerocoins are purchased with bitcoin in fixed denominations by a zerocoin mint transaction. Later, these zerocoins can be redeemed for bitcoin to a different bitcoin address by a zerocoin spend transaction. Through the use of cryptographic accumulators and digital commitments with zero-knowledge proofs, it is not possible to link the bitcoin address that was used to mint the original zerocoin to the bitcoin address used to redeem the zerocoin.",
            "score": 46.530733585357666
        },
        {
            "docid": "54143900_12",
            "document": "Economics of bitcoin . Bitcoins can be bought and sold both on- and offline. Participants in online exchanges offer bitcoin buy and sell bids. Using an online exchange to obtain bitcoins entails some risk, and, according to a study published in April 2013, 45% of exchanges fail and take client bitcoins with them. Exchanges have since implemented measures to provide proof of reserves in an effort to convey transparency to users. Offline, bitcoins may be purchased directly from an individual or at a bitcoin ATM. Bitcoin machines are not however traditional ATMs. Bitcoin kiosks are machines connected to the Internet, allowing the insertion of cash in exchange for bitcoins. Bitcoin kiosks do not connect to a bank and may also charge transaction fees as high as 7% and exchange rates US$50 over rates from elsewhere.",
            "score": 47.67479598522186
        },
        {
            "docid": "56071119_15",
            "document": "Cryptocurrency bubble . David Andolfatto, a vice president at the Federal Reserve Bank of St. Louis, stated, \"Is bitcoin a bubble? Yes, if bubble is defined as a liquidity premium.\" According to Andolfatto, the price of bitcoin \"consists purely of a bubble.\"",
            "score": 39.83993577957153
        },
        {
            "docid": "41248122_5",
            "document": "Sheep Marketplace . In March 2015 Czech police arrested a man suspected to be the Sheep Marketplace thief when he paid for an expensive house entirely in bitcoins. A nine month investigation showed estimated that he had made $800,000 of sudden purchases. In October 2017 Tomáš Jiříkovský, the creator of the Sheep Marketplace, was sentenced to serve nine years in prison for stealing bitcoins from the market’s users.",
            "score": 40.05208921432495
        },
        {
            "docid": "28249265_10",
            "document": "Bitcoin . The receiver of the first bitcoin transaction was cypherpunk Hal Finney, who created the first reusable proof-of-work system (RPOW) in 2004. Finney downloaded the bitcoin software the day it was released, and received 10 bitcoins from Nakamoto. Other early cypherpunk supporters were Wei Dai, creator of bitcoin predecessor \"b-money\", and Nick Szabo, creator of bitcoin predecessor \"bit gold\".",
            "score": 37.89907455444336
        },
        {
            "docid": "48823722_6",
            "document": "Libertyx . LibertyX currently operates as a bitcoin purchasing service. Users have to provide and use their own bitcoin wallet to receive the purchased cryptocurrency. The company is partnered with bitcoin exchange and financial service providers such as Uphold to provide a suite of services for the cash-preferred customer. The company has a cash API for partners to build and develop applications to access the cash-preferred customer. LibertyX has raised seed funding from Project 11.",
            "score": 51.27040696144104
        },
        {
            "docid": "40956538_10",
            "document": "History of bitcoin . The value of the first bitcoin transactions were negotiated by individuals on the bitcoin forum with one notable transaction of 10,000 BTC used to indirectly purchase two pizzas delivered by Papa John's.",
            "score": 45.749488830566406
        },
        {
            "docid": "10641629_10",
            "document": "Susquehanna International Group . Since 2016, the company has buit a Bitcoin trading desk that is now being expanded to include 500 of its clients, according to the \"New York Times\". Susquehanna will be trading futures that are tied to Bitcoin prices, and enable customers to purchase and sell Bitcoin and other cryptocurrencies such as Ethereum and Bitcoin Cash.",
            "score": 48.49667930603027
        },
        {
            "docid": "28249265_60",
            "document": "Bitcoin . Venture capitalists, such as Peter Thiel's Founders Fund, which invested million in BitPay, do not purchase bitcoins themselves, but instead fund bitcoin infrastructure that provides payment systems to merchants, exchanges, wallet services, etc. In 2012, an incubator for bitcoin-focused start-ups was founded by Adam Draper, with financing help from his father, venture capitalist Tim Draper, one of the largest bitcoin holders after winning an auction of 30,000 bitcoins, at the time called 'mystery buyer'. The company's goal is to fund 100 bitcoin businesses within 2–3 years with $10,000 to $20,000 for a 6% stake. Investors also invest in bitcoin mining. According to a 2015 study by Paolo Tasca, bitcoin startups raised almost $1 billion in three years (Q1 2012 – Q1 2015).",
            "score": 46.459179162979126
        },
        {
            "docid": "54143900_20",
            "document": "Economics of bitcoin . Bitcoin has been labelled a \"speculative bubble\" by journalists and public figures including former Fed Chairman Alan Greenspan and economist John Quiggin. Nobel Memorial Prize laureate Robert Shiller said that bitcoin \"exhibited many of the characteristics of a speculative bubble\". On 14 March 2014, the American business magnate Warren Buffett said, \"Stay away from it. It's a mirage, basically.\" Two lead software developers of bitcoin, Gavin Andresen and Mike Hearn, have warned that bubbles may occur. David Andolfatto, a vice president at the Federal Reserve Bank of St. Louis, stated, \"Is bitcoin a bubble? Yes, if bubble is defined as a liquidity premium.\" According to Andolfatto, the price of bitcoin \"consists purely of a bubble,\" but he concedes that many assets have prices that are greater than their intrinsic value.  Speculation in Bitcoin has been compared to the tulip mania of seventeenth-century Holland. Comparisons have been made by the vice-president of the European Central Bank, Vítor Constâncio, by JPMorgan Chase chief Jamie Dimon, by hedge fund manager Ken Griffin of Citadel, and by former president of the Dutch Central Bank, Nout Wellink. In 2013, Wellink remarked, \"\"This is worse than the tulip mania [...] At least then you got a tulip [at the end], now you get nothing.\"\" On 13 September 2017, Jamie Dimon compared bitcoin to a bubble, saying it was only useful for drug dealers and countries like North Korea. On 22 September 2017, a hedge fund named Blockswater subsequently accused JP Morgan of market manipulation and filed a market abuse complaint with Financial Supervisory Authority (Sweden).",
            "score": 42.60100698471069
        },
        {
            "docid": "43242441_3",
            "document": "NTrust . Canadian members can transfer CAD to their account through bank transfer, Interact, credit card, or debit card. Then the user can purchase bitcoin at a real-time exchange rate. Members can then store bitcoin, send it to another member, send it to an external bitcoin address, or sell bitcoin for CAD that can be withdrawn to their bank account.",
            "score": 46.01011657714844
        },
        {
            "docid": "41729424_9",
            "document": "Vitalik Buterin . In addition Buterin wrote about bitcoin-related topics for other publications, including \"Bitcoin Weekly\". \"Bitcoin Magazine\" in 2012 later began publishing a print edition and has been referred to as the first serious publication dedicated to cryptocurrencies. \"Bitcoin Magazine\" was then purchased by BTC Media, where Buterin continued to write until mid-2014.",
            "score": 50.52042365074158
        },
        {
            "docid": "39941621_4",
            "document": "Charlie Shrem . As a college senior in 2011, Shrem started investing in bitcoin. Soon after, the bitcoin service Shrem was using crashed, and he lost his bitcoins. Shrem and Gareth Nelson, a friend he met online, had similar frustrations with the length of time it took to buy and sell bitcoin on exchange sites. They started BitInstant, a more user-friendly company that charged a fee for users to purchase and make purchases with bitcoins at over 700,000 locations, providing temporary credit to speed up transactions. Initially a side project, BitInstant soon needed to grow, at which point Shrem received a $10,000 loan from his mother. Shortly thereafter, BitInstant received $125,000 from angel investor Roger Ver, and, in the fall of 2012, $1.5 million from a group of investors led by Winklevoss Capital Management. By 2013, BitInstant was processing approximately 30% of all bitcoin transactions. BitInstant operated from September 2011 until July 2013.",
            "score": 52.94324815273285
        },
        {
            "docid": "54143900_47",
            "document": "Economics of bitcoin . Venture capitalists, such as Peter Thiel's Founders Fund, which invested million in BitPay, do not purchase bitcoins themselves, instead funding bitcoin infrastructure like companies that provide payment systems to merchants, exchanges, wallet services, etc. In 2012, an incubator for bitcoin-focused start-ups was founded by Adam Draper, with financing help from his father, venture capitalist Tim Draper, one of the largest bitcoin holders after winning an auction of 30,000 bitcoins, at the time called 'mystery buyer'. The company's goal is to fund 100 bitcoin businesses within 2–3 years with $10,000 to $20,000 for a 6% stake. Investors also invest in bitcoin mining. According to a 2015 study by Paolo Tasca, bitcoin startups raised almost $1 billion in three years (Q1 2012 – Q1 2015).",
            "score": 45.82949697971344
        },
        {
            "docid": "26800687_11",
            "document": "Winklevoss twins . In March 2014, it was announced that the twins had purchased seats on Richard Branson's Virgin Galactic shuttle using the profits they had made from bitcoin.",
            "score": 38.29035949707031
        },
        {
            "docid": "28249265_55",
            "document": "Bitcoin . Some Argentinians have bought bitcoins to protect their savings against high inflation or the possibility that governments could confiscate savings accounts. During the 2012–2013 Cypriot financial crisis, bitcoin purchases in Cyprus rose due to fears that savings accounts would be confiscated or taxed.",
            "score": 42.95261549949646
        },
        {
            "docid": "55945612_2",
            "document": "Bitcoin.com . Bitcoin.com is a company that provides Bitcoin and Bitcoin Cash services, such as purchasing and selling these cryptocurrencies, and choosing a wallet for both. The associated website aims to be a Bitcoin-related web portal. Accordingly, it features a range of services such as news, various tools, widgets and charts as well as a store and online games casino.",
            "score": 47.101295471191406
        },
        {
            "docid": "54143900_43",
            "document": "Economics of bitcoin . Some Argentinians have bought bitcoins to protect their savings against high inflation or the possibility that governments could confiscate savings accounts. During the 2012–2013 Cypriot financial crisis, bitcoin purchases in Cyprus rose due to fears that savings accounts would be confiscated or taxed.",
            "score": 42.814220905303955
        },
        {
            "docid": "28249265_78",
            "document": "Bitcoin . Several news outlets have asserted that the popularity of bitcoins hinges on the ability to use them to purchase illegal goods. In 2014, researchers at the University of Kentucky found \"robust evidence that computer programming enthusiasts and illegal activity drive interest in bitcoin, and find limited or no support for political and investment motives\".",
            "score": 42.67683553695679
        },
        {
            "docid": "54608634_6",
            "document": "The Rise and Rise of Bitcoin . Daniel is the one who leads the audience on this exciting journey around the world. He first got interested in Bitcoin in 2011 and from there he has been in love with it. When Daniel first got interested in Bitcoin, he started mining Bitcoin. Mining is a transaction record keeping system completed by the consumers. These transactions are then placed on the blockchain, which is a public ledger. Mining rewards the miners with a small percentage of Bitcoin when they complete a transaction..Throughout the documentary, Daniel purchases multiple new computer processors to make sure he has the best equipment to mine.",
            "score": 46.50345182418823
        },
        {
            "docid": "39488873_30",
            "document": "Bitcoin network . Several news outlets have asserted that the popularity of bitcoins hinges on the ability to use them to purchase illegal goods. In 2014, researchers at the University of Kentucky found \"robust evidence that computer programming enthusiasts and illegal activity drive interest in bitcoin, and find limited or no support for political and investment motives.\"",
            "score": 42.54044818878174
        },
        {
            "docid": "15945818_13",
            "document": "Rakuten.com . In March 2015, Rakuten.com started accepting bitcoin as payment. Through a partnership with Bitnet, shoppers may complete purchases on Rakuten.com using bitcoin.",
            "score": 41.04245567321777
        }
    ],
    "r": [
        {
            "docid": "17628_2",
            "document": "Louisiana Purchase . The Louisiana Purchase ( \"Sale of Louisiana\") was the acquisition of the Louisiana territory (828,000 square miles or 2.14 million km²) by the United States from France in 1803. The U.S. paid fifty million francs ($11,250,000) and a cancellation of debts worth eighteen million francs ($3,750,000) for a total of sixty-eight million francs ($15 million, equivalent to $ million in ). The Louisiana territory included land from fifteen present U.S. states and two Canadian provinces. The territory contained land that forms Arkansas, Missouri, Iowa, Oklahoma, Kansas, and Nebraska; the portion of Minnesota west of the Mississippi River; a large portion of North Dakota; a large portion of South Dakota; the northeastern section of New Mexico; the northern portion of Texas; the area of Montana, Wyoming, and Colorado east of the Continental Divide; Louisiana west of the Mississippi River (plus New Orleans); and small portions of land within the present Canadian provinces of Alberta and Saskatchewan. Its non-native population was around 60,000 inhabitants, of whom half were African slaves.",
            "score": 66.53094482421875
        },
        {
            "docid": "28249265_2",
            "document": "Bitcoin . Bitcoin (₿) is the world's first cryptocurrency, a form of electronic cash. It is the first decentralized digital currency: the system was designed to work without a central bank or single administrator. Bitcoins are sent from user to user on the peer-to-peer bitcoin network directly, without the need for intermediaries. These transactions are verified by network nodes through cryptography and recorded in a public distributed ledger called a blockchain. Bitcoin was invented by an unknown person or group of people using the name Satoshi Nakamoto and released as open-source software in 2009.",
            "score": 63.935089111328125
        },
        {
            "docid": "2117463_4",
            "document": "Constitution of Louisiana . The beginning of statehood for Louisiana began with the Louisiana purchase in 1803. In 1804, the land the United States purchased from France was divided in two territories: 1) the Louisiana Territory (upper territory) and 2) the area below the 33rd parallel (current Louisiana-Arkansas state line), the Orleans Territory each as an organized incorporated territory of the United States. The Territory of Orleans formed the bulk of what today is the State of Louisiana. From the beginning there were border disputes. In 1795, the \"Treaty of Friendship, Limits, and Navigation Between Spain and the United States\", known as Pinckney's Treaty, had set the stage for long non-violent negotiations. An area between the Mississippi River and Perdido River (excluding New Orleans) was claimed by Spain as part of the West Florida Controversy. Also at issue was the area that became known as the neutral ground on the western border, meaning the territory had undefined borders. These disputes led to an end to diplomatic relations in 1805. Plantation owners proclaimed independence from Spain, establishing the short lived nation of the Republic of West Florida on Sept. 23, 1810, but President James Madison ordered U.S. forces into the area and incorporated it into the Orleans territory.",
            "score": 63.737003326416016
        },
        {
            "docid": "2373541_12",
            "document": "History of Montana . On April 30, 1803, the Louisiana Purchase Treaty was signed by representatives of the U.S. at Paris, France. The United States Senate ratified the treaty on October 20 and President Thomas Jefferson announced the treaty to the American people on July 4, 1803. The area covered by the purchase included much of the present-day United States between the Continental Divide and the Mississippi River, encompassing the Great Plains including part of what is now Montana, particularly the Missouri River drainage. The rights to the Louisiana Purchase territory cost the U.S. $15 million, which came out to an average of 3 cents an acre. On March 10, 1804, a formal ceremony was conducted in St. Louis, Missouri, to transfer ownership of the territory from France to the United States of America. The lands of present-day Montana were practically unknown and too distant from the seats of power for this political boundary change to have much impact upon them, but the Louisiana Purchase would prove a sea-change for the area.",
            "score": 61.81771469116211
        },
        {
            "docid": "7434136_19",
            "document": "History of Oklahoma . With the Louisiana Purchase in 1803, the United States acquired France's 828,000 square mile claim to the watersheds of the Mississippi River (west of the river) and Missouri River. The purchase encompassed all or part of 15 current U.S. states] (including all of Oklahoma) and parts of two Canadian provinces.",
            "score": 60.875247955322266
        },
        {
            "docid": "41670960_16",
            "document": "BitPay . In June 2014, it was announced that the rapper 50 Cent would be accepting Bitcoin for his new album release, Animal Ambition. According to USA Today, all the Bitcoin purchases for the album would be processed by BitPay. At the time of the album release, many independent artists had accepted Bitcoin as a form of payment before 50 Cent. He was however seen at the time as one of the best-known musicians to accept the digital currency as a form of payment. BitPay in August 2014 was the merchant for one of the largest home purchases to be made using the Bitcoin currency. The property was located near Lake Tahoe at a value of $1.6 million or 2,739 bitcoins. Around the same time of the transaction for the property on Lake Tahoe, the Wall Street Journal announced an American-based company would become one of the first nationally to stop receiving dollars and only accept payments through BitPay. From 2016 onwards Euro Pacific Precious Metals would only receive payments in Bitcoin, with BitPay acting as the merchant for all the transactions. In September, BitPay announced that they were partnering with processing giant PayPal for bitcoin acceptance in their Payment Hub.",
            "score": 60.01586151123047
        },
        {
            "docid": "95739_3",
            "document": "Cherokee County, Kansas . In 1803, United States acquired from France the 828,000-square mile Louisiana Purchase, the former French lands west of the Mississippi River, for 2.83 cents per acre. This territory included most of the land for modern-day Kansas.",
            "score": 59.01901626586914
        },
        {
            "docid": "44065971_4",
            "document": "Blockchain . Blockchain was invented by Satoshi Nakamoto in 2008 to serve as the public transaction ledger of the cryptocurrency bitcoin. The invention of the blockchain for bitcoin made it the first digital currency to solve the double-spending problem without the need of a trusted authority or central server. The bitcoin design has inspired other applications.",
            "score": 58.958030700683594
        },
        {
            "docid": "13455665_5",
            "document": "Louisiana Purchase Historic State Park . On April 30, 1803, negotiators for the United States and the First French Empire, signed the Louisiana Purchase agreement, by which the United States acquired of land west of the Mississippi River, doubling its size. President Thomas Jefferson commissioned the Lewis and Clark Expedition, which traveled west along the Missouri and associated rivers, eventually reaching the Pacific Coast, from 1804 to 1806.",
            "score": 58.951568603515625
        },
        {
            "docid": "2100762_7",
            "document": "West Florida Controversy . At the end of the Seven Years' War in 1763, France ceded its remaining lands east of the Mississippi River, which included the land between the Perdido and Mississippi Rivers, to Great Britain, while Spain also ceded its Florida territory to Britain. The British created the colony of West Florida out of the French and Spanish cessions. In 1783 Great Britain returned East Florida and transferred West Florida to Spain, who ruled both provinces as separate and apart from Louisiana. In 1800, under duress from Napoleon of France, Spain agreed to restore Louisiana and the island of New Orleans to France, who in conversation had promised to return them to Spain should France ever relinquish them. On 15 October 1802, Charles IV issued a royal bill that made effective the transfer of Louisiana to France (\"with the same extent that it currently has, that it had under the power of France when she ceded it to my royal crown\") and the withdrawal of Spanish troops in the territory. When France then sold the Louisiana Territory to the United States in 1803, a dispute arose between Spain and the United States regarding whether West Florida was part of the Louisiana Purchase. The United States laid claim to the region of West Florida between the Mississippi and Perdido Rivers, asserting it had been part of French Louisiana. Spain held that such a claim was baseless.",
            "score": 58.913021087646484
        },
        {
            "docid": "10625692_8",
            "document": "Feliciana Parish, Louisiana . In 1800, Spain was compelled to cede Louisiana to France. After a failed effort to regain control of Haiti, in 1803, Napoleon sold Louisiana and its vast territories west of the Mississippi River to the United States in the Louisiana Purchase. The West Florida section of what is now the state of Louisiana, however, was not included; the Louisiana Purchase was vague as to defining its eastern boundary. Though President Jefferson insisted that this area was American, Spain disagreed and continued their occupation. (Since the 1760s, the eastern boundary of West Florida had been the Apalachicola River, and Pensacola was the capital.)",
            "score": 58.80195236206055
        },
        {
            "docid": "22141776_12",
            "document": "Ideal money . George Selgin, an expert on free banking theory, expounds on value proposition of bitcoin in regard to the inability to control its supply (ie inflation targeting):It doesn’t follow, however, that either Bitcoins’ purchasing power or the volume of Bitcoin-denominated payments will be stable enough to make Bitcoins anyone’s idea of a sound money. Because it makes no allowances for changes in the real demand for Bitcoins, whatever their source, the strict “protocol” that regulates the supply of Bitcoins—a protocol that raises Bitcoin “mining” costs in response to changes in mining activity and technology, but without regard to Bitcoins’ purchasing power—would allow fluctuations in the pure transactions demand for Bitcoins to continue to influence their purchasing power. As the number approaches 21 million, mining rewards will approach zero, and Bitcoin output with cease once and for all. The transactions demand for Bitcoins will, in contrast, tend to go on increasing with economic growth. A Bitcoin standard would thus tend to result in a rate of deflation at least equal to the rate of economic growth, with occasional bouts of more severe deflation occurring with every cyclical increase in the demand for money. Although (as I’ve argued elsewhere) deflation needn’t go hand-in-hand with recession or depression so long as the rate of deflation reflects an economy’s (total factor) productivity growth rate, chances are that deflation in a Bitcoin economy would frequently exceed this safe limit.Because bitcoin's supply was predetermined at inception and considered unchangeable it cannot fluctuate with the demand cycles and thus Selgin suggests it cannot be made very stable in regard to its purchasing power. However, this still leaves the possibility that bitcoin fits Nash's concept of \"Asymptotically Ideal Money\". Whether Nash was specifically referring to bitcoin or not it still might have the same effect and lead to the intended result of international stability of the existing legacy fiat currencies (and possibly in relation to bitcoin).",
            "score": 58.78303527832031
        },
        {
            "docid": "97708_6",
            "document": "Cameron Parish, Louisiana . In the 18th century France ceded its holdings in Louisiana and other areas west of the Mississippi River to Spain, and the Spanish colonial government made grants of land to the Acadians. France took control of this territory again at the turn of the nineteenth century for a short period under Napoleon Bonaparte. But in 1803 he sold all the French territory west of the Mississippi River to the United States in the Louisiana Purchase. The US was particularly intent on getting control of New Orleans, an important part for its large agricultural interests in what is now the Midwest.",
            "score": 58.58633041381836
        },
        {
            "docid": "54143900_39",
            "document": "Economics of bitcoin . Due to the design of bitcoin, all retail figures are only estimates. According to Tim Swanson, head of business development at a Hong Kong-based cryptocurrency technology company, in 2014, daily retail purchases made with bitcoin were worth about $2.3 million. MIT Technology review estimates that, , fewer than 5,000 bitcoins per day (worth roughly $1.2 million at the time) were being used for retail transactions, and concludes that in 2014 \"it appears there has been very little if any increase in retail purchases using bitcoin.\"",
            "score": 58.5734977722168
        },
        {
            "docid": "29810_45",
            "document": "Texas . When the United States purchased Louisiana from France in 1803, American authorities insisted the agreement also included Texas. The boundary between New Spain and the United States was finally set at the Sabine River in 1819, at what is now the border between Texas and Louisiana. Eager for new land, many United States settlers refused to recognize the agreement. Several filibusters raised armies to invade the area west of the Sabine River. In 1821, the Mexican War of Independence included the Texas territory, which became part of Mexico. Due to its low population, Mexico made the area part of the state of Coahuila y Tejas.",
            "score": 58.42647171020508
        },
        {
            "docid": "54190006_3",
            "document": "Louisiana Purchase Sesquicentennial Commemorative Half Dollar . The Louisiana Purchase conveyed to the United States over a million square miles of previously French territory for the price of $15 million. The Purchase was ratified by the U.S. Senate on October 20, 1803, and the new land subsequently doubled the size of the United States and opened the door to a new period of westward expansion. Nearing the one hundred year anniversary of the Purchase in 1902, President Theodore Roosevelt signed a bill which authorized the Louisiana Purchase Exposition, which would become known as the St. Louis World Fair, to celebrate the Purchase and the past years of American history. This included the authorization of the creation of gold one-dollar pieces to be created as commemorative coins. These pieces would go on to be circulated within the American numismatic community after the World Fair in 1904. The Louisiana Purchase Exposition dollar was one among many commemorative coins which had been authorized by the United States government since 1892, as centennial anniversaries of important events in early U.S. history were regular occurrences around this time.",
            "score": 58.0857048034668
        },
        {
            "docid": "17628_34",
            "document": "Louisiana Purchase . The Louisiana Purchase Treaty was signed on April 30 by Robert Livingston, James Monroe, and Barbé Marbois in Paris. Jefferson announced the treaty to the American people on July 4. After the signing of the Louisiana Purchase agreement in 1803, Livingston made this famous statement, \"We have lived long, but this is the noblest work of our whole lives... From this day the United States take their place among the powers of the first rank.\"",
            "score": 57.92669677734375
        },
        {
            "docid": "2711369_18",
            "document": "History of Mississippi . Americans had continuing land disputes with the Spanish, even after taking control of much of this territory through the Louisiana Purchase (1803) from France. In 1810 the European-American settlers in parts of West Florida rebelled and declared their freedom from Spain. President James Madison declared that the region between the Mississippi and Perdido rivers, which included most of West Florida, had already become part of the United States under the terms of the Louisiana Purchase. The section of West Florida between the Pearl and Perdido rivers, known as the District of Mobile, was annexed to Mississippi Territory in 1812; Americans from the United States occupied Kiln, Mississippi, in 1813.",
            "score": 57.56425094604492
        },
        {
            "docid": "25074769_28",
            "document": "Territorial evolution of North America since 1763 . The Louisiana Purchase was made, expanding the United States west of the Mississippi River. There was a dispute with West Florida over how much land east of the Mississippi River it included. The purchase extended slightly north of the modern borders, as it was defined only as the watershed of the Mississippi River. The purchase consisted of the whole of present-day Arkansas, Kansas, Iowa, Missouri, Nebraska, and Oklahoma, and portions of Colorado, Louisiana, Minnesota, Montana, New Mexico, North Dakota, South Dakota, Texas and Wyoming. It also included the southernmost portions of the present-day Canadian provinces of Alberta, Manitoba, and Saskatchewan. The cost was 60 million francs ($11,250,000) plus cancellation of debts worth 18 million francs ($3,750,000). Including interest, the U.S. finally paid $23,213,568 (US$ in 2020) for the Louisiana territory.",
            "score": 57.218238830566406
        },
        {
            "docid": "95732_5",
            "document": "Crawford County, Kansas . In 1802, Spain returned most of the former New France land west of the Mississippi to France, but kept title to about 7,500 square miles. In 1803, the United States acquired much of the West and most of the land for modern-day Kansas as part of the 828,000-square mile Louisiana Purchase, at a cost of 2.83 cents per acre.",
            "score": 56.867820739746094
        },
        {
            "docid": "193623_3",
            "document": "Louisiana Territory . Louisiana Territory was formed out of the Indiana Territory-administered District of Louisiana, which consisted of all Louisiana Purchase lands north of the 33rd parallel. The 33rd parallel now forms the southern border of Arkansas and the northern border of Louisiana. The territory's predecessor, the District of Louisiana, as well as the District of Orleans, were formed from the lands acquired by the United States in the Louisiana Purchase, in which colonial Louisiana was purchased from France.",
            "score": 56.72522735595703
        },
        {
            "docid": "37842189_4",
            "document": "History of Cleveland County, Oklahoma . In 1682, Robert de La Salle claimed the Mississippi River, and the land onto which the Mississippi drained, as belonging to France. This area included present-day Cleveland County. Voyageurs would paddle up the Arkansas, Canadian, and Red Rivers in their canoes from bases at Natchitoches, Louisiana (on the Red River), and Arkansas Post (at the confluence of the Mississippi and Arkansas Rivers), to conduct trade with the Indians. In 1740 two French Canadians named Pierre Antoine and Paul Mallet traveled in the vicinity of what would become Cleveland County. Antoine and Mallet were on their way back from Santa Fe on a trading trip and were following the Canadian River back east while searching for a trade route to connect Santa Fe with Missouri and New Orleans. After France's defeat in the French and Indian War, France ceded the area of New France west of the Mississippi to Spain in the Treaty of Fontainebleau in 1762. For 80 years the area now known as Cleveland County was ruled by France. The Spanish explored parts of Oklahoma while it was part of New Spain but never ventured into what is now Cleveland County. In 1800, in the Third Treaty of San Ildefonso, France acquired the territory back from Spain, although Spain continued to administer the region. For 38 years the area now known as Cleveland County was ruled by Spain. In 1803, France sold Louisiana Territory to the United States for $15 million. This became known as the Louisiana Purchase. After three years of French rule, what is now Cleveland County became part of the United States.",
            "score": 56.55389404296875
        },
        {
            "docid": "54143900_5",
            "document": "Economics of bitcoin . Classification of bitcoin by the United States government is to date unclear with multiple conflicting rulings. In 2013 Judge Amos L. Mazzant III of the United States District Court for the Eastern District of Texas stated that \"Bitcoin is a currency or form of money\". In July 2016, Judge Teresa Mary Pooler of Eleventh Judicial Circuit Court of Florida cleared Michell Espinoza in \"State of Florida v. Espinoza\" in money-laundering charges he faced involving his use of bitcoin. Judge Pooler stated \"Bitcoin may have some attributes in common with what we commonly refer to as money, but differ in many important aspects, they are certainly not tangible wealth and cannot be hidden under a mattress like cash and gold bars.\" In September 2016, a ruling by Judge Alison J. Nathan of United States District Court for the Southern District of New York contradicted the Florida Espinoza ruling stating \"Bitcoins are funds within the plain meaning of that term.— Bitcoins can be accepted as a payment for goods and services or bought directly from an exchange with a bank account. They therefore function as pecuniary resources and are used as a medium of exchange and a means of payment.\"",
            "score": 56.27534484863281
        },
        {
            "docid": "9988008_6",
            "document": "History of Minneapolis . The city's land was acquired by the United States in a series of treaties and purchases negotiated with the Mdewakanton band of the Dakota and separately with European nations. England claimed the land east of the Mississippi and France, then Spain, and again France claimed the land west of the river. In 1787 land on the east side of the river became part of the Northwest Territory and in 1803 the west side became part of the Louisiana Purchase, both claimed by the United States. In 1805, Zebulon Pike purchased two tracts of land from the Dakota Indians. One tract was located at the mouth of the St. Croix River, while a second, larger tract ran from the confluence of the Minnesota and Mississippi Rivers to St. Anthony Falls, with a width of nine miles (14 km) east and west of the river. In return, he distributed about $200 in trading goods and sixty gallons of liquor, and promised a further payment from the United States government. The United States Senate eventually approved a payment of $2,000.",
            "score": 56.07307434082031
        },
        {
            "docid": "46977873_21",
            "document": "Virtual currency law in the United States . Shavers attempted to argue the investments were not securities because Bitcoin is not money. However, in a precedent determining decision, the magistrate judge determined that Bitcoin is money, and thus the investments were securities. The magistrate judge stated, “[i]t is clear that Bitcoin can be used as money. It can be used to purchase goods or services, and as Shavers stated, used to pay for individual living expenses. The only limitation of Bitcoin is that it is limited to those places that accept it as currency. However, it can also be exchanged for conventional currencies, such as the U.S. dollar, Euro, Yen, and Yuan. Therefore, Bitcoin is a currency or form of money, and investors wishing to invest in BTCST provided an investment of money.” This decision paved the way for other regulators to treat Bitcoin and VCs as money, so it is likely this decision will be cited if regulators decide to prosecute VC transactions under the UIGEA, Illegal Gambling Business Act, Wire Act, or any other regulation involving financial transactions.",
            "score": 55.96400451660156
        },
        {
            "docid": "40956538_72",
            "document": "History of bitcoin . On 18 March 2013, the Financial Crimes Enforcement Network (or FinCEN), a bureau of the United States Department of the Treasury, issued a report regarding centralized and decentralized \"virtual currencies\" and their legal status within \"money services business\" (MSB) and Bank Secrecy Act regulations. It classified digital currencies and other digital payment systems such as bitcoin as \"virtual currencies\" because they are not legal tender under any sovereign jurisdiction. FinCEN cleared American users of bitcoin of legal obligations by saying, \"A user of virtual currency is not an MSB under FinCEN's regulations and therefore is not subject to MSB registration, reporting, and recordkeeping regulations.\" However, it held that American entities who generate \"virtual currency\" such as bitcoins are money transmitters or MSBs if they sell their generated currency for national currency: \"...a person that creates units of convertible virtual currency and sells those units to another person for real currency or its equivalent is engaged in transmission to another location and is a money transmitter.\" This specifically extends to \"miners\" of the bitcoin currency who may have to register as MSBs and abide by the legal requirements of being a money transmitter if they sell their generated bitcoins for national currency and are within the United States. Since FinCEN issued this guidance, dozens of virtual currency exchangers and administrators have registered with FinCEN, and FinCEN is receiving an increasing number of suspicious activity reports (SARs) from these entities.",
            "score": 55.841209411621094
        },
        {
            "docid": "17628_21",
            "document": "Louisiana Purchase . The Americans thought that Napoleon might withdraw the offer at any time, preventing the United States from acquiring New Orleans, so they agreed and signed the Louisiana Purchase Treaty on April 30, 1803. On July 4, 1803, the treaty was announced, but the documents did not arrive in Washington, D.C. until July 14. The Louisiana Territory was vast, stretching from the Gulf of Mexico in the south to Rupert's Land in the north, and from the Mississippi River in the east to the Rocky Mountains in the west. Acquiring the territory would double the size of the United States, at a sum of less than 3 cents per acre.",
            "score": 55.73040008544922
        },
        {
            "docid": "15666644_5",
            "document": "Bryan v. Kennett . In 1797, the Spanish governor directed that Austin be placed in possession of land \"one league square\" (approximately 4,428 acres). Austin subsequently took possession of the land, moved his family onto it and built a house, blacksmith shop, and other improvements. In 1799, Spanish officials conducted a survey of the land and in 1802, the Spanish governor at New Orleans granted Austin the surveyed land. However, in the meantime Spain had returned Louisiana to France by operation of the Third Treaty of San Ildefonso in 1800, although Louisiana remained nominally under Spanish control until 1803, just before France sold it to the United States in the Louisiana Purchase. The land granted to Austin by the Spanish governor was therefore owned by France at the time of the 1802 grant and came under the jurisdiction of the United States in 1803.",
            "score": 55.491825103759766
        },
        {
            "docid": "18130_79",
            "document": "Louisiana . Part of this sum, $3.5 million, was used to forgive debts owed by France to the United States. The payment was made in United States bonds, which Napoleon sold at face value to the Dutch firm of Hope and Company, and the British banking house of Baring, at a discount of 87½ per each $100 unit. As a result, France received only $8,831,250 in cash for Louisiana. English banker Alexander Baring conferred with Marbois in Paris, shuttled to the United States to pick up the bonds, took them to Britain, and returned to France with the money – which Napoleon used to wage war against Baring's own country. When news of the purchase reached the United States, Jefferson was surprised. He had authorized the expenditure of $10 million for a port city, and instead received treaties committing the government to spend $15 million on a land package which would double the size of the country. Jefferson's political opponents in the Federalist Party argued the Louisiana purchase was a worthless desert, and that the Constitution did not provide for the acquisition of new land or negotiating treaties without the consent of the Senate. What really worried the opposition was the new states which would inevitably be carved from the Louisiana territory, strengthening Western and Southern interests in Congress, and further reducing the influence of New England Federalists in national affairs. President Jefferson was an enthusiastic supporter of westward expansion, and held firm in his support for the treaty. Despite Federalist objections, the U.S. Senate ratified the Louisiana treaty on October 20, 1803.",
            "score": 55.40705108642578
        },
        {
            "docid": "690237_21",
            "document": "History of Minnesota . All of the land east of the Mississippi River was granted to the United States by the Second Treaty of Paris at the end of the American Revolution in 1783. This included what would become modern day Saint Paul but only part of Minneapolis, including the northeast, north-central and east-central portions of the state. The western portion of the state was part of the Spanish Louisiana since the Treaty of Fontainebleau, in 1762. The wording of the treaty in the Minnesota area depended on landmarks reported by fur traders, who erroneously reported an \"Isle Phelipeaux\" in Lake Superior, a \"Long Lake\" west of the island, and the belief that the Mississippi River ran well into modern Canada. Most of the state was purchased in 1803 from France as part of the Louisiana Purchase. Parts of northern Minnesota were considered to be in Rupert's Land. The exact definition of the boundary between Minnesota and British North America was not addressed until the Anglo-American Convention of 1818, which set the U.S.–Canada border at the 49th parallel west of the Lake of the Woods (except for a small chunk of land now dubbed the Northwest Angle). Border disputes east of the Lake of the Woods continued until the Webster-Ashburton Treaty of 1842.",
            "score": 55.22256851196289
        },
        {
            "docid": "17628_43",
            "document": "Louisiana Purchase . The United States claimed Louisiana included the entire western portion of the Mississippi River drainage basin to the crest of the Rocky Mountains and land extending southeast to the Rio Grande and West Florida. Spain insisted that Louisiana comprised no more than the western bank of the Mississippi River and the cities of New Orleans and St. Louis. The dispute was ultimately resolved by the Adams–Onís Treaty of 1819, with the United States gaining most of what it had claimed in the west.",
            "score": 55.15171813964844
        },
        {
            "docid": "753133_7",
            "document": "Perdido River . In 1800, as part of the Treaty of San Ildefonso, Spain returned the Louisiana colony to France, retaining control of the lands east of the Mississippi River (except New Orleans). In 1803, France sold Louisiana (New France) to the United States in the Louisiana Purchase.",
            "score": 55.00135040283203
        }
    ]
}