{
    "q": [
        {
            "docid": "55744418_9",
            "document": "Jeeves and the Song of Songs . The 1932 collection \"Nothing But Wodehouse\" and the 1958 collection \"Selected Stories by P. G. Wodehouse\" included the story. The story was also featured in the 1960 collection \"The Most of P. G. Wodehouse\", and in the 1983 collection \"P. G. Wodehouse Short Stories\", published by The Folio Society with drawings by George Adamson.",
            "score": 51.20823955535889
        },
        {
            "docid": "63342_1",
            "document": "P. G. Wodehouse . P. G. Wodehouse",
            "score": 47.3686580657959
        },
        {
            "docid": "1888289_3",
            "document": "P. G. Wodehouse short stories bibliography . \"For a list of Wodehouse's books, including novels and collections of short stories, see P. G. Wodehouse bibliography.\"",
            "score": 47.30610752105713
        },
        {
            "docid": "1888289_2",
            "document": "P. G. Wodehouse short stories bibliography . The following is an incomplete list of short stories by P. G. Wodehouse grouped by the Wodehouse canon to which they belong, if applicable.",
            "score": 47.16260290145874
        },
        {
            "docid": "4465464_1",
            "document": "P. G. Wodehouse locations . P. G. Wodehouse locations",
            "score": 47.021889209747314
        },
        {
            "docid": "1369623_1",
            "document": "P. G. Wodehouse bibliography . P. G. Wodehouse bibliography",
            "score": 47.021889209747314
        },
        {
            "docid": "1901140_10",
            "document": "The Great Sermon Handicap . The 1932 collection \"Nothing But Wodehouse\" and the 1960 collection \"The Most of P. G. Wodehouse\" included this story. \"The Great Sermon Handicap\" was featured in the 1983 collection of Wodehouse stories titled \"P. G. Wodehouse Short Stories\" published by The Folio Society and illustrated by George Adamson, and in the 1984 collection of clergy-related Wodehouse stories \"The World of Wodehouse Clergy\" published by Hutchinson.",
            "score": 49.28775596618652
        },
        {
            "docid": "4139347_1",
            "document": "P. G. Wodehouse minor characters . P. G. Wodehouse minor characters",
            "score": 46.68016004562378
        },
        {
            "docid": "1368740_1",
            "document": "List of P. G. Wodehouse characters . List of P. G. Wodehouse characters",
            "score": 46.68016004562378
        },
        {
            "docid": "30896341_1",
            "document": "List of songs with lyrics by P. G. Wodehouse . List of songs with lyrics by P. G. Wodehouse",
            "score": 46.34336185455322
        },
        {
            "docid": "1888289_1",
            "document": "P. G. Wodehouse short stories bibliography . P. G. Wodehouse short stories bibliography",
            "score": 46.34336185455322
        },
        {
            "docid": "4956244_10",
            "document": "John Wodehouse, 3rd Earl of Kimberley . Kimberley's son John was the godson of the writer P. G. Wodehouse, a distant cousin, both being descended from Sir Armine Wodehouse, 5th Baronet. According to \"Brewer's Dictionary of Phrase and Fable\", P. G. Wodehouse based the character of Bertie Wooster on him.",
            "score": 48.04538345336914
        },
        {
            "docid": "55727894_9",
            "document": "Jeeves and the Impending Doom . The American edition of a collection of Wodehouse stories, \"The Weekend-End Wodehouse\", published in 1939 by Doubleday, included the story. The story appeared in \"Selected Stories by P. G. Wodehouse\", a 1958 collection of Wodehouse stories published by The Modern Library, and in \"The Most of Wodehouse\", a 1960 collection of Wodehouse stories published by Simon and Schuster. It was also featured in the 1983 collection \"P. G. Wodehouse Short Stories\", which was illustrated by George Adamson and published by The Folio Society. The collection \"A Wodehouse Bestiary\", a 1985 omnibus of Wodehouse stories involving animals, featured \"Jeeves and the Impending Doom\".",
            "score": 48.331867933273315
        },
        {
            "docid": "63342_50",
            "document": "P. G. Wodehouse . <poem> \" 'It seems to me, Jeeves, that the ceremony may be one fraught with considerable interest.' 'Yes, sir.' 'What, in your opinion, will the harvest be?' 'One finds it difficult to hazard a conjecture, sir.' 'You mean imagination boggles?' 'Yes, sir.' I inspected my imagination. He was right. It boggled.\" </poem>",
            "score": 36.28759467601776
        },
        {
            "docid": "63342_38",
            "document": "P. G. Wodehouse . On 15 January 1945 the French authorities released Wodehouse, but they did not inform him, until June 1946, that he would not face any official charges and was free to leave the country.",
            "score": 46.63284182548523
        },
        {
            "docid": "56864060_11",
            "document": "Sonny Boy (short story) . The 1951 anthology \"The Best of Modern Humor\", edited by P. G. Wodehouse and Scott Meredith, included \"Sonny Boy\", which was the only story by Wodehouse included in the anthology. The story was the only Wodehouse story included in the 1967 anthology \"A Carnival of Modern Humour\", also edited by P. G. Wodehouse and Scott Meredith.",
            "score": 45.87978172302246
        },
        {
            "docid": "412092_44",
            "document": "Stourbridge . Stourbridge Golf Course is also mentioned by P. G. Wodehouse. - P. G. Wodehouse, \"Money for Nothing\", Chapter 5.",
            "score": 45.68413782119751
        },
        {
            "docid": "4139347_2",
            "document": "P. G. Wodehouse minor characters . The following is an incomplete compendium of the fictional characters featured in the stories of P. G. Wodehouse (other than the ones already described in separate guides about Wodehouse series such as Blandings, Jeeves, etc.), in alphabetical order by surname.",
            "score": 52.77559280395508
        },
        {
            "docid": "4465464_13",
            "document": "P. G. Wodehouse locations . Blandings Castle is a fictional location central to many P. G. Wodehouse stories. It is an idyllic country house.",
            "score": 45.52225399017334
        },
        {
            "docid": "4465464_2",
            "document": "P. G. Wodehouse locations . The following is an incomplete compendium of the fictional locations featured in the stories of P. G. Wodehouse, in alphabetical order by place name.",
            "score": 45.361510276794434
        },
        {
            "docid": "1368740_2",
            "document": "List of P. G. Wodehouse characters . The following is an incomplete list of fictional characters featured in the books and stories of P. G. Wodehouse, by series, in alphabetical order by series name. Due to overlap between the various classifications of Wodehouse's work, some characters appear more than once.",
            "score": 47.03429698944092
        },
        {
            "docid": "30896341_2",
            "document": "List of songs with lyrics by P. G. Wodehouse . This list contains songs with lyrics written or co-written by the English humorist, novelist and playwright P. G. Wodehouse.",
            "score": 45.04340600967407
        },
        {
            "docid": "56696476_14",
            "document": "The Amazing Hat Mystery . \"The Amazing Hat Mystery\" was included in the collection \"The Most of P. G. Wodehouse\", which was published in the US on 15 October 1960, Wodehouse's seventy-ninth birthday. It was included in the 1978 collection \"Vintage Wodehouse\", a collection edited by Richard Usborne. The 1982 collection \"Tales from the Drones Club\" featured the story. It was included in \"P. G. Wodehouse Short Stories\", a 1983 collection published by The Folio Society that included drawings by George Adamson.",
            "score": 46.63394546508789
        },
        {
            "docid": "4139347_28",
            "document": "P. G. Wodehouse minor characters . \"J. G. Butterwick\" (in \"Heavy Weather\", 1933) and \"John G. Butterwick\" (in \"The Luck of the Bodkins\", 1935), became \"J. B. Butterwick\" (in \"Pearls, Girls and Monty Bodkin\", 1972). He is the senior partner in Butterwick, Price and Mandelbaum, Import and Export Merchants.",
            "score": 40.098609924316406
        },
        {
            "docid": "56705608_10",
            "document": "Goodbye to All Cats . The story was included in the English edition of the 1939 collection \"Week-end Wodehouse\", published by Herbert Jenkins Limited. It was collected in \"The Most of P. G. Wodehouse\", published on 15 October 1960. \"Tales from the Drones Club\", published in 1982, included the story. It was featured in \"P. G. Wodehouse Short Stories\", published by The Folio Society and illustrated by George Adamson.",
            "score": 46.43205523490906
        },
        {
            "docid": "56671680_10",
            "document": "Trouble Down at Tudsleigh . The story was included in the American edition of \"Eggs, Beans, and Crumpets\", published in 1940. It was featured in the 1949 collection, \"The Best of Wodehouse\", edited by Scott Meredith and published by Pocket Books. The collection \"The Week-End Book of Humor\", with stories selected by Wodehouse and Meredith, included the story, which was the only Wodehouse story featured in the book. This collection was published in 1952 in the US and 1954 in the UK, and was reissued with the alternate title \"P. G. Wodehouse Selects the Best of Humor\" in the US in 1965, and as \"P. G. Wodehouse Selects the Best of Humour\" in the UK in 1966. The story was also included in the 1982 collection \"Tales from the Drones Club\".",
            "score": 43.5109748840332
        },
        {
            "docid": "1897174_11",
            "document": "Jeeves Takes Charge . The story was included in the American edition of the 1939 Wodehouse collection \"The Week-End Wodehouse\", and in the 1958 collection of Wodehouse stories, \"Selected Stories by P. G. Wodehouse\".",
            "score": 43.13509941101074
        },
        {
            "docid": "1564680_4",
            "document": "John Wodehouse, 4th Earl of Kimberley . Wodehouse was the godson of the writer P. G. Wodehouse, a distant cousin, both being descended from Sir Armine Wodehouse, 5th Baronet.",
            "score": 43.13509941101074
        },
        {
            "docid": "2125254_2",
            "document": "The White Feather . The White Feather is a novel by P. G. Wodehouse, first published on 9 October 1907 by Adam & Charles Black, London. It is set at Wrykyn school, scene of Wodehouse's earlier book \"The Gold Bat\" (1904), and the later \"Mike\" (1909). Like many early Wodehouse novels, the story first appeared as a serial in the boys' magazine \"The Captain\", between October 1905 and March 1906. The phrase \"white feather\" is a reference to cowardice.",
            "score": 40.70671463012695
        },
        {
            "docid": "29853536_2",
            "document": "The World of Wodehouse . The World of Wodehouse was a comedy television series, based on the \"Blandings Castle\" and \"Ukridge\" comedy stories by P. G. Wodehouse.",
            "score": 42.87875175476074
        },
        {
            "docid": "80678_21",
            "document": "Jeeves . In the reference work \"Wodehouse in Woostershire\" by Wodehouse scholars Geoffrey Jaggard and Tony Ring, it is speculated using information provided in the Jeeves canon that Bertie's age ranges from approximately 24 to 29 over the stories (excluding \"Ring for Jeeves\"), and that Jeeves is roughly ten years older than Bertie, giving an age range of 35 to 40. This happens to agree with a personal letter written in 1961 by P. G. Wodehouse to scholar Robert A. Hall, Jr., in which Wodehouse, explaining that his characters did not age with real life time, gave an approximate age for Jeeves:",
            "score": 49.86253213882446
        },
        {
            "docid": "55648048_9",
            "document": "The Purity of the Turf (short story) . \"The Purity of the Turf\" was included in the 1932 collection \"Nothing But Wodehouse\" and in the 1960 collection \"The Most of P. G. Wodehouse\". The 1981 collection of crime-related Wodehouse stories, \"Wodehouse on Crime\", and the 1984 collection of clergy-related Wodehouse stories, \"The World of Wodehouse Clergy\", featured this story.",
            "score": 45.27159023284912
        }
    ],
    "r": [
        {
            "docid": "4026045_16",
            "document": "Anomalous monism . He asks us to then consider the attribution of a belief. We are seeking a good scientific theory of amorous relations. We ask ourselves if Thomas, who has recently been betrayed by his girlfriend Ffion, believes that it is possible that the relationship can continue. The way we can find out the answer to this question is simply by asking Thomas if he believes it is possible. Thomas says no. Does this authorize us to attribute to Thomas the belief that the relationship cannot continue? Of course not, since Thomas is probably angry and confuses his desire to break up with Ffion with his beliefs. So we ask him if he is angry with Ffion. He says that he is, but we cannot attribute to him the belief that the relationship \"can\" continue, because we don't really know if he's confusing his desires with his beliefs or vice versa. So now we ask Thomas if he will still retain the same opinion next month. Thomas pauses for a while and then says yes. At this point, we think we have a definitive confirmation of the fact that Thomas believes that the relation must be interrupted, since he reflected on the matter before answering. Just to be sure, we ask him what came to mind during that interval of reflection. Thomas answers that he thought of all the unhappy incidents between that took place between him and Ffion. So we return to our original hypothesis on the basis that Thomas is angry and therefore confuses his desires and his beliefs.",
            "score": 85.3018569946289
        },
        {
            "docid": "2239339_3",
            "document": "Commonsense knowledge (artificial intelligence) . It is currently an unsolved problem in Artificial General Intelligence and is a focus of the Paul Allen Institute for Artificial Intelligence. Commonsense knowledge can underpin a commonsense reasoning process, to attempt inferences such as \"You might bake a cake because you want people to eat the cake.\" A natural language processing process can be attached to the commonsense knowledge base to allow the knowledge base to attempt to answer commonsense questions about the world. Common sense knowledge also helps to solve problems in the face of incomplete information. Using widely held beliefs about everyday objects, or common sense knowledge, AI systems make common sense assumptions or default assumptions about the unknown similar to the way people do. In an AI system or in english, this is expressed as 'Normally P holds', 'Usually P' or 'Typically P so Assume P'. For example if we know the fact 'tweety is a bird' , because we know the commonly held belief about birds, Typically Birds Fly, without knowing anything else about tweety, we may reasonably assume the fact that 'tweety can fly.' As more knowledge of the world is discovered or learned over time, the AI system can revise its assumptions about tweety using a truth maintenance process. If we later learn that 'tweety is a penguin' then truth maintenance revises this assumption because we also know 'penguins do not fly'.",
            "score": 79.65625
        },
        {
            "docid": "59789_19",
            "document": "Derek Parfit . Parfit was singular in his meticulously rigorous and almost mathematical investigations into personal identity. In some cases, he used examples seemingly inspired by \"Star Trek\" and other science fiction, such as the teletransporter, to explore our intuitions about our identity. He was a reductionist, believing that since there is no adequate criterion of personal identity, people do not exist apart from their components. Parfit argued that reality can be fully described impersonally: there need not be a determinate answer to the question \"Will I continue to exist?\" We could know all the facts about a person's continued existence and not be able to say whether the person has survived. He concluded that we are mistaken in assuming that personal identity is what matters in survival; what matters is rather Relation R: psychological connectedness (namely, of memory and character) and continuity (overlapping chains of strong connectedness).",
            "score": 76.62507629394531
        },
        {
            "docid": "17994_5",
            "document": "Learning theory (education) . Plato (428 BC–347 BC) proposed the question: How does an individual learn something new when the topic is brand new to that person? This question may seem trivial; however, think of a human like a computer. The question would then become: How does a computer take in any factual information without previous programming? Plato answered his own question by stating that knowledge is present at birth and all information learned by a person is merely a recollection of something the soul has already learned previously, which is called the Theory of Recollection or Platonic epistemology. This answer could be further justified by a paradox: If a person knows something, they don't need to question it, and if a person does not know something, they don't know to question it. Plato says that if one did not previously know something, then they cannot learn it. He describes learning as a passive process, where information and knowledge are ironed into the soul over time. However, Plato's theory elicits even more questions about knowledge: If we can only learn something when we already had the knowledge impressed onto our souls, then how did our souls gain that knowledge in the first place? Plato's theory can seem convoluted; however, his classical theory can still help us understand knowledge today.",
            "score": 74.14155578613281
        },
        {
            "docid": "4026045_17",
            "document": "Anomalous monism . How can all this be formalized? At the beginning, we attributed the predicate \"no\" to Thomas as a direct response to our question. This is a physical predicate \"F\". We can call the attribution of Thomas' belief that the relationship cannot continue \"m\". From \"Fx\", we cannot deduce \"mx\". On the basis of the hypothesis that a person who is angry is not capable of examining their own opinions clearly, we asked Thomas if he was angry. We ascribed to him the mental predicate \"m1\" and the physical predicate \"F1\" (the answer \"yes\" to the question whether he is angry). Now, we can deduce \"m1\" (the fact that he is angry) from \"F1\". But from \"m1\" and \"F1\", we can deduce neither \"m\" (the fact that Thomas believes the relationship cannot continue) nor \"not m\". So we continue by attributing the next physical predicate \"F2\" (the positive answer to our question whether he will be of the same opinion in one month).",
            "score": 73.80814361572266
        },
        {
            "docid": "21315241_16",
            "document": "John Saddington . This book can be seen in two ways which are by no means mutually exclusive. Firstly, it is one of the few Muggletonian books addressed to non-believers. (If one accepts the view that Muggletonians had principled objections to evangelism, then Saddington's book should never have existed at all.) Saddington is well equipped to write a popular book. He has a bright, journalistic style which is appealing and, above all, he couches his comments in the everyday experience of urban tradesmen and housewives and does not begin from bible doctrine. The main text is preceded by two introductions, one to his fellow believers and one, a 'General Epistle', addressed to the 'Courteous Reader'. Secondly, it is in the address to the believers that he puts the frequently asked question 'why did I write this book?' but he never truly answers himself. It is as if he wants the Muggletonian reader to stop, consider, then tease out a deeper meaning of his or her own. When he does finally answer a question, it is the different one of why he has not written the book earlier. His reasons are that he saw little need to write whilst there was still a live prophet amongst them and because, if he wrote, he had to make reference to his own experience which he felt reluctant to do. Just what this experience was that might make his fellow believers question if he were a fit and proper person to exhort them to righteousness, he naturally doesn't say. Clearly, if we don't know, we don't need to know. And we don't. So time has healed his wound. But the prophet Muggleton was still alive when Saddington wrote his book, so what had really changed?",
            "score": 73.80156707763672
        },
        {
            "docid": "19376148_64",
            "document": "Stephen Hawking . In 2006, Hawking posed an open question on the Internet: \"In a world that is in chaos politically, socially and environmentally, how can the human race sustain another 100 years?\", later clarifying: \"I don't know the answer. That is why I asked the question, to get people to think about it, and to be aware of the dangers we now face.\"",
            "score": 73.60050201416016
        },
        {
            "docid": "57692804_6",
            "document": "Brian Quijada . His first work, \"Where Did We Sit on the Bus?\", derived from his childhood experience in Northern Chicagoland Area, from a trailer park in Glenview to a house in Highwood. The title refers to a moment during his childhood when he asked \"Where did we sit on the bus?\" after the lecture about Rosa Parks in his third grade, to which he was told that \"They weren't around.\" This play starts with Quijada's question about his potential children's identity and how they will fit in the world with three different backgrounds: Salvadoran, Austrian, and Swiss. His story is told using looped rhythms, raps, songs, poems, and spoken-word pieces, in attempt to find his identity.",
            "score": 73.16938781738281
        },
        {
            "docid": "14007595_8",
            "document": "The Ethics of Ambiguity . Part II, \"Personal Freedom and Others,\" examines a number of different ways that people try to deny their freedom, as freedom can be uncomfortable and disquieting. The freedom to choose entails the freedom to try to avoid one's freedom. Before we can even do that, however, we start as children, who take the values of the adults around them as ready-made things. She calls this the attitude of \"seriousness,\" in which the child \"escapes the anguish of freedom\" by thinking of values as existing objectively, outside himself, rather than as an expression of his freedom. Once past childhood, one can be a \"sub-man\" who avoids all questions of freedom and assumes himself not free. The next rung up the hierarchy is the \"serious man\" who \"gets rid of his freedom by claiming to subordinate it to values which would be unconditioned,\" in effect reverting to a kind of childhood. Both the sub-man and the serious man refuse to recognize that they are free, in the sense of being able to choose their own values.",
            "score": 73.0299072265625
        },
        {
            "docid": "2234679_11",
            "document": "Internet Adult Film Database . According to Vanzetti, IAFD adds about 500 new titles a month and processes thousands of corrections — corrections that anyone can submit for review. IAFD has a \"team of editors\" that exercises editorial control over what's posted on the site: \"If it's submitted by a fan of the performer and the working editor trusts the submitter, it gets listed. If it's published by someone else, it might get added -- we are skeptical of user generated sites since anyone can submit anything to them regardless of accuracy and then it becomes 'fact'. Otherwise, no data.\" IAFD's policy on releasing real names of adult film performers is: \"The exception to this rule is when it comes to real names. We're not interested in linking your real name to your porn name, so if your real name appears on the site, we will remove it (assuming we know what your real name is). However, if your real name appeared on a boxcover due to a mix up in the Art Department, there's little we can do about that.\"",
            "score": 72.28382110595703
        },
        {
            "docid": "57016764_6",
            "document": "Kung Fu Elliot . One of the filmmakers behind \"Kung Fu Elliot\", Jaret Belliveau stated: “(Elliot’s) movie is a mind-boggling experience, and the fact that it exists, as a feature, just amazed us. It supposedly won these five awards at the Vancouver 8mm Martial Arts Film Festival, so we were perplexed by him right from the get-go. We confirmed on the Internet that the film fest where he won didn’t actually exist, but we thought it just added to the mystique of Elliot and the answers he gave to our questions. We thought it was all very innocent; he was still making \"Blood Fight\", and he had this great cast of people around him and a supportive partner, and we didn’t know how far she was in on these little white lies.” Belliveau stated that filming Scott was a frustrating experience as he was constantly lying to them about his supposed exploits and he stated his suspicion that the supposed stalker who was threatening Lum was in fact Scott, who was merely applying the plot of his film \"The Hero and the Stalker\" to real life in a bizarre bid to save a relationship that was falling apart.",
            "score": 72.01791381835938
        },
        {
            "docid": "63342_37",
            "document": "P. G. Wodehouse . While still detained by the French, Wodehouse was again mentioned in questions in the House of Commons in December 1944 when MPs wondered if the French authorities could repatriate him to stand trial. Eden stated that the \"matter has been gone into, and, according to the advice given, there are no grounds upon which we could take action\". Two months later George Orwell wrote the essay \"In Defence of P.G. Wodehouse\", where he stated that \"it is important to realise that the events of 1941 do not convict Wodehouse of anything worse than stupidity\". Orwell's rationale was that Wodehouse's \"moral outlook has remained that of a public-school boy, and according to the public-school code, treachery in time of war is the most unforgivable of all the sins\", which was compounded by his \"complete lack—so far as one can judge from his printed works—of political awareness\".",
            "score": 71.45863342285156
        },
        {
            "docid": "4465464_4",
            "document": "P. G. Wodehouse locations . Actually, P. G. Wodehouse gives us few details about this public house. At the beginning of each short story of the Mulliner’s collection, we find Mr Mulliner sipping his hot Scotch and Lemon in the bar-parlour of the establishment, while his pub companions are drinking their own beverages. In most stories, a conversation between these companions induces Mr Mulliner to a recollection of a similar event introducing some new members of the very large Mulliner family. We then leave the pub to enter into the narrator’s world.",
            "score": 69.72887420654297
        },
        {
            "docid": "11714059_24",
            "document": "Al Gore and information technology . After this interview, Gore became the subject of controversy and ridicule when his statement \"I took the initiative in creating the Internet\" was widely quoted out of context. It was often misquoted by comedians and figures in American popular media who framed this statement as a claim that Gore believed he had personally \"invented\" the Internet. Gore's actual words, however, were widely reaffirmed by notable Internet pioneers, such as Vint Cerf and Bob Kahn, who stated, \"No one in public life has been more intellectually engaged in helping to create the climate for a thriving Internet than the Vice President.\" Former UCLA professor of information studies, Philip E. Agre and journalist Eric Boehlert argued that three articles in \"Wired News\" led to the creation of the widely spread urban legend that Gore claimed to have \"invented the Internet,\" which followed this interview. Jim Wilkinson, who at the time was working as congressman Dick Armey's spokesman, also helped sell the idea that Gore claimed to have \"invented the internet.\" Computer professionals and congressional colleagues argued against this characterization. Internet pioneers Vint Cerf and Bob Kahn stated that \"we don't think, as some people have argued, that Gore intended to claim he 'invented' the Internet. Moreover, there is no question in our minds that while serving as Senator, Gore's initiatives had a significant and beneficial effect on the still-evolving Internet.\" Cerf would also later state: \"Al Gore had seen what happened with the National Interstate and Defense Highways Act of 1956, which his father introduced as a military bill. It was very powerful. Housing went up, suburban boom happened, everybody became mobile. Al was attuned to the power of networking much more than any of his elective colleagues. His initiatives led directly to the commercialization of the Internet. So he really does deserve credit.\"  In a speech to the American Political Science Association, former Republican Speaker of the United States House of Representatives Newt Gingrich also stated: \"In all fairness, it's something Gore had worked on a long time. Gore is not the Father of the Internet, but in all fairness, Gore is the person who, in the Congress, most systematically worked to make sure that we got to an Internet, and the truth is -- and I worked with him starting in 1978 when I got [to Congress], we were both part of a \"futures group\"—the fact is, in the Clinton administration, the world we had talked about in the '80s began to actually happen.\" Finally, Wolf Blitzer (who conducted the original 1999 interview) stated in 2008 that: \"I didn't ask him about the Internet. I asked him about the differences he had with Bill Bradley [...] Honestly, at the time, when he said it, it didn't dawn on me that this was going to have the impact that it wound up having, because it was distorted to a certain degree and people said they took what he said, which was a carefully phrased comment about taking the initiative in creating the Internet to—I invented the Internet. And that was the sort of shorthand, the way his enemies projected it and it wound up being a devastating setback to him and it hurt him, as I'm sure he acknowledges to this very day.\"",
            "score": 69.28414154052734
        },
        {
            "docid": "5042706_55",
            "document": "Al Gore . Former UCLA professor of information studies Philip E. Agre and journalist Eric Boehlert argued that three articles in \"Wired News\" led to the creation of the widely spread urban legend that Gore claimed to have \"invented the Internet\", which followed this interview. In addition, computer professionals and congressional colleagues argued in his defense. Internet pioneers Vint Cerf and Bob Kahn stated that \"we don't think, as some people have argued, that Gore intended to claim he 'invented' the Internet. Moreover, there is no question in our minds that while serving as Senator, Gore's initiatives had a significant and beneficial effect on the still-evolving Internet.\" Cerf would later state: \"Al Gore had seen what happened with the National Interstate and Defense Highways Act of 1956, which his father introduced as a military bill. It was very powerful. Housing went up, suburban boom happened, everybody became mobile. Al was attuned to the power of networking much more than any of his elective colleagues. His initiatives led directly to the commercialization of the Internet. So he really does deserve credit.\" In a speech to the American Political Science Association, former Republican Speaker of the United States House of Representatives Newt Gingrich also stated: \"In all fairness, it's something Gore had worked on a long time. Gore is not the Father of the Internet, but in all fairness, Gore is the person who, in the Congress, most systematically worked to make sure that we got to an Internet, and the truth is—and I worked with him starting in 1978 when I got [to Congress], we were both part of a \"futures group\"—the fact is, in the Clinton administration, the world we had talked about in the '80s began to actually happen.\" Finally, Wolf Blitzer (who conducted the original 1999 interview) stated in 2008 that: \"I didn't ask him about the Internet. I asked him about the differences he had with Bill Bradley [...] Honestly, at the time, when he said it, it didn't dawn on me that this was going to have the impact that it wound up having, because it was distorted to a certain degree and people said they took what he said, which was a carefully phrased comment about taking the initiative and creating the Internet to—I invented the Internet. And that was the sort of shorthand, the way his enemies projected it and it wound up being a devastating setback to him and it hurt him, as I'm sure he acknowledges to this very day.\"",
            "score": 68.74124908447266
        },
        {
            "docid": "634216_26",
            "document": "Hard problem of consciousness . One can always ask why these processes of availability should give rise to consciousness in the first place. As yet we cannot explain why they do so, and it may well be that full details about the processes of availability will still fail to answer this question. Certainly, nothing in the standard methodology I have outlined answers the question; that methodology assumes a relation between availability and consciousness, and therefore does nothing to explain it. [...] So the hard problem remains. But who knows: Somewhere along the line we may be led to the relevant insights that show why the link is there, and the hard problem may then be solved.",
            "score": 68.63142395019531
        },
        {
            "docid": "47547340_3",
            "document": "Debreu theorems . Suppose we interrogate a person and ask him questions of the form \"Do you prefer A or B?\" (when A,B can be options, actions to take, states of the world, consumption bundles, etc.). We write down all the answers. Then, we want to represent the preferences of that person by a numeric \"utility function\", such that the utility of option A is larger than option B if and only if the agent prefers A to B.",
            "score": 68.33988952636719
        },
        {
            "docid": "5482072_4",
            "document": "The Logical Song . \"The Logical Song\" was written primarily by Roger Hodgson, the lyric based on his experience of being sent away to boarding school for ten years. It was a very personal song for Hodgson; he had worked on the song during soundchecks, and completed the lyrics and arrangement six months before proposing it to the band for the album. In 1980, Hodgson was honored with the Ivor Novello Award from The British Academy of Composers and Songwriters for \"The Logical Song\" being named the best song both musically and lyrically. To this day, \"The Logical Song\" also has the distinction of being one of the most quoted lyrics in schools. Hodgson has said of the song’s meaning: \"“The Logical Song” was born from my questions about what really matters in life. Throughout childhood we are taught all these ways to be and yet we are rarely told anything about our true self. We are taught how to function outwardly, but not guided to who we are inwardly. We go from the innocence and wonder of childhood to the confusion of adolescence that often ends in the cynicism and disillusionment of adulthood. In The Logical Song, the burning question that came down to its rawest place was 'please tell me who I am,' and that's basically what the song is about. I think this eternal question continues to hit such a deep chord in people around the world and why it stays so meaningful.\"",
            "score": 68.02037811279297
        },
        {
            "docid": "26221613_19",
            "document": "Burden of proof (philosophy) . Internet personality Matt Dillahunty gives the example of a large jar full of gumballs to illustrate the burden of proof. The number of whole gumballs in the jar is either even or odd, but the degree of personal acceptance or rejection of claims about that characteristic may vary. We can choose to consider two claims about the situation, given as: Either claim could be explored separately; however, both claims tautologically take bearing on the same question. Odd in this case means \"not even\" and could be described as a negative claim. Before we have any information about the number of gumballs, we have no means of checking either of the two claims. When we have no evidence to resolve the proposition, we may suspend judgment. From a cognitive sense, when no personal preference toward opposing claims exists, one may be either skeptical about both claims or ambivalent about both claims. If there is a dispute, the burden of proof falls onto the challenger of the status quo from the perspective of any given social narrative. If there is no agreeable and adequate proof of evidence to support a claim, the claim is considered an argument from ignorance.",
            "score": 67.82073211669922
        },
        {
            "docid": "21084434_2",
            "document": "Epistemological particularism . Epistemological particularism is the belief that one can know something without knowing how one knows that thing. By this understanding, one's knowledge is justified before one knows how such belief could be justified. Taking this as a philosophical approach, one would ask the question \"What do we know?\" before asking \"How do we know?\" The term appears in Roderick Chisholm's \"The Problem of the Criterion\", and in the work of his student, Ernest Sosa (\"The Raft and the Pyramid: Coherence versus Foundations in the Theory of Knowledge\"). Particularism is contrasted with Methodism, which answers the latter question before the former. Since the question \"What do we know\" implies that we know, particularism is considered fundamentally anti-skeptical, and was ridiculed by Kant in the \"Prolegomena\".",
            "score": 67.61347198486328
        },
        {
            "docid": "11763558_5",
            "document": "Martyrs of Songkhon . Yesterday evening you received your order to wipe out, definitely, the Name of God, the Only Lord of our lives and minds. We adore Him only, Sir. A few days earlier, you had mentioned to us that you would not wipe out the Name of God and we were rather pleased with that in such a way that we put away our religious habits which showed that we were His handmaids. But it not so today. We do profess that the religion of Christ is the only true religion. Therefore, we would like to give our answer to your question, asked yesterday evening which we did not have a chance to respond because we were unprepared for it. Now we would like to give you our answer. We are asking you to carry out your order with us. Please do not delay any longer. Please carry out your order. Please open the door of heaven to us so that we can confirm that outside the Religion of Christ no none can go to heaven. Please do it. We are well prepared. When we will be gone we will remember you. Please take pity on our souls. We will be thankful to you and will be grateful to you for it. And on the last day we will see each other face to face.",
            "score": 67.57625579833984
        },
        {
            "docid": "23399373_7",
            "document": "Do Not Fold, Spindle or Mutilate . At the precinct, detective Hallum questions a man (Paul Smith), \"Don't get yourself in an uproar, Mr. Cutter, we really don't care why you went there\". Cutter turns to his lawyer (Gary Vinson) and asks, \"Do I answer that?\" and the lawyer replies, \"If you think you can…safely\". The exasperated Hallum says to the lawyer, \"For crying out loud, Mr. Jonas, you're making this guy sound as guilty as sin. Stop with the cagey act, will you, and explain to your client that unless the coroner declares Brenda Bauer hit herself on the head with that candlestick five times, we've got a murder case here. He's not a prime suspect. His fingerprints don't match the prints on that candlestick. Now tell him to start talking to me and you stop dancing and maybe we can go home. I'm tired.\" The diffident Jonas replies, \"Well, seems reasonable, but I must insist on protecting my client's best interests\". Hallum retorts, \"then go out and hire him a lawyer who knows what he's doing. Like I said, I don't care why you went there. I just want to know when you made the appointment and if she said anything to you at all about what she expected to be doing before she met you. Now is that so hard to answer?\" Cutter then says, \"Well, as a matter of fact, we... we had a standing appointment...uh... every Tuesday at 6:30. we never saw each other any other time, or even talked on the phone. Just... uh... every Tuesday night at 6:30\".",
            "score": 67.45477294921875
        },
        {
            "docid": "2617652_103",
            "document": "Prolegomena to Any Future Metaphysics . § 57. We cannot know things in themselves, that is, things as they are apart from being experienced. However, things in themselves may exist and there may be other ways of knowing them, apart from our experience. We must guard against assuming that the limits of our reason are the limits of the possibility of things in themselves. To do this, we must determine the boundary of the use of our reason. We want to know about the soul. We want to know about the size and origin of the world, and whether we have free will. We want to know about a Supreme Being. Our reason must stay within the boundary of appearances but it assumes that there can be knowledge of the things–in–themselves that exist beyond that boundary. Mathematics and natural science stay within the boundary of appearances and have no need to go beyond. The nature of reason is that it wants to go beyond appearances and wants to know the basis of appearances. Reason never stops asking \"why?.\" Reason won't rest until it knows the complete condition for the whole series of conditions. Complete conditions are thought of as being the transcendental Ideas of the immaterial Soul, the whole world, and the Supreme Being. In order to think about these beings of mere thought, we symbolically attribute sensuous properties to them. In this way, the Ideas mark the bounds of human reason. They exist at the boundary because we speak and think about them as if they possess the properties of both appearances and things–in–themselves.",
            "score": 67.43216705322266
        },
        {
            "docid": "4788296_28",
            "document": "Plato's Problem . Plato’s Problem was expressed generally by Bertrand Russell: \"How comes it that human beings, whose contacts with the world are brief and personal and limited, are nevertheless able to know as much as they do know?\" The problem arises in the domain of language acquisition in that children attain infinitely more than they experience. Literally so, we shall see: they attain a productive system, a grammar, on the basis of very little experience. So there is more, much more, to language acquisition than mimicking what we hear in childhood, and there is more to it than the simple transmission of a set of words and sentences from one generation of speakers to the next. There is more to it than a reproduction of experience and, in maturity, our capacity goes well beyond what we have experienced. Consider some subtleties that people are not consciously aware of. The verb is may be used in its full form or its reduced form: people say Kim is happy or Kim’s happy. However, certain instances of is never reduce, for example, the underlined items in Kim is happier than Tim is or I wonder what the problem is in Washington. Most people are not aware of this, but we all know subconsciously not to use the reduced form here. How did we come to this? The question arises because the eventual knowledge is richer than relevant experience. As children, we heard instances of the full form and the reduced form, but we were not instructed to avoid the reduced form in certain places; we had no access to \"negative data,\" information about what does not occur.",
            "score": 67.30388641357422
        },
        {
            "docid": "2436131_21",
            "document": "Imamate (Twelver doctrine) . As Muhammad was the last person to receive revelation, the Imams receive divine inspiration (elham) and, as such, are in contact with the holy source of knowledge. A hadith narrates that \"Imam hears the voice of the Angel, but does not have his vision, either in sleep or in waking\". Imams get Revelation but not like the prophets. They are called Muhaddatht and are spoken to by angels via sounds through their ears and are supported by the Holy Spirit. They receive additional information on the Night of Power Laylat al-Qadr. They make Spiritual Ascension to the Divine Throne on Friday to add their knowledge. Regarding this matter, Shaykh al-Muzaffar explains: \"We maintain that the powers of the Imams to receive inspiration have reached the highest degree of excellence and we say that it is a Divinely given power. By this means the Imam is able to understand information about anything, anywhere and at anytime and he understands by means of this Divinely-given power at once, without recourse to methodological reasoning or guidance from a teacher. When he desires to know about some matter, it is reflected in his pure mind as if in a polished mirror. It is clear from the histories of their lives that like the Prophet, the Imams were not trained or taught by anyone at all, not even in reading and writing, from their childhoods to the maturing of their minds. No author or teacher was seen to instruct one of them, but they were incomparable masters of knowledge so that they never asked about any problem without being able to answer it immediately and they never said that they did not know. They never required time to consider a question before replying.\"",
            "score": 67.26520538330078
        },
        {
            "docid": "24797_12",
            "document": "Proclus . There is a double motivation found in Neoplatonic systems. The first is a need to account for the origin and character of all things in the universe. The second is a need to account for how we can know this origin and character of things. These two aims are related: they begin from the assumption that we can know reality, and then ask the question of what reality must be like, in its origin and unfolding, so that we can know it. An important element in the Neoplatonic answer to these questions is its reaction to Scepticism. In response to the sceptical position that we only know the appearances presented by our senses, and not the world as it is, Plotinus placed the object of knowledge inside the soul itself, and accounted for this interior truth through the soul's kinship with its own productive principles.",
            "score": 66.87013244628906
        },
        {
            "docid": "25485557_11",
            "document": "Cyber Rights . He cites the Communications Decency Act of 1996 (CDA) as an example of U.S. government action which cramps free speech. Godwin describes the subsequent attempts to defeat CDA. The Supreme Court of the United States held two sections to be unconstitutional and Godwin recounts how he became emotional over the decision. Throughout the book Godwin emphasizes that \"the remedy for the abuse of free speech is more speech\". \"Cyber Rights\" puts forth the notion that \"virtual communities\" can be fostered on the Internet that serve the values of democracy, writing \"The decisions we make about the Internet don't affect just the Internet – they are answers to basic questions about the relationship each citizen has to the government and about the extent to which we trust one another with the full range of fundamental rights granted by the Constitution,\".",
            "score": 66.60549926757812
        },
        {
            "docid": "588859_11",
            "document": "Twenty Questions . In developing the Participatory Anthropic Principle (PAP) which is an , theoretical physicist John Archibald Wheeler used a variant on Twenty Questions, called Negative Twenty Questions, to show how the questions we choose to ask about the universe may dictate the answers we get. In this variant, the respondent does not choose or decide upon any particular or definite object beforehand, but only on a pattern of 'Yes' or 'No' answers. This variant requires the respondent to provide a consistent set of answers to successive questions, so that each answer can be viewed as logically compatible with all the previous answers. In this way, successive questions narrow the options until the questioner settles upon a definite object. Wheeler's theory was that, in an analogous manner, consciousness may play some role in bringing the universe into existence.",
            "score": 66.36542510986328
        },
        {
            "docid": "757775_3",
            "document": "The Living Bible . The children were one of the chief inspirations for producing the Living Bible. Our family devotions were tough going because of the difficulty we had understanding the King James Version, which we were then using, or the Revised Standard Version, which we used later. All too often I would ask questions to be sure the children understood, and they would shrug their shoulders—they didn't know what the passage was talking about. So I would explain it. I would paraphrase it for them and give them the thought. It suddenly occurred to me one afternoon that I should write out the reading for that evening thought by thought, rather than doing it on the spot during our devotional time. So I did, and read the chapter to the family that evening with exciting results—they knew the answers to all the questions I asked!",
            "score": 66.29171752929688
        },
        {
            "docid": "26079001_35",
            "document": "Presidency of Mahmoud Ahmadinejad . Ahmadinejad vowed on February 2008, that Iran will not be held back from developing its peaceful nuclear program and has stated that at least 16 different peaceful uses for nuclear technology have so far been identified. In a 2009 interview, when asked by reporter Ann Curry whether he would rule out an Iranian nuclear bomb in the future, he responded: \"We have no need for nuclear weapons.\" When Curry retorted, \"So, may I assume, then, your answer to that question is 'no'?\" Ahmadinejad repeated his answer, adding \"Without such weapons, we are very much able to defend ourselves.\" Curry then warned Ahmadinejad that \"people will remark that you did not say no.\" To which Ahmadinejad responded, \"You can take from this whatever you want, madam.\"",
            "score": 66.25390625
        },
        {
            "docid": "21401843_27",
            "document": "Freedom of speech . The Internet is a far more speech-enhancing medium than print, the village green, or the mails. Because it would necessarily affect the Internet itself, the CDA would necessarily reduce the speech available for adults on the medium. This is a constitutionally intolerable result. Some of the dialogue on the Internet surely tests the limits of conventional discourse. Speech on the Internet can be unfiltered, unpolished, and unconventional, even emotionally charged, sexually explicit, and vulgar – in a word, \"indecent\" in many communities. But we should expect such speech to occur in a medium in which citizens from all walks of life have a voice. We should also protect the autonomy that such a medium confers to ordinary people as well as media magnates.[...] My analysis does not deprive the Government of all means of protecting children from the dangers of Internet communication. The Government can continue to protect children from pornography on the Internet through vigorous enforcement of existing laws criminalizing obscenity and child pornography. [...] As we learned at the hearing, there is also a compelling need for public educations about the benefits and dangers of this new medium, and the Government can fill that role as well. In my view, our action today should only mean that Government's permissible supervision of Internet contents stops at the traditional line of unprotected speech. [...] The absence of governmental regulation of Internet content has unquestionably produced a kind of chaos, but as one of the plaintiff's experts put it with such resonance at the hearing: \"What achieved success was the very chaos that the Internet is. The strength of the Internet is chaos.\" Just as the strength of the Internet is chaos, so that strength of our liberty depends upon the chaos and cacophony of the unfettered speech the First Amendment protects.",
            "score": 66.25225830078125
        },
        {
            "docid": "39248444_29",
            "document": "Colorless Tsukuru Tazaki and His Years of Pilgrimage . Sara states that if he wants to progress in his current relationship, he needs to find out what happened to move on emotionally. Since Tsukuru doesn't use the Internet, she'll help him getting started: \"We live in a pretty apathetic age, yet we're surrounded by an enormous amount of information about other people. If you feel like it, you can easily gather that information about them. Having said that, we still hardly know anything about people.\" After using Google and Facebook to locate these former friends, she updates Tsukuru on their current whereabouts and even arranges for his travel tickets.",
            "score": 66.22648620605469
        }
    ]
}