{
    "q": [
        {
            "docid": "12109342_7",
            "document": "Cat Stevens' comments about Salman Rushdie . Robertson: You don't think that this man deserves to die? Y. Islam: Who, Salman Rushdie? Robertson: Yes. Y. Islam: Yes, yes. Robertson: And do you have a duty to be his executioner? Y. Islam: Uh, no, not necessarily, unless we were in an Islamic state and I was ordered by a judge or by the authority to carry out such an act – perhaps, yes. [Some minutes later, Robertson on the subject of a protest where an effigy of the author is to be burned] Robertson: Would you be part of that protest, Yusuf Islam, would you go to a demonstration where you knew that an effigy was going to be burned? Y. Islam: I would have hoped that it'd be the real thing. \"The New York Times\" also reports this statement from the programme: I might ring somebody who might do more damage to him than he would like. I'd try to phone the Ayatollah Khomeini and tell him exactly where this man is.",
            "score": 18.89994239807129
        },
        {
            "docid": "1912480_9",
            "document": "Ellsberg paradox . Since the prizes are exactly the same, it follows that you will \"prefer\" Gamble A to Gamble B if and only if you believe that drawing a red ball is more likely than drawing a black ball (according to expected utility theory). Also, there would be no clear preference between the choices if you thought that a red ball was as likely as a black ball. Similarly it follows that you will \"prefer\" Gamble C to Gamble D \"if, and only if\", you believe that drawing a red or yellow ball is more likely than drawing a black or yellow ball. It might seem intuitive that, if drawing a red ball is more likely than drawing a black ball, then drawing a red or yellow ball is also more likely than drawing a black or yellow ball. So, supposing you \"prefer\" Gamble A to Gamble B, it follows that you will also \"prefer\" Gamble C to Gamble D. And, supposing instead that you \"prefer\" Gamble B to Gamble A, it follows that you will also \"prefer\" Gamble D to Gamble C.",
            "score": 15.04425597190857
        },
        {
            "docid": "51141048_8",
            "document": "Gray rape . In a \"New York Times\" article entitled “When saying ‘yes’ is easier than saying ‘no,’” Jessica Bennett describes the \"complex situation\" of sexual encounters \"...you thought you wanted, or maybe you actually never wanted, but somehow here you are and it’s happening and you desperately want out, but you know that at this point exiting the situation would be more difficult than simply lying there and waiting for it to be over. In other words: saying yes when we really mean no\", which have been termed “the point of no return,” “gray zone sex,” “begrudgingly consensual sex,” “lukewarm sex,” and “bad sex,” an expression in which \"bad\" refers “not to the perceived pleasure of it, but to the way you feel in the aftermath.”",
            "score": 22.199490785598755
        },
        {
            "docid": "615477_26",
            "document": "Sunshine Skyway Bridge . Corporal Gary Schluter of the Florida State Highway Patrol — who has \"seen the number of suicides, and attempts, climb steadily over the last few years\" at the Sunshine Skyway Bridge, as well as persuaded multiple would-be suicides at that site to live — advises: \"People look at that water and think it's very serene, an easy way to die ... [but] ... it's more like hitting concrete.\" As he and other troopers explained to \"The New York Times\" reporter Rick Bragg, \"Jumpers tend to die ugly. [...] The fall, less than four seconds, ends in a bone-snapping, organ-rupturing trauma, but some jumpers do not lose consciousness, and drown in agony.\" Schluter elaborated: \"We retrieve the bodies. They are distorted, mangled.\"",
            "score": 24.905012607574463
        },
        {
            "docid": "20783125_16",
            "document": "Yes–no question . A further ambiguity with yes–no questions, in addition to that of polarity, is the ambiguity of whether an \"exclusive\" or \"inclusive\" disjunction is meant by the word \"or\", as it can represent either. Conventionally, in English yes–no questions the \"or\" represents an exclusive disjunction. However, as with the \"Would you like an apple or an orange?\" question mentioned earlier, to which one possible answer, as a yes–no question, is \"yes.\", yes–no questions can also be taken to be \"inclusive\" disjunctions. The informativeness of the \"or\" in the question is low, especially if the second alternative in the question is \"something\" or \"things\". The \"exclusive\" and \"inclusive\" can be determined often in spoken language (the speaker will often lower their pitch at the end of an \"exclusive\" question, as opposed to raising it at the end of an \"inclusive\" question), but it is a frequent source of humour for computer scientists and others familiar with Boolean logic, who will give responses such as \"yes\" to questions such as \"Would you like chicken or roast beef for dinner?\". However, the ambiguity is not confined to humour. The apple-or-orange question may be legitimately asking whether either is wanted, for example, and \"Would you like an apple or something?\" is indeed \"expecting\" either \"yes\" or \"no\" as a proper answer rather than the answer \"Something\" that an exclusive disjunction would be requesting.",
            "score": 25.293312311172485
        },
        {
            "docid": "7180207_2",
            "document": "New York Soundtracks . New York Soundtracks is a remix album of One Step More and You Die by the Japanese band Mono. It was released as a CD in 2004 and in 2009 as part of the special deluxe double LP of 2003 album One Step More and You Die.",
            "score": 14.341145992279053
        },
        {
            "docid": "8789616_17",
            "document": "Fragile (Yes album) . In 2005, \"Fragile\" was included in the musical reference publication \"1001 Albums You Must Hear Before You Die\". In his review for AllMusic, Bruce Eder gave the album five stars out of five. He writes: \"\"Fragile\" was Yes' breakthrough album, propelling them in a matter of weeks from a cult act to an international phenomenon; not coincidentally, it also marked the point where all of the elements of the music (and more) that would define their success for more than a decade fell into place fully formed. The science-fiction and fantasy elements that had driven the more successful songs on ... \"The Yes Album\", were pushed much harder here, and not just in the music but in the packaging of the album: the Roger Dean-designed cover was itself a fascinating creation that seemed to relate to the music and drew the purchaser's attention in a manner that few records since the heyday of the psychedelic era could match.\"",
            "score": 12.332409501075745
        },
        {
            "docid": "12686181_81",
            "document": "Fossil fuel phase-out . The exact question posed by the survey was as follows: More than half of power plant-generated electricity comes from coal. Experts say that power plants are responsible for about 40 percent of U.S. carbon dioxide pollution linked to global warming. There are plans to build more than 150 new coal-fired power plants over the next several years. Would you support a five-year moratorium on new coal-fired power plants in the United States if there was stepped-up investment in clean, safe and renewable energy—such as wind and solar—and improved home energy-efficiency standards? Would you say definitely yes, probably yes, probably no, definitely no, or don't know.",
            "score": 19.107900381088257
        },
        {
            "docid": "22092085_11",
            "document": "How the Poor Die . In the public wards of hospitals you see horrors that you don't seem to meet with among people who manage to die in their own homes, as though certain diseases only attacked people at the lower income levels. But it is a fact that you would not in any English hospitals see some of the things I saw in the Hôpital X. This business of dying like animals, for instance, with nobody interested, the death not even noticed till the morning—this happened more than once.",
            "score": 13.178325891494751
        },
        {
            "docid": "531846_3",
            "document": "Lerner and Loewe . Alan Jay Lerner and Frederick Loewe, more commonly known as Fritz, met in 1942 at the Lambs Club in New York City where, according to Loewe, he mistakenly took a wrong turn to the men's room and walked past Lerner's table. Lerner describes this initial meeting in his autobiography \"The Street Where I Live\": \" 'You're Lerner, aren't you?' he asked. I could not deny it. 'You write Lyrics, don't you?' he continued. 'I try,' I replied. 'Well,' he said, 'would you like to write with me?' I immediately said, 'Yes.' And we went to work.\"",
            "score": 16.46061682701111
        },
        {
            "docid": "70598_12",
            "document": "Robert Cecil, 1st Earl of Salisbury . Cecil, like his father, greatly admired the Queen, whom he famously described as being \"more than a man, but less than a woman\". Despite his careful preparations for the succession, he clearly regarded the Queen's death as a misfortune to be postponed as long as possible. During her last illness, when Elizabeth would sit motionless on cushions for hours on end, Cecil boldly told her that she must go to bed. Elizabeth roused herself one last time to snap at him: \"Must is not a word to be used to princes, little man... your late father were he here would never had dared to speak such a word to me\"; but she added wryly \"Ah, but ye know that I must die, and it makes you presumptuous\".",
            "score": 18.31486177444458
        },
        {
            "docid": "17467157_6",
            "document": "Teenage Love (album) . Allmusic describes \"Teenage Love\" as, \"the weakest studio album in Cold Chisel's catalog.\" However, it continues, \"Yes, it's Chisel's \"B\" material [...] But then, most bands would kill to have this kind of stuff as their \"A\" material.\" Ian McFarlane said, \"\"Teenage Love\" proved to be a remarkable collection of songs that were brimming with loose ends and vibrant spontaneity. Outstanding tracks like \"Metho Blues\", \"Nothing but You\", \"Teenage Love Affair\" and the boogie \"Drinkin' in Port Lincoln\" possessed more grit and fire than most of the debut album or \"Twentieth Century\".",
            "score": 14.282109498977661
        },
        {
            "docid": "14482057_8",
            "document": "Orange Blossom Special (song) . Look a-yonder comin'<br> Comin' down that railroad track<br> Hey, look a-yonder comin'<br> Comin' down that railroad track<br> It's the Orange Blossom Special<br> Bringin' my baby back<br> <br> Well, I'm going down to Florida<br> And get some sand in my shoes<br> Or maybe Californy<br> And get some sand in my shoes<br> I'll ride that Orange Blossom Special<br> And lose these New York blues<br> <br> \"Say man, when you going back to Florida?\"<br> \"When am I goin' back to Florida? I don't know, don't reckon I ever will.\"<br> \"Ain't you worried about getting your nourishment in New York?\"<br> \"Well, I don't care if I do-die-do-die-do-die-do-die.\"<br> <br> Hey talk about a-ramblin'<br> She's the fastest train on the line<br> Talk about a-travellin'<br> She's the fastest train on the line<br> It's that Orange Blossom Special<br> Rollin' down the seaboard line",
            "score": 22.925967693328857
        },
        {
            "docid": "49625_10",
            "document": "The New York Sun . \"The Sun\" established a readership niche for itself foremost in New York. Alex Jones of the Joan Shorenstein Center on the Press, Politics, and Public Policy said, \"It was a newspaper especially savored by people who don't like \"The New York Times\", and there are plenty of those in New York.\" The paper also scored more scoops than would be expected for its size and Stephen B. Shepard, dean of the CUNY Graduate School of Journalism at the City University of New York said that its effective coverage of local news earned it a place in the New York media world. Accordingly, it was known as a good place for young, ambitious, scrappy reporters to start out.",
            "score": 19.476144790649414
        },
        {
            "docid": "24140243_3",
            "document": "I Love You Yes I Do . In 1961, Bull Moose Jackson recorded a new version of the song without his band. The new version hit number ten on the R&B chart, and number ninety-eight on the \"Billboard\" Hot 100. Both versions of \"I Love You Yes I Do\" would be the only times Jackson crossed over to the national pop charts.",
            "score": 10.850838661193848
        },
        {
            "docid": "2987336_5",
            "document": "Double-barreled question . An example of a double-barreled question would be the following: \"do you think that students should have more classes about history and culture?\" This question asks about two different issues: \"do you think that students should have more classes about history\" and \"do you think that students should have more classes about culture?\" Combining both questions into one makes it unclear what exactly is being measured, and as each question may elicit a different response if asked separately there is an increased likelihood of confusing the respondents. In other words, while some respondents would answer \"yes\" to both and some \"no\" to both, some would like to answer both \"yes and no\".",
            "score": 24.679407835006714
        },
        {
            "docid": "40570_47",
            "document": "United States presidential election, 1980 . In his closing remarks, Reagan asked viewers: \"Are you better off now than you were four years ago? Is it easier for you to go and buy things in the stores than it was four years ago? Is there more or less unemployment in the country than there was four years ago? Is America as respected throughout the world as it was? Do you feel that our security is as safe, that we're as strong as we were four years ago? And if you answer all of those questions 'yes', why then, I think your choice is very obvious as to whom you will vote for. If you don't agree, if you don't think that this course that we've been on for the last four years is what you would like to see us follow for the next four, then I could suggest another choice that you have.\"",
            "score": 25.47826313972473
        },
        {
            "docid": "3831303_8",
            "document": "Make Them Die Slowly (album) . However, some fans tend to enjoy this release more as the album more closely resembles the sound that would dominate much of White Zombie's later career. David Sprague of \"Spin Magazine\" gave it an enthusiastic review, saying \"\"Make Them Die Slowly\" might not be \"the\" metal LP to end all metal LPs, but it's damned likely to give you more nightmares \"and\" chuckles than anything else money can buy you these days\". Sprague also gave the production uncommon praise, writing that Laswell \"brings with him the simultaneously thin and heavy sound he's so fond of (c.f. Motörhead's \"Orgasmatron\"), and works wonders with it.\"",
            "score": 14.630063772201538
        },
        {
            "docid": "649735_22",
            "document": "Abu Ghraib torture and prisoner abuse . In May 2004, the \"Washington Post\" reported evidence given by Ameen Saeed Al-Sheik, detainee No. 151362. It quoted him as saying; \"They said we will make you wish to die and it will not happen [...] They stripped me naked. One of them told me he would rape me. He drew a picture of a woman to my back and made me stand in shameful position holding my buttocks.\" \"'Do you pray to Allah?' one asked. I said yes. They said, '[Expletive] you. And [expletive] him.' One of them said, 'You are not getting out of here health[y], you are getting out of here handicapped. And he said to me, 'Are you married?' I said, 'Yes.' They said, 'If your wife saw you like this, she will be disappointed.' One of them said, 'But if I saw her now she would not be disappointed now because I would rape her.' \" [...] \"They ordered me to thank Jesus that I'm alive.\" [...] \"I said to him, 'I believe in Allah.' So he said, 'But I believe in torture and I will torture you.'\"",
            "score": 15.341244459152222
        },
        {
            "docid": "4044969_8",
            "document": "Du, du liegst mir im Herzen . Und, und wenn in der Ferne, mir, mir dein Bild erscheint, dann, dann wünscht ich so gerne daß uns die Liebe vereint. Ja, ja, ja, ja, daß uns die Liebe vereint.</poem> <poem style=\"margin-left:2em; float:left;\">You, you are in my heart, you, you are in my mind. You, you cause me much pain, you don't know how good I am for you. Yes, yes, yes, yes you don't know how good I am for you.",
            "score": 10.846395492553711
        },
        {
            "docid": "33351199_6",
            "document": "This Isn't Everything You Are . The radio and video edit of the song excludes the lines \"Is he worth all this, is it a simple yes? / Cause if you have to think, it's fucked / Feels like you loved him more, than he loved you / And you wish you’d never met.\"",
            "score": 14.713635683059692
        },
        {
            "docid": "934416_4",
            "document": "Follow the Leader (Eric B. &amp; Rakim album) . \"Follow the Leader\" was well received by contemporary critics. \"Los Angeles Times\" writer Jonathan Gold viewed it as \"far more consistent\" than the duo's \"Paid in Full\", calling Eric B. \"a master of chill, understated beats\" and complimenting Rakim for weaving \"a laid-back web of words, his whiskey-smooth tenor less noisy but more intense than the machine-gun mutterings you hear booming from beat boxes, his keen rhymes all the more devastating for being near-whispered where lesser rappers would shout\". In his review for \"The Village Voice\", Robert Christgau found the duo's sampling as an improvement from their previous work's \"Brownian motion\" and complimented Rakim's \"ever-increasing words-per-minute ratio—the man loves language like a young Bob D\". Peter Watrous of \"The New York Times\" commended Eric B.'s mixes and described him as \"a minimalist virtuoso\". Watrous called Rakim \"one of the most distinctive rappers in the business\" and elaborated on his lyricism: \"His voice soars as gracefully as a well-thrown football; it'll change direction on the spot. He will vary rhythms, pushing and pulling against the beat to highlight his lyrics. Insistent, cool and dedicated, his rapping has an urgency that makes the music much more than pop; it sounds like a musical version of a political, social vision.",
            "score": 16.536823272705078
        },
        {
            "docid": "9432064_7",
            "document": "Flavor of Love (season 1) . New York accuses Hottie of stealing her jacket because she had made statements that she was so competitive that she might cut up someone's clothes to win. Hottie rebuffs New York, saying New York is just jealous, because Hottie believes she looks like Beyoncé. New York tells her she looks more like Luther Vandross. New York's exact words from the unrated DVD to Beyoncé was \" Beyonce, I'm sorry that an ugly ass bitch like this would even say that.\" Serious showed her breasts to Hottie and says that if Hottie's \"double D's\" don't look like hers, it shouldn't matter. New York and Pumkin then begin confronting Hottie. Hottie tells Pumkin, \"you need to learn how to read.\" Pumkin comes back at Hottie with, \"I can read you, fat fucking bitch that's all I need to read.\" New York tells Hottie if something in the house goes missing that she would always come to Hottie, because Hottie has a history of stealing, and due to a few comments Hottie made about being so competitive that she would \"cut clothes, steal things, etc.\"",
            "score": 21.0709148645401
        },
        {
            "docid": "1523829_30",
            "document": "Mexican Spanish . A more or less recent phenomenon in the speech of central Mexico, having its apparent origin in the State of Mexico, is the use of negation in an unmarked yes/no question. Thus, in place of \"¿Quieres...?\" (Would you like...?), there is a tendency to ask \"¿No quieres...?\" (Wouldn't you like...?).",
            "score": 12.46318507194519
        },
        {
            "docid": "2123140_13",
            "document": "Illustrations of the rule against perpetuities . Suppose B is married without children at the time of the devise. Suppose further that B's wife were to die or B were to divorce. If B were to remarry to someone who was born \"after\" the devise, the new wife would not be a life in being at the time of the devise. Similarly, any children born to B and his new wife would also not be lives in being at the time of the devise. If B's new wife were to outlive him (making her his widow) and survive him by more than 21 years, then the interest to \"B's children then living\" would not vest until after the perpetuities period expired (21 years after the death of B, the only relevant life in being at the time of the devise), because only upon the death of the widow can one ascertain who are \"B's children then living.\"",
            "score": 11.510221242904663
        },
        {
            "docid": "7765690_3",
            "document": "Dusty (album) . Just like the preceding \"Stay Awhile/I Only Want to Be with You\", \"Dusty\" comprises tracks from Springfield's UK debut album \"A Girl Called Dusty\" as well as recordings from UK singles and EP's. The album also includes tracks from the very first recordings Springfield made in the United States as a solo performer. A total of eight tracks were recorded in New York in September 1964, produced by Shelby Singleton Jr., some of which were first issued in the UK on the 1965 EP \"Dusty in New York\", others as single B-sides, while some in fact would remain unreleased in Springfield's native Britain for more than thirty years, until they had their debut as bonus tracks on the digitally remastered edition of the 1965 UK album \"Ev'rything's Coming Up Dusty\" – issued in 1998.",
            "score": 19.596234798431396
        },
        {
            "docid": "30881270_5",
            "document": "Tevot . Adès also recalled a sense of urgency writing the piece, saying, \"I couldn't sleep at night. I would feel that I would absolutely die if I didn't succeed in bringing the piece to harbour. It would have been a frightening feeling not to do that. It's more than a need - it feels essential. It's like transporting a person through the air, and you have to make sure they land in one piece.\"",
            "score": 10.794013500213623
        },
        {
            "docid": "40889714_13",
            "document": "Perfume (Britney Spears song) . Rachel McRady from \"Us Weekly\" noted that the video \"is a bit more stripped down than Brit's fantastical iconic videos like \"Oops! I Did It Again\" and her new dance hit \"Work B**ch.\".\" \"Billboard\"s Chris Payne praised the director for staying true to the lyrical content, weaving a tale of jealousy and an ill-fated engagement ring along with the \"contemplative\" song. He finished the review saying \"It's a video that captures the highs of a passionate relationship, but also plenty of the lows, which define it in the end.\". Writing for MTV, Jocelyn Vena said that the video is probably one of Spears's most theatrical video in years. However, Gregory E. Miller from \"New York Post\" was critical with Spears's fragrance product placement in the video, writing: \"She wouldn't actually be so shameless as to put that product placement [for her fragrances] in her video for a song called 'Perfume', would she? Oh, yes, she would.\"",
            "score": 16.667768478393555
        },
        {
            "docid": "3543130_12",
            "document": "Underwater diving . Hypothermia is reduced body temperature that happens when a body loses more heat than it generates. Hypothermia is a major limitation to swimming or diving in cold water. The reduction in finger dexterity due to pain or numbness decreases general safety and work capacity, which in turn increases the risk of other injuries. Body heat is lost much more quickly in water than in air, so water temperatures that would be tolerable as outdoor air temperatures can lead to hypothermia, which may lead to death from other causes in inadequately protected divers.",
            "score": 67.11619138717651
        },
        {
            "docid": "54637386_10",
            "document": "Physiology of underwater diving . Hypothermia is reduced body temperature that happens when a body dissipates more heat than it absorbs. Hypothermia is a major limitation to swimming or diving in cold water. The reduction in finger dexterity due to pain or numbness decreases general safety and work capacity, which consequently increases the risk of other injuries. Body heat is lost much more quickly in water than in air, so water temperatures that would be quite reasonable as outdoor air temperatures can lead to hypothermia in inadequately protected divers, although it is not often the direct clinical cause of death.",
            "score": 65.28805446624756
        },
        {
            "docid": "35737961_22",
            "document": "The Good Dinosaur . Arlo was designed so that the audience could identify with him and be able to see the \"boy\" inside the dinosaur. Sohn explained \"When Arlo gets lost in the wilderness, you need to worry that he's out of his element and in danger of getting killed, rather than just thinking 'You're an animal. Why don’t you just turn around and eat some leaves?'\" He additionally stated \"If you put like a realistic dinosaur in the woods, eat some leaves, you’re fine… But we really wanted to play with that twist of this is a boy out there. A dinosaur boy for sure, but trying to infuse those qualities into him… And also keeping him in a world that had an arc to itself. That it would start off being beautiful and then become dangerous. When we had these designs of the trees where they were a little bit more blocky and a little bit more graphic. We put Arlo in front of it, it’s like 'ooh that kind of is cool, but boy, it doesn’t feel like it's that dangerous.' Like when we get a rock stuck on him, it didn’t feel like anything ’cause when we went on our research trips, boy that idea of like you can get, you could die by a small thing like having a rock on your foot. Or you could die by a huge thing like an avalanche, which we tried to kind of explore in the film. So that was one of our main intents.\"",
            "score": 19.366259336471558
        },
        {
            "docid": "51756673_10",
            "document": "An Evening of Yes Music and More . In an interview with \"Rolling Stone\" magazine, Anderson stated that the band would perform classic Yes songs like \"Awaken\" and \"And You and I\" as well as some songs from \"Talk\" (1994), \"90125\" (1983) and \"Big Generator\" (1987). Anderson also hinted at the songs \"Perpetual Change\" and \"Starship Trooper\" to be played. He also assured that the setlist shouldn't fluctuate from night to night, stating: \"It's like a movie to me, a play. Once you've got [the setlist] right, you stick to it since it'll only get better. If you start changing it you finish up a little bit confused.\"",
            "score": 13.802056074142456
        }
    ],
    "r": [
        {
            "docid": "378661_2",
            "document": "Thermoregulation . Thermoregulation is the ability of an organism to keep its body temperature within certain boundaries, even when the surrounding temperature is very different. A thermoconforming organism, by contrast, simply adopts the surrounding temperature as its own body temperature, thus avoiding the need for internal thermoregulation. The internal thermoregulation process is one aspect of homeostasis: a state of dynamic stability in an organism's internal conditions, maintained far from thermal equilibrium with its environment (the study of such processes in zoology has been called physiological ecology). If the body is unable to maintain a normal temperature and it increases significantly above normal, a condition known as hyperthermia occurs. For humans, this occurs when the body is exposed to constant temperatures of approximately , and with prolonged exposure (longer than a few hours) at this temperature and up to around death is almost inevitable. Humans may also experience lethal hyperthermia when the wet bulb temperature is sustained above for six hours. The opposite condition, when body temperature decreases below normal levels, is known as hypothermia. It results when the homeostatic control mechanisms of heat within the body malfunction, causing the body to lose heat faster than producing it. Normal body temperature is around , and hypothermia sets in when the core body temperature gets lower than . Usually caused by prolonged exposure to cold temperatures, hypothermia is usually treated by methods that attempt to raise the body temperature back to a normal range.",
            "score": 73.7127914428711
        },
        {
            "docid": "146879_2",
            "document": "Hypothermia . Hypothermia is reduced body temperature that happens when a body dissipates more heat than it absorbs. In humans, it is defined as a body core temperature below . Symptoms depend on the temperature. In mild hypothermia there is shivering and mental confusion. In moderate hypothermia shivering stops and confusion increases. In severe hypothermia, there may be paradoxical undressing, in which a person removes his or her clothing, as well as an increased risk of the heart stopping. Hypothermia has two main types of causes. It classically occurs from exposure to extreme cold. It may also occur from any condition that decreases heat production or increases heat loss. Commonly this includes alcohol intoxication but may also include low blood sugar, anorexia, and advanced age. Body temperature is usually maintained near a constant level of through thermoregulation. Efforts to increase body temperature involve shivering, increased voluntary activity, and putting on warmer clothing. Hypothermia may be diagnosed based on either a person's symptoms in the presence of risk factors or by measuring a person's core temperature. The treatment of mild hypothermia involves warm drinks, warm clothing, and physical activity. In those with moderate hypothermia, heating blankets and warmed intravenous fluids are recommended. People with moderate or severe hypothermia should be moved gently. In severe hypothermia, extracorporeal membrane oxygenation (ECMO) or cardiopulmonary bypass may be useful. In those without a pulse, cardiopulmonary resuscitation (CPR) is indicated along with the above measures. Rewarming is typically continued until a person's temperature is greater than . If there is no improvement at this point or the blood potassium level is greater than 12 mmol/liter at any time, resuscitation may be discontinued. Hypothermia is the cause of at least 1,500 deaths a year in the United States. It is more common in older people and males. One of the lowest documented body temperatures from which someone with accidental hypothermia has survived is in a near-drowning of a 7-year-old girl in Sweden. Survival after more than six hours of CPR has been described. For those for whom ECMO or bypass is used, survival is around 50%. Deaths due to hypothermia have played an important role in many wars. The term is from Greek ὑπο, \"ypo\", meaning \"under\", and θερμία, \"thermía\", meaning \"heat\". The opposite of hypothermia is hyperthermia, an increased body temperature due to failed thermoregulation.",
            "score": 73.2022476196289
        },
        {
            "docid": "3543130_12",
            "document": "Underwater diving . Hypothermia is reduced body temperature that happens when a body loses more heat than it generates. Hypothermia is a major limitation to swimming or diving in cold water. The reduction in finger dexterity due to pain or numbness decreases general safety and work capacity, which in turn increases the risk of other injuries. Body heat is lost much more quickly in water than in air, so water temperatures that would be tolerable as outdoor air temperatures can lead to hypothermia, which may lead to death from other causes in inadequately protected divers.",
            "score": 67.1161880493164
        },
        {
            "docid": "54637386_10",
            "document": "Physiology of underwater diving . Hypothermia is reduced body temperature that happens when a body dissipates more heat than it absorbs. Hypothermia is a major limitation to swimming or diving in cold water. The reduction in finger dexterity due to pain or numbness decreases general safety and work capacity, which consequently increases the risk of other injuries. Body heat is lost much more quickly in water than in air, so water temperatures that would be quite reasonable as outdoor air temperatures can lead to hypothermia in inadequately protected divers, although it is not often the direct clinical cause of death.",
            "score": 65.28805541992188
        },
        {
            "docid": "1528350_36",
            "document": "Cold-weather warfare . Hypothermia occurs when the body core temperature drops below . Symptoms depend on the temperature and range from shivering and mental confusion to increased risk of the heart stopping. The treatment of mild hypothermia involves warm drinks, warm clothing and physical activity. In those with moderate hypothermia heating blankets and warmed intravenous fluids are recommended. People with moderate or severe hypothermia should be moved gently. In severe hypothermia extracorporeal membrane oxygenation (ECMO) or cardiopulmonary bypass may be useful. In those without a pulse cardiopulmonary resuscitation (CPR) is indicated along with the above measures. Rewarming is typically continued until a person's temperature is greater than . Adequate insulation from clothing is the best way to avoid hypothermia in the field.",
            "score": 62.821048736572266
        },
        {
            "docid": "334321_30",
            "document": "Goldcrest . Several small passerine species survive freezing winter nights by inducing a lower metabolic rate and hypothermia, of a maximum of below normal body temperature, in order to reduce energy consumption overnight. However, in freezing conditions, it may be that for very small birds, including the tiny goldcrest, the energy economies of induced hypothermia may be insufficient to counterbalance the negative effects of hypothermia including the energy required to raise body temperature back to normal at dawn. Observations of five well-fed birds suggest that they maintain normal body temperatures during cold nights by metabolising fat laid down during the day, and that they actually use behavioural thermoregulation strategies, such as collective roosting in dense foliage or snow holes to survive winter nights. Two birds roosting together reduce their heat loss by a quarter, and three birds by a third. During an 18‑hour winter night, with temperatures as low as in the north of its range, goldcrests huddled together can each burn off fat equivalent to 20% of body weight to keep warm.",
            "score": 56.62587356567383
        },
        {
            "docid": "1021806_13",
            "document": "Falun . Winter is the longest season lasting approximately from mid-November until the end of March, although March daytime temperatures tend to be mild. With an average high temperature of , July is the warmest month. However, the all-time heat record was set on August 4, 2014 when was measured. This was in turn the highest measured temperature of the intense heat wave that summer that affected most of Scandinavia. The climate of Falun is more continental than most of Sweden since it is relatively far from large bodies of waters moderating temperatures. As a result, the highs of July in Falun are normally warmer than many areas much further south in the country. Winters, however, are cold but also highly variable due to the proximity to some maritime influence that often brings mild temperatures above freezing, moderating average temperatures. The most precipitation occurs during the summer months of July and August.  The lowest temperature ever recorded in Falun is . The weather station has however, not recorded below according to the open data.",
            "score": 56.40021896362305
        },
        {
            "docid": "305265_10",
            "document": "Underwater . Water conducts heat around 25 times more efficiently than air. Hypothermia, a potentially fatal condition, occurs when the human body's core temperature falls below 35 °C. Insulating the body's warmth from water is the main purpose of diving suits and exposure suits when used in water temperatures below 25 °C.",
            "score": 55.75566864013672
        },
        {
            "docid": "32379454_14",
            "document": "Fuel poverty in the United Kingdom . The number of pensioners dying from hypothermia has nearly doubled in five years, a period when a succession of cold winters has been coupled with drastic rises in energy bills. Exposure to the cold does affect the number of winter deaths‚ but deaths from other cold related causes are very much more common than it is for the cold to kill people directly. In the main these deaths are from respiratory or cardio-vascular ailments. Overall deaths are from heart attacks‚ strokes‚ bronchial and other conditions‚ and may often occur several days after exposure to the cold. Spending too long in the cold will lower the body temperature which can often aggravate circulatory diseases‚ which can lead to strokes and heart attacks or respiratory illnesses such as bronchitis or pneumonia.",
            "score": 55.69546890258789
        },
        {
            "docid": "12461863_26",
            "document": "Targeted temperature management . Hypothermia has been applied therapeutically since antiquity. The Greek physician Hippocrates, the namesake of the Hippocratic Oath, advocated the packing of wounded soldiers in snow and ice. Napoleonic surgeon Baron Dominique Jean Larrey recorded that officers who were kept closer to the fire survived less often than the minimally pampered infantrymen. In modern times, the first medical article concerning hypothermia was published in 1945. This study focused on the effects of hypothermia on patients suffering from severe head injury. In the 1950s, hypothermia received its first medical application, being used in intracerebal aneurysm surgery to create a bloodless field. Most of the early research focused on the applications of deep hypothermia, defined as a body temperature of . Such an extreme drop in body temperature brings with it a whole host of side effects, which made the use of deep hypothermia impractical in most clinical situations.",
            "score": 54.022132873535156
        },
        {
            "docid": "8331759_32",
            "document": "Human body temperature . In hypothermia, body temperature drops below that required for normal metabolism and bodily functions. In humans, this is usually due to excessive exposure to cold air or water, but it can be deliberately induced as a medical treatment. Symptoms usually appear when the body's core temperature drops by below normal temperature.",
            "score": 54.004207611083984
        },
        {
            "docid": "2342760_12",
            "document": "Mesopotamia, Argentina . Summers are very hot, and owing to abundant rainfall very humid, while winters feature mild to warm weather. As a whole, the region has high temperatures throughout the year. The northern areas are warmer than the southern parts. In Misiones province, mean annual temperatures range between in Bernardo de Irigoyen to in Posadas. The lower mean annual temperature recorded in Bernardo de Irigoyen, despite being located further north than Posadas is due to its higher altitude, resulting in a cooler climate. In Corrientes Province, mean annual temperatures range from in Curuzú Cuatía in the south to . The southern parts of Corrientes province have cooler temperatures and have a climate more similar to Entre Ríos Province, where mean annual temperatures range from in the south to in the north. During heat waves, temperatures can exceed in the summer months while in the winter months, cold air masses from the south can push temperatures below freezing causing frost. However, such cold fronts tend to be brief and are less intense than areas further south or at higher altitudes. Snowfall is extremely rare and mainly confined to the uplands of Misiones province, where the last significant snowfall occurred in 1975 in Bernado de Irigoyen.",
            "score": 53.83470153808594
        },
        {
            "docid": "94524_41",
            "document": "St. Louis County, Missouri . St. Louis County has a continental climate, and has neither large mountains nor large bodies of water to moderate its temperature. The area is affected by both cold Canadian Arctic air, and also hot, humid air from the Gulf of Mexico. The county has four distinct seasons. Spring is the wettest season and produces erratic severe weather ranging from tornadoes to winter storms. Summers are hot, and the humidity can make the heat index rise to temperatures above . Fall is mild with lower humidity and can produce intermittent bouts of heavy rainfall with the first snow flurries usually forming in late November. Winters are cool to cold with periodic snow and temperatures often below freezing. Winter storm systems, such as Alberta clippers, can bring days of heavy freezing rain, ice pellets, and snowfall.",
            "score": 53.61715316772461
        },
        {
            "docid": "25950683_19",
            "document": "Operating temperature . Changes to the normal human body temperature may result in discomfort. The most common such change is a fever, a temporary elevation of the body's thermoregulatory set-point, typically by about 1–2 °C (1.8–3.6 °F). Hyperthermia is an acute condition caused by the body absorbing more heat than it can dissipate, whereas hypothermia is a condition in which the body's core temperature drops below that required for normal metabolism, and which is caused by the body's inability to replenish the heat that is being lost to the environment.",
            "score": 53.48188781738281
        },
        {
            "docid": "219367_28",
            "document": "Drowning . Heat transfers very well into water, and body heat is therefore lost extremely quickly in water compared to air, even in merely 'cool' swimming waters around 70F (~20C). A water temperature of can lead to death in as little as one hour, and water temperatures hovering at freezing can lead to death in as little as 15 minutes. This is because cold water can have other lethal effects on the body, so hypothermia is not usually a reason for drowning or the clinical cause of death for those who drown in cold water.",
            "score": 53.456565856933594
        },
        {
            "docid": "146879_16",
            "document": "Hypothermia . Hypothermia usually occurs from exposure to low temperatures, and is frequently complicated by alcohol consumption. Any condition that decreases heat production, increases heat loss, or impairs thermoregulation, however, may contribute. Thus, hypothermia risk factors include: substance abuse (including alcohol abuse), homelessness, any condition that affects judgment (such as hypoglycemia), the extremes of age, poor clothing, chronic medical conditions (such as hypothyroidism and sepsis), and living in a cold environment. Hypothermia occurs frequently in major trauma, and is also observed in severe cases of anorexia nervosa.",
            "score": 53.43359375
        },
        {
            "docid": "5721_29",
            "document": "Coma . Methods to wake comatose patients include reversing the cause of the coma (e.g., glucose shock if low sugar), giving medication to stop brain swelling, or inducing hypothermia. Inducing hypothermia on comatose patients provides one of the main treatments for patients after suffering from cardiac arrest. In this treatment, medical personnel expose patients to “external or intravascular cooling” at 32-34 °C for 24 hours; this treatment cools patients down about 2-3 °C less than normal body temperature. In 2002, Baldursdottir and her coworkers found that in the hospital, more comatose patients survived after induced hypothermia than patients that remained at normal body temperature. For this reason, the hospital chose to continue the induced hypothermia technique for all of its comatose patients that suffered from cardiac arrest.",
            "score": 53.22117614746094
        },
        {
            "docid": "7455643_52",
            "document": "Thermal comfort . The body has several thermal adjustment mechanisms to survive in drastic temperature environments. In a cold environment the body utilizes vasoconstriction; which reduces blood flow to the skin, skin temperature and heat dissipation. In a warm environment, vasodilation will increase blood flow to the skin, heat transport, and skin temperature and heat dissipation. If there is an imbalance despite the vasomotor adjustments listed above, in a warm environment sweat production will start and provide evaporative cooling. If this is insufficient, hyperthermia will set in, body temperature may reach , and heat stroke may occur. In a cold environment, shivering will start, involuntarily forcing the muscles to work and increasing the heat production by up to a factor of 10. If equilibrium is not restored, hypothermia can set in, which can be fatal. Long-term adjustments to extreme temperatures, of a few days to six months, may result in cardiovascular and endocrine adjustments. A hot climate may create increased blood volume, improving the effectiveness of vasodilation, enhanced performance of the sweat mechanism, and the readjustment of thermal preferences. In cold or underheated conditions, vasoconstriction can become permanent, resulting in decreased blood volume and increased body metabolic rate.",
            "score": 52.673397064208984
        },
        {
            "docid": "2163563_3",
            "document": "Heat escape lessening position . The HELP is an attempt to reduce heat loss enough to lessen the effect of hypothermia. Hypothermia is essentially a condition where bodily temperature drops too low to perform normal voluntary or involuntary functions. Cold water causes \"immersion hypothermia\", which can cause damage to extremities or the body's core, including unconsciousness or death.",
            "score": 52.656883239746094
        },
        {
            "docid": "146879_21",
            "document": "Hypothermia . Heat is lost much more quickly in water than in air. Thus, water temperatures that would be quite reasonable as outdoor air temperatures can lead to hypothermia in survivors, although this is not usually the direct clinical cause of death for those who are not rescued. A water temperature of can lead to death in as little as one hour, and water temperatures near freezing can cause death in as little as 15 minutes. A notable example of this occurred during the sinking of the \"Titanic\", when most people who entered the water died in 15–30 minutes.",
            "score": 52.64741516113281
        },
        {
            "docid": "604689_7",
            "document": "Rio Grande Valley . Temperature extremes range from triple digits during the summer months to freezing during the winter. Taking into consideration the region’s warm weather, periods of triple-digit weather occur much more often than those with freezing temperatures. While the Valley has seen severe cold events before, such as the 2004 Christmas snow storm, the region only occasionally experiences temperatures at or below freezing. These happen less often near the coast, where in some cases, never see temperatures below 35-40 degrees. Arctic cold fronts bring colder weather to the region but tend to dissipate quickly with daytime heating.",
            "score": 52.56536865234375
        },
        {
            "docid": "497034_14",
            "document": "Oliva . Oliva has a Mediterranean-Subtropical climate (Köppen climate classification: CSa), with more than 230 days above . The winters are mild and temperate whilst summers are hot and dry. The average annual temperature is about . In winter, during the cold waves, the minimum temperature can fall slightly under . Temperatures below the freezing mark and snow are almost unknown in Oliva. Whilst in summer the average day-time temperature ranges from . Temperatures may vary, however during heat waves which occur every year, the temperatures always exceed and also can exceed . The wettest season is Autumn, while the driest season is Summer. Oliva enjoys many hours of annual sunshine, having more than 300 days in a year with clear skies.",
            "score": 52.128257751464844
        },
        {
            "docid": "473630_50",
            "document": "Southern Illinois . Southern Illinois lies on the border between humid continental climate (Köppen climate classification \"Dfa\") and humid subtropical climate (Köppen climate classification \"Cfa\"). The region has neither large mountains nor large bodies of water to moderate its temperature and, thus, it is subject to both cold Arctic air and hot, humid tropical air from the Gulf of Mexico and, along with the rest of the midwestern United States, is home to some of the largest temperature extremes in the world. The region has four distinct seasons. Spring is the wettest season and produces erratic severe weather ranging from tornadoes to winter storms. Summers are hot and humid with only occasional and brief respite, and the humidity often makes the heat index rise to temperatures feeling well above . Fall is mild with lower humidity and can produce intermittent bouts of heavy rainfall with the first snow flurries usually forming in late November. Winters are cold with periodic snow and temperatures often below freezing, however thaws are usually frequent. Winter storm systems, such as Alberta clippers and Panhandle hooks, can bring days of heavy freezing rain, ice pellets, and snowfall.",
            "score": 51.74195861816406
        },
        {
            "docid": "26515053_30",
            "document": "Climate change, industry and society . Rising temperatures have two opposing direct effects on mortality: higher temperatures in winter reduce deaths from cold; higher temperatures in summer increase heat-related deaths. The net local impact of these two direct effects depends on the current climate in a particular area. Palutikof \"et al.\" (1996) calculate that in England and Wales for a 1 °C temperature rise the reduced deaths from cold outweigh the increased deaths from heat, resulting in a reduction in annual average mortality of 7000, while Keatinge \"et al.\" (2000) \"suggest that any increases in mortality due to increased temperatures would be outweighed by much larger short term declines in cold related mortalities.\" Cold-related deaths are far more numerous than heat-related deaths in the United States, Europe, and almost all countries outside the tropics. During 1979–1999, a total of 3,829 deaths in the United States were associated with excessive heat due to weather conditions, while in that same period a total of 13,970 deaths were attributed to hypothermia. In Europe, mean annual heat related mortalities are 304 in north Finland, 445 in Athens, and 40 in London, while cold related mortalities are 2457, 2533, and 3129 respectively. According to Keatinge \"et al.\" (2000), \"populations in Europe have adjusted successfully to mean summer temperatures ranging from 13.5°C to 24.1°C, and can be expected to adjust to global warming predicted for the next half century with little sustained increase in heat related mortality.\"",
            "score": 51.34589385986328
        },
        {
            "docid": "7096967_4",
            "document": "Geothermal heat pump . Depending on latitude, the temperature beneath the upper of Earth's surface maintains a nearly constant temperature between 10 and 16 °C (50 and 60 °F), if the temperature is undisturbed by the presence of a heat pump. Like a refrigerator or air conditioner, these systems use a heat pump to force the transfer of heat from the ground. Heat pumps can transfer heat from a cool space to a warm space, against the natural direction of flow, or they can enhance the natural flow of heat from a warm area to a cool one. The core of the heat pump is a loop of refrigerant pumped through a vapor-compression refrigeration cycle that moves heat. Air-source heat pumps are typically more efficient at heating than pure electric heaters, even when extracting heat from cold winter air, although efficiencies begin dropping significantly as outside air temperatures drop below 5 °C (41 °F). A ground source heat pump exchanges heat with the ground. This is much more energy-efficient because underground temperatures are more stable than air temperatures through the year. Seasonal variations drop off with depth and disappear below to due to thermal inertia. Like a cave, the shallow ground temperature is warmer than the air above during the winter and cooler than the air in the summer. A ground source heat pump extracts ground heat in the winter (for heating) and transfers heat back into the ground in the summer (for cooling). Some systems are designed to operate in one mode only, heating or cooling, depending on climate.",
            "score": 51.33012771606445
        },
        {
            "docid": "111347_6",
            "document": "Jerseyville, Illinois . Typically, the city's climate reflects most Midwest cities, located in the transitional zone between the humid continental climate type and the humid subtropical climate type (Köppen \"Dfa\" and \"Cfa\", respectively), with neither large mountains nor large bodies of water to moderate its temperature. Spring is the wettest season and produces severe weather ranging from tornadoes to snow or ice storms. Summers are hot and humid, and the humidity often makes the heat index rise to temperatures feeling well above . Fall is mild with lower humidity and can produce intermittent bouts of heavy rainfall with the first snow flurries usually forming in late November. Winters can be cold at times with periodic light snow and temperatures below freezing.",
            "score": 50.5861930847168
        },
        {
            "docid": "111346_9",
            "document": "Grafton, Illinois . Typically, the city's climate reflects most Midwest cities, located in the transitional zone between the humid continental climate type and the humid subtropical climate type (Köppen \"Dfa\" and \"Cfa\", respectively), with neither large mountains nor large bodies of water to moderate its temperature. Spring is the wettest season and produces severe weather ranging from tornadoes to snow or ice storms. Summers are hot and humid, and the humidity often makes the heat index rise to temperatures feeling well above . Fall is mild with lower humidity and can produce intermittent bouts of heavy rainfall with the first snow flurries usually forming in late November. Winters can be cold at times with periodic light snow and temperatures below freezing.",
            "score": 50.5861930847168
        },
        {
            "docid": "24811076_15",
            "document": "Anna Bågenholm . According to BBC News, most patients who suffer from extreme hypothermia die, even if doctors are able to restart their hearts. The survival rate for adults whose body temperature has decreased to below is 10%–33%. Prior to Bågenholm's accident, the lowest survived body temperature was , which had been recorded in a child. Gilbert said \"victims of very deep accidental hypothermia with circulatory arrest should be seen as potentially resuscitable with a prospect of full recovery. The key success factors of such marginal resuscitation efforts are early bystander actions with vigorous CPR and early warning of the emergency system, early dispatch of adequate rescue units (ground and air-ambulances) and good co-ordination between the resources outside and inside the hospital, aggressive rewarming and a spirit not to give up.\" General practitioner Jel Coward from Tywyn, Wales, said persons who are victims of extreme hypothermia are often mistakenly thought dead because it can be difficult to detect a pulse on them. He said this case \"really does bring it home to us how cautious one has to be before diagnosing death in people who are cold.\"",
            "score": 50.51690673828125
        },
        {
            "docid": "68316_40",
            "document": "Heat pump . When used for heating a building with an outside temperature of, for example, 10 °C, a typical air-source heat pump (ASHP) has a COP of 3 to 4, whereas an electrical resistance heater has a COP of 1.0. That is, one joule of electrical energy will cause a resistance heater to produce only one joule of useful heat, while under ideal conditions, one joule of electrical energy can cause a heat pump to move three or four joules of heat from a cooler place to a warmer place. Note that an air source heat pump is more efficient in hotter climates than cooler ones, so when the weather is much warmer the unit will perform with a higher COP (as it has a smaller temperature gap to bridge). When there is a wide temperature differential between the hot and cold reservoirs, the COP is lower (worse). In extreme cold weather the COP will go down to 1.0.",
            "score": 50.23252487182617
        },
        {
            "docid": "33125136_3",
            "document": "Effects of weather on sport . Temperature has a significant impact on the performance of athletes. High temperature can cause various heat illnesses such as heat cramps and heat stroke, while very low temperatures may lead to hypothermia.",
            "score": 49.931278228759766
        },
        {
            "docid": "96228_7",
            "document": "Jersey County, Illinois . Typically, the county's climate reflects most Midwest areas, located in the transitional zone between the humid continental climate type and the humid subtropical climate type (Köppen \"Dfa\" and \"Cfa\", respectively), with neither large mountains nor large bodies of water to moderate its temperature. Spring is the wettest season and produces severe weather ranging from tornadoes to snow or ice storms. Summers are hot and humid, and the humidity often makes the heat index rise to temperatures feeling well above . Fall is mild with lower humidity and can produce intermittent bouts of heavy rainfall with the first snow flurries usually forming in late November. Winters can be cold at times with periodic light snow and temperatures below freezing.",
            "score": 49.913780212402344
        },
        {
            "docid": "54576033_14",
            "document": "Infant and toddler safety . Toddlers can wander off and fall through ice or be left out in cool or cold weather and experience hypothermia. This low body temperature is often fatal but instances of survival after a near drowning occur.Of all drowning deaths in 2013, 82,000 occurred in children less than five years old.",
            "score": 49.904052734375
        }
    ]
}