{
    "q": [
        {
            "docid": "10160451_3",
            "document": "Cohunu Koala Park . It features not only koalas, but also dingoes, kangaroos, emus, wallabies, eagles, wombats, echidnas, black swans, cockatoos, and lifelike replicas of dinosaurs.",
            "score": 42.906460762023926
        },
        {
            "docid": "1022719_11",
            "document": "Tailypo . The man, scared to death, finds the courage to push the creature away and yell, \"I haven't got your taily-po!\", hoping the creature will leave. However, the ravenous creature, angrier than ever, yells back: \"Yes, you have! Yes, you have!\" and jumps back on the bed, mutilates the man and destroys the cabin.",
            "score": 6.324762344360352
        },
        {
            "docid": "9379824_9",
            "document": "Black Swan (comics) . Recently, he was revealed to still be alive and whole again (possibly due to Deadpool's healing factor) and was hired by the mutant Black Box (who like Black Swan, had just been revealed to still be alive, after long being thought killed) to kill a now-depowered Deadpool (who like Black Swan, had been similarly restored to a normal appearance). However, after Deadpool chose to spare Black Swan's life by taking him to a hospital after defeating him with life-threatening injuries, Black Swan repaid the favor and saved Deadpool from being killed by the ex-mutant Black Tom, who had been hired by Black Box as they both had grudges against Deadpool. Black Swan then used his powers to make Black Box and Black Tom forget Deadpool had ever lost his healing factor, so they would stop trying to come after him again. Black Swan even proposed to team up with Deadpool, who was forced to grudgingly accept as he needed allies in his current condition.",
            "score": 49.99032211303711
        },
        {
            "docid": "31379348_19",
            "document": "Black Swan dance double controversy . In another interview for the Dance Channel network, Lane was asked, \"Looking back and having experienced what you had and deciding to talk about what happened, would you do \"Black Swan\" again?\" Her answer was, \"Yeah, I would.\"",
            "score": 45.85729265213013
        },
        {
            "docid": "1912480_9",
            "document": "Ellsberg paradox . Since the prizes are exactly the same, it follows that you will \"prefer\" Gamble A to Gamble B if and only if you believe that drawing a red ball is more likely than drawing a black ball (according to expected utility theory). Also, there would be no clear preference between the choices if you thought that a red ball was as likely as a black ball. Similarly it follows that you will \"prefer\" Gamble C to Gamble D \"if, and only if\", you believe that drawing a red or yellow ball is more likely than drawing a black or yellow ball. It might seem intuitive that, if drawing a red ball is more likely than drawing a black ball, then drawing a red or yellow ball is also more likely than drawing a black or yellow ball. So, supposing you \"prefer\" Gamble A to Gamble B, it follows that you will also \"prefer\" Gamble C to Gamble D. And, supposing instead that you \"prefer\" Gamble B to Gamble A, it follows that you will also \"prefer\" Gamble D to Gamble C.",
            "score": 21.78294849395752
        },
        {
            "docid": "23041191_10",
            "document": "House of Yes (Brooklyn) . On May 4, 2009, Kid Koala presented \"Music to Draw to...\" at the House of Yes, where there was strictly no dancing, but instead people were invited to draw on their sketchbooks with a free cup of hot chocolate.",
            "score": 23.168108701705933
        },
        {
            "docid": "9379824_6",
            "document": "Black Swan (comics) . Swan attempted to use his operative, Nijo, a brother of one of the Four Winds, to torment Deadpool further, saying that letting Deadpool live with diminished capacity would be a greater humiliation than killing him. Once Taskmaster identified the Swan to Deadpool, the merc with a mouth traveled to the Swan's castle in Germany for a final showdown. When Nijo tried to kill Deadpool, claiming a personal vendetta against him, Black Swan impaled him with a sword-cane and fought Deadpool both physically and mentally, though he lost and was thrown face first into the white hot griddle of his own fireplace. A bomb Deadpool had brought as insurance went off before Deadpool could disarm it, destroying Black Swan's castle.",
            "score": 45.530189752578735
        },
        {
            "docid": "44012096_10",
            "document": "Shark (novel) . \"\"Shark\" is angrier, more brutal and more intense: it made me furious, not melancholic. But the book itself is also a paean to books...\"Shark\" confirms that Self is the most daring and delightful novelist of his generation, a writer whose formidable intellect is mercilessly targeted on the limits of the cerebral as a means of understanding. Yes, he makes you think, but he also insists that you feel\" \"",
            "score": 12.537623643875122
        },
        {
            "docid": "52980173_52",
            "document": "Social policy of Donald Trump . Trump has criticized the Black Lives Matter movement and accused former President Obama of \"dividing America.\" Speaking to Bill O'Reilly during his presidential campaign, Trump said that he may direct his Attorney General to look into the Black Lives Matter movement for criminal charges. When asked if he believes there to be a racial divide in America, Trump answered, \"Sadly, there would seem to be...and it's probably not been much worse at any time.\" When asked if he believes police treat African Americans differently than whites, Trump answered, \"It could be.\" Trump describes the police killings of Alton Sterling and Philando Castile as \"tough to watch\" and criticized the \"terrible, disgusting performance\" by police. Trump said that he could relate to the systemic bias African Americans faced against whites, saying, \"even against me the system is rigged when I ran ... for president.\" When asked if he could understand the experience of being African American, Trump replied, \"I would like to say yes, but you really can't unless you are African American. You can't truly understand what's going on unless you are African American. I would like to say yes, however.\"",
            "score": 40.56860828399658
        },
        {
            "docid": "52725738_8",
            "document": "Bob Bradley (wrestler) . Fellow enhancement talent Brady Boone returned to the WWF in 1990 and was given the first real push of his career when he was given the character of Battle Kat. Dressed in a furry black mask, the character was accentuated by Boone's gymnastics. Wrestling as Battle Kat, his first televised opponent was against Bob Bradley in a match that aired on Wrestling Challenge on October 14, 1990. However, after the match Boone left the promotion, and the WWF decided to instead give the gimmick to the also acrobatic Bob Bradley. Two weeks later on Wrestling Spotlight he would make his debut as the Kat, teaming with Koko B. Ware against The Orient Express. Under the mask Markovich would see the greatest push of his WWF tenure, facing and defeating Buddy Rose, Pez Whatley, Paul Diamond, and Boris Zukhov. His run at Battle Kat finally ended when he was defeated by The Barbarian on the December 10th edition of Prime Time Wrestling, and shortly thereafter the promotion eliminated the gimmick.",
            "score": 38.075332164764404
        },
        {
            "docid": "102063_16",
            "document": "Tidbinbilla Nature Reserve . Tidbinbilla Nature Reserve has a wide variety of bushwalks - ranging from 30 minutes to over 6 hours. It is a native habitat for kangaroos, wallabies, platypus, koalas, lyrebirds, emus, and other wildlife. Ninety-nine percent of the park was burnt out in the Bendora bushfire of 18 January 2003, resulting in the loss of countless numbers of wildlife. Of the captive animals, only one koala, six rock wallabies, five potoroos, four freckled ducks, and nine black swans survived the bushfire.",
            "score": 49.43806552886963
        },
        {
            "docid": "15888517_7",
            "document": "Jim Lacey . Lacey oversaw the introduction of Asiatic lions to the Western Plains Zoo. Another of Lacey's initiatives involved the construction of elevated canopy-level platforms in the zoo's koala exhibit, so visitors could view the koalas at eye level instead of from the ground. Lacey also travelled to Zimbabwe to negotiate the acquisition of several endangered black rhinos. The black rhino breeding program at the Western Plains Zoo is now a well regarded initiative.",
            "score": 41.24770426750183
        },
        {
            "docid": "12127860_10",
            "document": "David Mills (TV writer) . Souljah: Yeah, it was wise. I mean, if black people kill black people every day, why not have a week and kill white people? You understand what I'm saying? In other words, white people, this government, and that mayor were well aware of the fact that black people were dying every day in Los Angeles under gang violence. So if you're a gang member and you would normally be killing somebody, why not kill a white person? Do you think that somebody thinks that white people are better, or above and beyond dying, when they would kill their own kind?",
            "score": 40.43968749046326
        },
        {
            "docid": "226316_18",
            "document": "Coat of arms of Western Australia . Jack looked out at the road, but was much more enchanted by the full, soft river of heavenly blue water, on whose surface he looked eagerly for the black swans. He didn't see any. \"Oh yes! Oh, yes! You'll find em wild in their native state a little way up,\" said Mr Swallow. The potency of the image of the black swan as a signifier of Westralian nationalism can be seen in this passage from Randolph Stow's \"Merry-go-Round in the Sea\", published in 1965:",
            "score": 42.93026280403137
        },
        {
            "docid": "52281037_14",
            "document": "Inhumans (TV series) . In late February 2017, Iwan Rheon was cast as Maximus, followed shortly by Anson Mount as Black Bolt. There was no audition for the role of Black Bolt since the character does not speak, with Mount instead cast due to an existing relationship with Loeb, who felt Mount would fit the role. At the start of March, the series added Serinda Swan as Medusa, Ken Leung as Karnak, Eme Ikwuakor as Gorgon, Isabelle Cornish as Crystal, and Ellen Woglom as Louise. During the time from her audition to being cast, Swan had also been cast in the HBO series \"Ballers\", which necessitate a negotiation between the two series to ensure Swan would be allowed to appear on both.",
            "score": 35.35810613632202
        },
        {
            "docid": "31624378_28",
            "document": "Need for Speed: The Run . Since the release of \"\", Black Box had been working on another entry to the franchise, presumably continuing the action focused street-racing gameplay of Black Box's previous titles. This game had an extended development window to give the developers a chance to create a game that \"could really blow the doors off the category\". It was confirmed that the game would feature a fictional storyline and characters. The game was first hinted early in November 2010 by Senior Vice President of EA Games Europe, Patrick Söderlund in an interview with Eurogamer, before the release of \"\". Söderlund stated he wanted to alternate developers to give them time to make a good game. Eurogamer’s Robert Purchese asked, \"You say there will be an arcade \"NFS\" game every year in November, but next year's game won't be developed by Criterion. Is it Black Box?\", Söderlund stated \"You can assume that, yes. Yes. I would say so, yes.\"",
            "score": 28.030492067337036
        },
        {
            "docid": "61550_9",
            "document": "Black swan . One captive population of black swans in Lakeland, Florida has produced a few individuals which are a light mottled grey color instead of black.",
            "score": 29.289181232452393
        },
        {
            "docid": "11883532_9",
            "document": "Black swan emblems and popular culture . The taking of black swans to Europe in the 18th and early 19th centuries brought the birds into contact with another aspect of European mythology: the attribution of sinister relationships between the devil and black-coloured animals, such as a black cat. Black swans were considered to be a witch's familiar and often chased away or killed by superstitious folk. This may explain why black swans have never established a sizeable presence as feral animals in Europe or North America.",
            "score": 43.62873578071594
        },
        {
            "docid": "30196782_3",
            "document": "Koala Park Sanctuary . The Koala Park Sanctuary was built in the 1920s and opened in October 1930 by the owner Noel Burnet. He established the sanctuary because he was concerned at the large number of koalas being killed for the fur trade, and hunting of the animal would ultimately lead to its extinction. He spent the remainder of his life dedicated to researching and preserving the animals habitat.",
            "score": 50.801209688186646
        },
        {
            "docid": "442032_12",
            "document": "HMS Black Swan (L57) . In 1949 she took part in the Yangtze Incident when she, with others, went to aid of . \"Black Swan\" suffered 12 men wounded and severe damage to her superstructure in a fierce engagement with Chinese batteries and fell back. The failed relief effort cost 46 killed and 64 injured. \"Black Swan\" also served in the Korean War and was involved in the Battle of Chumonchin Chan. \"Black Swan\" was scrapped in 1956 at Troon in Scotland. She is affiliated with TS \"Black Swan\" – a Sea Cadet Corps unit in Walton-on-Thames, Surrey.",
            "score": 39.78892230987549
        },
        {
            "docid": "16019180_42",
            "document": "Fitna (film) . They long that ye should disbelieve even as they disbelieve, that ye may be upon a level (with them). So choose not friends from them till they forsake their homes in the way of Allah; if they turn back (to enmity) then take them and kill them wherever ye find them, and choose no friend nor helper from among them, Except those who seek refuge with a people between whom and you there is a covenant, or (those who) come unto you because their hearts forbid them to make war on you or make war on their own folk. Had Allah willed He could have given them power over you so that assuredly they would have fought you. So, if they hold aloof from you and wage not war against you and offer you peace, Allah alloweth you no way against them.",
            "score": 24.560487031936646
        },
        {
            "docid": "43543463_4",
            "document": "Black Country dialect . The traditional Black Country dialect preserves many archaic traits of Early Modern English and even Middle English and can be very confusing for outsiders. \"Thee\", \"thy\" and \"thou\" are still in use, as is the case in parts of Yorkshire and Lancashire. \"'Ow B'ist,\" meaning \"How are you?\" is a greeting contracted from \"How be-est thou?\" with the typical answer being \"'Bay too bah,\" (\"I be not too bad\"), meaning \"I am not too bad.\" \"I haven't seen her\" becomes \"I ay sid 'er.\" Black Country dialect often uses \"ar\" where other parts of England use \"yes\" (this is common as far away as Yorkshire). Similarly, the local version of \"you\" is pronounced , rhyming with \"now.\" Among older speakers \"ye\" is used for \"you\", as it is in most northern parts of England and Scotland. The local pronunciation \"goo\" (elsewhere \"go\") or \"gewin'\" is similar to that elsewhere in the Midlands. It is quite common for broad Black Country speakers to say \"'agooin'\" where others say \"going.\" This is found in the greeting \"Ow b'ist gooin\" (How are you), to which a typical response would be \"Bostin ah kid\" (very well). Although the term yam yam may come from ya'm (you are) ya/ye is an archaic form of you and in many areas ye (pronounced like yea or ya) is used 'owamya aer kid' 'ar ah'm owkay ta'. It is possible that Black Country simply retains more country speech, unlike Birmingham, which has been settled for a much longer period of time and has developed a town speech and has therefore been influenced more by standard English much longer.",
            "score": 40.740668058395386
        },
        {
            "docid": "360015_20",
            "document": "Phocion . Demosthenes once said to Phocion that he might be killed some day, if the people became irrational. Phocion responded: \"Yes; however, they would kill you if they came to their senses.\"",
            "score": 24.298523902893066
        },
        {
            "docid": "3306995_6",
            "document": "Josef Wirmer . \"Joseph Wirmer, yes you belong to a black faction \"\", yes that's what you're taken for, that can't be otherwise. It's weird. How important the position as a civilian lawyer that you have had must have been that you never once became a soldier at that age. And from then on you have been mobilized, which also speaks for your attitude, that you first wait, until someone mobilizes you. Fine rascal. (\"Shouting loudly\") Yes, yes, yes, fine rascal!\"",
            "score": 17.065669775009155
        },
        {
            "docid": "43543463_8",
            "document": "Black Country dialect . The neighbouring City of Birmingham may be called \"Brum-a-jum\" (Birmingham's colloquial name is Brummagem, a corruption of its older name of Bromwichamand hence West Bromwich) or Birminam (missing the \"g\" and \"h\" out and saying it the way it is spelt). Residents of Birmingham (Brummies) meanwhile often refer to their Black Country neighbours as \"Yam Yams,\" a reference to the use of \"Yow am\" (or \"yow'm\") instead of \"You are.\" However its unlikely yam yam comes from yow'm, as the sound is totally different; it's more likely from \"ye\" (archaic form of \"you\"), as in yer'm, which when said quickly sounds like \"yam\", as in \"yam gooin daft\" \"you're going silly\", or \"don't be so stupid\" in translation. How many still say this ye'm form is unknown. \"Ye\" for \"you\" sounds different from \"ya\" (which is spoken with a schwa vowel), which also means \"you\". \"Yo\" can also be used in the same sentence as \"ye/ya\" e.g. \"Yo ay gooin agen am ya?\" Some areas also use \"yo'me\" and \"yow'm\", depending on location and local dialect, and phrases as with Birmingham can differ from area to area, so there is dialect variation across the Black Country without differing in the basic Black Country words. Quick speech and blended words as in \"shutyarow up\" (shut your row up, meaning be quiet) can seem hard to understand and can even sound like \"shutchowrow up\". The blendings are to be thought of as products of Black Country pronunciation, not separate dialectal words.",
            "score": 26.761605739593506
        },
        {
            "docid": "1202482_7",
            "document": "Captain Swing . \"Sir, Your name is down amongst the Black hearts in the Black Book and this is to advise you and the like of you, who are Parson Justasses, to make your wills. Ye have been the Blackguard Enemies of the People on all occasions, Ye have not yet done as ye ought... Swing\"",
            "score": 17.977462768554688
        },
        {
            "docid": "24140243_3",
            "document": "I Love You Yes I Do . In 1961, Bull Moose Jackson recorded a new version of the song without his band. The new version hit number ten on the R&B chart, and number ninety-eight on the \"Billboard\" Hot 100. Both versions of \"I Love You Yes I Do\" would be the only times Jackson crossed over to the national pop charts.",
            "score": 10.99064302444458
        },
        {
            "docid": "407707_9",
            "document": "Agent X (Marvel Comics) . Nijo was an assassin, mercenary, and agent employed by the telepathic German assassin called the Black Swan. He blamed Deadpool for his brother's death as he was among the targets of Deadpool's apparently successful assassination of the Japanese crime lords named the Four Winds. After Black Swan downloaded a mental virus into Deadpool's brain, the mercenary came for both Swan and Nijo at the Swan's castle in Germany. However, Black Swan revealed he had in fact killed the Four Winds, including Nijo's brother, and stabbed him out of boredom with his ranting and disobedience. His vendetta with Deadpool was that the hits had erroneously been credited to the wrong man. A bomb Deadpool had brought went off, and all three were presumed killed.",
            "score": 37.95073676109314
        },
        {
            "docid": "20794754_4",
            "document": "Echo answer . The Celtic languages also primarily employ echo answers. Irish and Scottish Gaelic lack the words \"yes\" and \"no\" altogether. In Welsh, the words for \"yes\" and \"no\" (\"ie\" and \"nage\") are restricted to specialized circumstances. Like Finnish, the main way in these languages to state yes or no, to answer yes-no questions, is to echo the verb of the question. In Irish, the question \"An dtiocfaidh tú?\" (\"Will you come?\") will be answered with \"Tiocfad\" (\"I will come\") or \"Ní thiocfad\" (\"I will not come\"). (In Hiberno-English, it is the auxiliary that is echoed: the English question \"Will you come?\" is often answered in Ireland with \"I will\" instead of \"Yes\" or \"I will not\" instead of \"no\".)",
            "score": 15.560577392578125
        },
        {
            "docid": "37970509_17",
            "document": "Catalan self-determination referendum, 2014 . According to the consultation decree, \"in the consultation there is a first question followed successively by a second question, and they are worded as follows: a) Do you want Catalonia to become a State? (Yes/No); If so: b) Do you want this State to be independent? (Yes/No). You can only answer the question under Letter b) in the event of having answered “Yes” to the question under Letter a).\" The \"participation process\" that has replaced the \"non-referendum consultation\" maintains the same two questions.",
            "score": 17.00837016105652
        },
        {
            "docid": "8844191_20",
            "document": "Manuel Cuevas . Manuel is attributed as being the man who put Johnny Cash in black. It was early 1956 and Johnny Cash was just about to go on tour. He called Manuel and said I would like to have nine new suits. Three months later Cash calls Manuel and says \"I got the suits I ordered from you.\"  \"Good,\" Manuel said. \"Are they all right?\" Cash paused. \"How come they're all black?\" \"They're all black,\" Manuel said, \"but they're not all the same style, you know.\" \"Yes,\" Cash said. \"So?\" \"So, OK, let's try it.\" Cash tried it and kept ordering from Manuel for 40 years. \"I want four of this, four of that, but you...\" Cash would say. \"You know what?\" Manuel responded. \"Black,\" Cash stated.",
            "score": 22.76925778388977
        },
        {
            "docid": "46984918_3",
            "document": "Yes It's You Lady . The album was peaking at #33 in \"Billboard\" pop charts, and at #6 on the R&B charts. The two follow-up singles to 1981's chart success' \"Being with you\" were strangely no Robinson compositions: \"Tell Me Tomorrow\" peaked at #33 Billboard and #3 R&B charts, \"Old Fashioned Love\" at #60 Billboard and #17 R&B charts. The third and final single, Robinson's \"Yes It's You Lady\" only peaked at #107 Billboard, without entering the R&B charts.",
            "score": 6.566776275634766
        }
    ],
    "r": [
        {
            "docid": "1841648_19",
            "document": "Animal rescue group . The World Wildlife Foundation (WWF) is also an organization that, amongst other objectives, strives to rescue wildlife. This foundation raises awareness of endangered, vulnerable, and threatened species and accepts donations to aid in controlling climate, sustainability and ecosystems to ensure the safety and protection of these species. WWF's notable efforts to preserve wildlife has significant impact on the well-being of many species. They offer \"symbolic adoptions\" for animals, meaning that although one cannot raise a wild animal in a domestic environment, people have the opportunity to purchase a plush toy of an endangered species on the website and \"adopt\" said species. The money raised through this campaign goes towards conservation efforts, ultimately hoping to save these species from endangerment. WWF does supports legal trophy hunting as a form of conservation, due to the amout of extra protection that wild animals receive and the boost that it provides to local communities.",
            "score": 72.91344451904297
        },
        {
            "docid": "35305313_3",
            "document": "Habitat Conservation Plan . The importance of preserving rare species was legally recognized in 1973 when the Endangered Species Act (ESA) was signed into federal law. The purpose of the ESA is not only to protect species that have been listed as threatened or endangered, but also to conserve the ecosystems upon which those species depend. In aiming to protect species in danger of becoming extinct, the ESA prohibits actions that have the potential to result in a \"taking\" of any listed species. The term \"take\" under the ESA refers to any attempt or action involving the harassment, harm, pursuit, hunting, shooting, wounding, killing, trapping, capturing, or collecting of any listed species. Under this definition, the alteration of habitat that results in injury to, or death of, any listed species by preventing essential behavior (such as breeding, feeding or sheltering) is considered unlawful \"harm\". The United States Fish and Wildlife Service (USFWS) and the National Marine Fisheries Service (NMFS) are the lead agencies tasked with the implementation of the ESA and are therefore responsible for regulating prohibited and allowable activities. While the primary objective of the ESA is the protection of endangered species, and the take of such species is considered unlawful, the ESA is not absolute. In 1982, amendments were made to the 1973 ESA which authorize the Secretary of the Interior and the Secretary of Commerce to allow the take of federally listed species (Endangered Species Act, Section 10a(1)(B)). When non-federal activities that would otherwise be legal have the potential to result in the take of a listed species for example, they may be allowed under an Incidental Take Permit, obtained through the USFWS. To mitigate the take of listed species, Section 10 of the ESA requires that parties wishing to obtain an Incidental Take Permit must submit a conservation plan, hereafter referred to as a \"Habitat Conservation Plan\" or \"HCP,\" with their application.",
            "score": 66.7961654663086
        },
        {
            "docid": "22313173_29",
            "document": "Cod fisheries . In 2000, cod was placed on the list of endangered species by the World Wide Fund for Nature (WWF), an international non-governmental organization for the conservation, research and restoration of the natural environment, formerly named the World Wildlife Fund. The WWF issued a report stating that global cod catch had suffered a 70 per cent drop over the last 30 years, and that if this trend continued, the world's cod stocks would disappear in 15 years. The endangered species claim by the WWF was disputed by Åsmund Bjordal, director of the Norwegian Institute of Marine Research, who stated that in view of the health of the Barents Sea cod population, cod should not be placed on an endangered species list. Cod is among Norway's most important fishery export items, and the Barents Sea is the most important cod fishery of Norway. In a 2004 report, the WWF agreed that the Barents Sea cod fishery appeared to be healthy but that that may not last due to illegal fishing, industrial development, and high fishing quota.",
            "score": 66.6329116821289
        },
        {
            "docid": "17143_43",
            "document": "Koala . Koalas were hunted for food by Aboriginals. A common technique used to capture the animals was to attach a loop of ropey bark to the end of a long, thin pole, so as to form a noose. This would be used to snare an animal high in a tree, beyond the reach of a climbing hunter; an animal brought down this way would then be killed with a stone hand axe or hunting stick (waddy). According to the customs of some tribes, it was considered taboo to skin the animal, while other tribes thought the animal's head had a special status, and saved them for burial. The koala was heavily hunted by European settlers in the early 20th century, largely for its thick, soft fur. More than two million pelts are estimated to have left Australia by 1924. Pelts were in demand for use in rugs, coat linings, muffs, and as trimming on women's garments. Extensive cullings occurred in Queensland in 1915, 1917, and again in 1919, when over one million koalas were killed with guns, poisons, and nooses. The public outcry over these cullings was probably the first wide-scale environmental issue that rallied Australians. Novelist and social critic Vance Palmer, writing in a letter to \"The Courier-Mail\", expressed the popular sentiment: \"The shooting of our harmless and lovable native bear is nothing less than barbarous ... No one has ever accused him of spoiling the farmer's wheat, eating the squatter's grass, or even the spreading of the prickly pear. There is no social vice that can be put down to his account ... He affords no sport to the gun-man ... And he has been almost blotted out already from some areas.\" Despite the growing movement to protect native species, the poverty brought about by the drought of 1926–28 led to the killing of another 600,000 koalas during a one-month open season in August 1927. In 1934, Frederick Lewis, the Chief Inspector of Game in Victoria, said that the once-abundant animal had been brought to near extinction in that state, suggesting that only 500–1000 remained. The first successful efforts at conserving the species were initiated by the establishment of Brisbane's Lone Pine Koala Sanctuary and Sydney's Koala Park Sanctuary in the 1920s and 1930s. The owner of the latter park, Noel Burnet, became the first to successfully breed koalas and earned a reputation as the foremost contemporary authority on the marsupial. In 1934, David Fleay, curator of Australian mammals at the Melbourne Zoo, established the first Australian faunal enclosure at an Australian zoo, and featured the koala. This arrangement allowed him to undertake a detailed study of its diet in captivity. Fleay later continued his conservation efforts at Healesville Sanctuary and the David Fleay Wildlife Park.",
            "score": 65.57057189941406
        },
        {
            "docid": "24894563_14",
            "document": "World Wide Fund for Nature . WWF's giant panda logo originated from a panda named \"Chii Chii\" that had been transferred from Beijing Zoo to London Zoo in 1958, three years before WWF became established. Being famous as the only panda residing in the Western world at that time, its uniquely recognisable physical features and status as an endangered species were seen as ideal to serve the organization's need for a strong recognisable symbol that would overcome all language barriers. The organization also needed an animal that would have an impact in black and white printing. The logo was then designed by Sir Peter Scott from preliminary sketches by Gerald Watterson, a Scottish naturalist. The logo was slightly simplified and made more geometric in 1978, and was revised significantly again in 1986, at the time that the organization changed its name, with the new version featuring solid black shapes for eyes. In 2000 a change was made to the font used for the initials \"WWF\" in the logo.",
            "score": 64.89167785644531
        },
        {
            "docid": "19188051_12",
            "document": "Réunion National Park . Réunion shares a common natural history with the other Mascarene Islands, Mauritius and Rodrigues. All three islands were uninhabited before the 1600s. Human arrival led to massive extinction and introduced species, such as giant land snails in Réunion, which threatened native habitats and species. Less than 25% of Réunion is thought to be covered with original vegetation according to the World Wildlife Fund (WWF), mostly restricted to higher altitudes. The forests of Réunion and the other two islands have been classified as the \"Mascarene forests\" ecoregion by the WWF, with a conservation status of \"endangered\". Conservation International includes Réunion in the \"Madagascar and Indian Ocean Islands\" biodiversity hotspot, a priority area for conservation.",
            "score": 63.069908142089844
        },
        {
            "docid": "24894563_13",
            "document": "World Wide Fund for Nature . In the 1990s, WWF revised its mission statement to: WWF scientists and many others identified 238 ecoregions that represent the world's most biologically outstanding terrestrial, freshwater and marine habitats, based on a worldwide biodiversity analysis which the organization says was the first of its kind. In the early 2000s (decade), its work was focused on a subset of these ecoregions, in the areas of forest, freshwater and marine habitat conservation, endangered species conservation, climate change, and the elimination of the most toxic chemicals. In 1996, the organization obtained general consultative status from UNESCO.",
            "score": 60.13263702392578
        },
        {
            "docid": "46390333_4",
            "document": "California Endangered Species Act . In 1970, California was one of the first states to officially create statutory schemes for protecting endangered wildlife and environments. This was completed earlier than the Federal Government’s Endangered Species Act; ESA, which was mandated in 1973. However, according to the chronologies listed by the Department of Fish and Wildlife, California began preservation and protection statutes in 1909 when non-game birds were first protected. In 1957, rules were devised to prevent the “taking” of animals or plants under protection. The term “to take” is basically defined as removing, harming, or killing the protected species. However, the California Endangered Species Act (CESA) explicitly defines 'take' as not including the terms 'harm' or harass', while these terms do appear in the federal ESA definition of 'take'. This has been interpreted to mean that in California, 'take' of a listed species must involve mortality, as opposed to habitat alteration that adversely impacts the listed species.",
            "score": 59.907291412353516
        },
        {
            "docid": "18488096_6",
            "document": "Central chimpanzee . The 2007 International Union for Conservation of Nature (IUCN) Red List of Threatened Species classifies the central chimpanzee as endangered. In 1988 they were considered \"vulnerable\", but have been considered \"endangered\" since at least 1996. The World Wildlife Fund (WWF) estimates there are as many as 115,000 individuals alive, but that the number is more likely between 47,000 and 78,000 The central chimpanzee only has large, robust populations where large amounts of forest are left undisturbed; smaller, isolated populations also remain. According to the IUCN, decline in the central chimpanzee population is expected to continue for another 30 to 40 years.",
            "score": 59.74431610107422
        },
        {
            "docid": "1729540_33",
            "document": "Giant mouse lemur . In 2012, the International Union for Conservation of Nature (IUCN) assessed both Coquerel's giant mouse lemur and the northern giant mouse lemur as endangered. Prior to that, both species had been listed as vulnerable. Populations of both species are in decline due to habitat destruction, primarily for slash-and-burn agriculture and charcoal production. Also, they are both hunted for bushmeat. The population announced by the WWF in 2010 was found outside the limits of a nearby protected area, PK32-Ranobe, which was granted temporary protection status in December 2008 and is co-managed by the WWF. Its forests were not included in the protected area due to existing concessions for mining activities.",
            "score": 57.917232513427734
        },
        {
            "docid": "1559322_4",
            "document": "Shooting, shoveling, and shutting up . \"Pittsburgh Tribune-Review\" columnist Ralph R. Reiland wrote an essay called \"Shoot, Shovel & Shut Up,\" describing landowners' reactions to finding red-cockaded woodpeckers on their property. Under the Endangered Species Act, landowners who have a population of such birds on their property may be subject to restrictions on building and other land uses that would interfere with the animals' habitat. Therefore, it was considered prudent to eliminate the birds before the government noticed their presence. The Fall 2001 issue of the \"Sierra Citizen\" notes, \"'Shoot, shovel and shut up' is the mantra of many in the so-called 'property rights' movement ... It refers to the practice of killing and burying evidence of any plants or animals that might be threatened or endangered.\" The property rights movement argues that the Endangered Species Act should be amended to compensate property owners for protecting endangered species, rather than making an endangered species a financial drain on the owners, and that the current act actually hastens the decline of some endangered species when listed by causing property owners to \"shoot, shovel, and shut up\" to avoid expected losses.",
            "score": 56.9428825378418
        },
        {
            "docid": "14208_41",
            "document": "Holocene extinction . Various species are predicted to become extinct in the near future, among them the rhinoceros, nonhuman primates, pangolins, and giraffes. Hunting alone threatens bird and mammalian populations around the world. Some scientists and academics assert that industrial agriculture and the growing demand for meat is contributing to significant global biodiversity loss as this is a significant driver of deforestation and habitat destruction; species-rich habitats, such as significant portions of the Amazon region, are being converted to agriculture for meat production. A 2017 study by the World Wildlife Fund (WWF) found that 60% of biodiversity loss can be attributed to the vast scale of feed crop cultivation required to rear tens of billions of farm animals. Moreover, a 2006 report by the Food and Agriculture Organization (FAO) of the United Nations, \"Livestock's Long Shadow\", also found that the livestock sector is a \"leading player\" in biodiversity loss. According to the WWF's 2016 Living Planet Index, global wildlife populations have declined 58% since 1970, primarily due to habitat destruction, over-hunting and pollution. They project that if current trends continue, 67% of wildlife could disappear by 2020. 189 countries, which are signatory to the Convention on Biological Diversity (Rio Accord), have committed to preparing a Biodiversity Action Plan, a first step at identifying specific endangered species and habitats, country by country.",
            "score": 56.870731353759766
        },
        {
            "docid": "57230548_2",
            "document": "Endangered river . An endangered river is one which has the potential to partly or fully dry up, or one that is thought to have ecological issues now or in the near future. Some such issues are natural while others are the direct result of human development. Organisations including the World Wildlife Fund (WWF) have published lists of rivers at risk. The WWF's 2007 list featured the Danube, the Nile, and the Rio Grande amongst others, stating that these \"once great rivers\" are in danger and \"can no longer be assured of reaching the sea unhindered\". The US National Park Service reported in 2015 that part of the Rio Grande \"often lies dry\". Dangers may be the result of the natural change of conditions in the local environment but many are due to human development projects such as dams and irrigation. Humans have also caused significant water pollution which endangers life which relies upon the water source.",
            "score": 56.841670989990234
        },
        {
            "docid": "320033_15",
            "document": "Habitat conservation . Habitat conservation is vital for protecting species and ecological processes. It is important to conserve and protect the space/ area in which that species occupies. Therefore, areas classified as ‘biodiversity hotspots’, or those in which a flagship, umbrella, or endangered species inhabits are often the habitats that are given precedence over others. Species that possess an elevated risk of extinction are given the highest priority and as a result of conserving their habitat, other species in that community are protected thus serving as an element of gap analysis. In the United States of America, a Habitat Conservation Plan (HCP) is often developed to conserve the environment in which a specific species inhabits. Under the U.S. Endangered Species Act (ESA) the habitat that requires protection in an HCP is referred to as the ‘critical habitat’. Multiple-species HCPs are becoming more favourable than single-species HCPs as they can potentially protect an array of species before they warrant listing under the ESA, as well as being able to conserve broad ecosystem components and processes . As of January 2007, 484 HCPs were permitted across the United States, 40 of which covered 10 or more species.The San Diego Multiple Species Conservation Plan (MSCP) encompasses 85 species in a total area of 26,000-km2. Its aim is to protect the habitats of multiple species and overall biodiversity by minimizing development in sensitive areas. Hi",
            "score": 56.71855163574219
        },
        {
            "docid": "369995_38",
            "document": "Irrawaddy dolphin . Irrawaddy dolphins are fully protected as an endangered species under Cambodian Fishery Law. In 2005, The World Wide Fund For Nature (WWF) established the Cambodian Mekong Dolphin Conservation Project with support from government and local communities. The aim is to support the survival of the remaining population through targeted conservation activities, research and education. In January 2012, the Cambodian Fisheries Administration, the Commission for Conservation and Development of Mekong River Dolphin Eco-tourism Zone, and WWF signed the \"Kratie Declaration on the Conservation of the Mekong River Irrawaddy Dolphin\", an agreement binding them to work together, and setting out a roadmap for dolphin conservation in the Mekong River. On 24 August 2012, the Cambodian government announced that stretch of the Mekong River from eastern Kratie province to the border with Laos has been stated as limit fishing zone which uses floating houses, fishing cages and gill nets are disallowed, but simple fishing is allowed. This area is patrolled by a network of River Guards, specifically to protect dolphins. Between January and February 2006 a dozen Irrawaddy dolphins were found dead. The discovery of 10 new baby dolphins found on the coast of Cambodia was a relief and gave hope that the endangered Irrawaddy dolphins would make a comeback from going extinct. Since the endangerment was evident, 66 guards have been posted on the coast of Cambodia to protect these dolphins, and only two deaths have been reported since these efforts. To make more efforts to keep these animals from going extinct, the use of fishing nets on the coast of Cambodia will be banned as well.",
            "score": 56.5211181640625
        },
        {
            "docid": "17143_4",
            "document": "Koala . Koalas were hunted by indigenous Australians and depicted in myths and cave art for millennia. The first recorded encounter between a European and a koala was in 1798, and an image of the animal was published in 1810 by naturalist George Perry. Botanist Robert Brown wrote the first detailed scientific description of the koala in 1814, although his work remained unpublished for 180 years. Popular artist John Gould illustrated and described the koala, introducing the species to the general British public. Further details about the animal's biology were revealed in the 19th century by several English scientists. Because of its distinctive appearance, the koala is recognised worldwide as a symbol of Australia. Koalas are listed as Vulnerable by the International Union for Conservation of Nature. The Australian government similarly lists specific populations in Queensland and New South Wales as Vulnerable. The animal was hunted heavily in the early 20th century for its fur, and large-scale cullings in Queensland resulted in a public outcry that initiated a movement to protect the species. Sanctuaries were established, and translocation efforts moved to new regions koalas whose habitat had become fragmented or reduced. The biggest threat to their existence is habitat destruction caused by agriculture and urbanisation.",
            "score": 56.27326965332031
        },
        {
            "docid": "980126_10",
            "document": "Humphead wrasse . The humphead wrasse is considered to be an umbrella species, which means many other species are sympatric with this species and have much smaller ranges. The conservation of the habitat of an umbrella species such as the humphead wrasse would not only benefit this species, but also all of the other sympatric species. The concept of an umbrella species can lead to a better understanding of endangered species protection.",
            "score": 56.23837661743164
        },
        {
            "docid": "38614391_5",
            "document": "Sacred Himalayan Landscape . SHL is part of the initiation of the World Wildlife Federation (WWF) that \"taps into the spiritual beliefs and conservation ethics of local communities to restore essential habitats and protect endangered species such as the snow leopard.\"",
            "score": 55.9921989440918
        },
        {
            "docid": "11451063_12",
            "document": "Wildlife corridor . Finally, corridors can come in the form of underpasses or overpasses, which can be very safe for both animals and humans. Many busy highways cross through natural habitats that native species occupy, as well. Large animals such as deer become a hazard when they cross in front of traffic and get hit. An overpass or an underpass serves as a bridge to facilitate the movement of animals across a busy road. Observations have shown that underpasses are actually more successful than overpasses because many times animals are too timid to cross over a bridge in front of traffic and would prefer to be more hidden (Dole et al. 2003). Corridors can be expensive to plan out and put into action. For example, Daniel Simberloff et al. states that “a bridge that would maintain a riparian corridor costs about 13 times as much per lane-mile as would a road that would sever the corridor.” He also states that maintenance of a corridor would be much more costly than refuges for endangered species. It would simply be easier to move animals between refuges than to buy land, install a corridor, and maintain it. However, where the goal is not just to preserve a few large animal species but to protect biodiversity among all plants and animals, then habitat corridors may be the only option. Corridors are going to be expensive to implement no matter what, but it does depend on the type, location, and size, which can all vary to a great degree. With the lack of field data on the effectiveness, many agencies are not willing to consider putting in corridors.",
            "score": 55.65446472167969
        },
        {
            "docid": "1243028_4",
            "document": "Baer's pochard . Formerly classified as a vulnerable species by the IUCN, recent research shows that its numbers are decreasing more and more rapidly. It was consequently uplisted to endangered status in 2008. In 2012, it was further uplisted to critically endangered. Between 1987 and 2007, there were only eleven reports of groups of 100+ birds in mainland China. A recent census by World Wildlife Fund (WWF) China of Hubei province found just 131 individuals on Liangzihu Lake, and only another three flocks of ten, eight, and three individuals at other sites. Hunting and wetland destruction are thought to be the causes of the decline; unconfirmed reports from eastern China suggest that as many as 3,000 individuals may be hunted every year.",
            "score": 55.256141662597656
        },
        {
            "docid": "46390333_2",
            "document": "California Endangered Species Act . In 1970 California became one of the first states of USA to implement an act that conserves and protects endangered species and their environments. The California Endangered Species Act (CESA) declares that, \"all native species of fishes, amphibians, reptiles, birds, mammals, invertebrates, and plants, and their habitats, threatened with extinction and those experiencing a significant decline which, if not halted, would lead to a threatened or endangered designation, will be protected or preserved.\"",
            "score": 55.2285041809082
        },
        {
            "docid": "21293270_13",
            "document": "History of graphic design . Known worldwide by its panda logo, the Switzerland-based World Wildlife Fund (WWF) participates in international efforts to protect endangered species and their habitats.",
            "score": 55.22108840942383
        },
        {
            "docid": "3298906_23",
            "document": "Midgegooroo . Shortly after the death of Yagan, the Perth Gazette expressed hope that the Aboriginal people of the Swan and Canning Rivers would stop harassing colonists. At the same time, the way in which Yagan met his death was 'revolting to our feelings to hear this lauded as a meritorious deed.' 'What a fearful lesson of instruction have we given the savage!' the newspaper lamented. Munday approached the Lieutenant Governor seeking to make peace, and his outlaw status was annulled. Remarking on the apparent desire of Aboriginal visitors to the Perth town area to 'renew the friendly understanding', the newspaper nevertheless warned that 'they ought … never to be out of the sight of some authorized persons, who should have the power of controlling the conduct of individuals towards them, at the same time as they protect the public from any aggression on the part of the natives.' Early in September 1833, Munday and Migo were taken by a young colonist named Francis Armstrong, later to be appointed to manage a ration depot at Mt. Eliza, to meet the Lieutenant Governor. With Armstrong acting as interpreter, Migo and Munday told the Lieutenant Governor that they 'wished to come to an amicable treaty with us, and were desirous to know whether the white people would shoot any more of their black people.' \"Being assured that they would not, they proceeded to give the names of all the black men of the tribes in this immediate neighbourhood who had been killed with a description of where they were shot and the persons who had shot them. The number amounted to sixteen, killed, and nearly twice as many wounded; indeed it is supposed that few have escaped uninjured. The accuracy with which they mark out the persons who have been implicated in these attacks, should serve as a caution to the public in regulating their conduct towards them. … After all the names of the dead were given, they intimated that they were still afraid that, before long, more would be added to the number, but being assured again that it would not be the case, unless they \"quippled\", committed theft, they said then no more white men would be speared. They seemed perfectly aware that it was our intention to shoot them if they 'quippled'; they argued however that it was opposed to their laws, - which as banishment from the tribe, or spearing through the leg. The death of Domjun at Fremantle, who was shot in the act of carrying away a bag of flour, they say was not merited, that the punishment was too severe for the offence; and further, that it was wrong to endanger the lives of others for the act of one, - two of his companions having been severely wounded. They say that only one life would have been taken for this occurrence, had they not met with the Velvicks at the Canning, who had previously behaved ill towards them: the attempt which was made at the Canning to break their spears, it seems, increased their irritation.\"",
            "score": 54.878421783447266
        },
        {
            "docid": "320033_20",
            "document": "Habitat conservation . The World Wildlife Fund (WWF) was first formed in after a group of passionate conservationists signed what is now referred to as the Morges Manifesto. WWF is currently operating in over 100 countries across 5 continents with a current listing of over 5 million supporters.  One of the first projects of WWF was assisting in the creation of the Charles Darwin Research Foundation which aided in the protection of diverse range of unique species existing on the Galápagos’ Islands, Ecuador. It was also a WWF grant that helped with the formation of the College of African Wildlife Management in Tanzania which today focuses on teaching a wide range of protected area management skills in areas such as ecology, range management and law enforcement. The WWF has since gone on to aid in the protection of land in Spain, creating the Coto Doñana National Park in order to conserve migratory birds and The Democratic Republic of Congo, home to the world’s largest protected wetlands. The WWF also initiated a debt-for-nature concept which allows the country to put funds normally allocated to paying off national debt, into conservation programs that protect its natural landscapes. Countries currently participating include Madagascar, the first country to participate which since 1989 has generated over $US50 million towards preservation, Bolivia, Costa Rica, Ecuador, Gabon, the Philippines and Zambia.",
            "score": 54.751258850097656
        },
        {
            "docid": "13366874_7",
            "document": "Transfer-appropriate processing . An example of TAP can be compared to the theory of natural selection presented by Darwin in the section above. This means that if a certain species is \"fitter\" than the other species, then that fitter species is more likely to continue to adapt to future environmental situations. Lockhart, who refers to this phenomenon, suggests that if a rabbit and a koala were compared that a rabbit would thrive and survive in many environments whereas the koala has worked itself into a \"narrow ecological niche\". This means the rabbit would excel at surviving because it has a wider range of flexible qualities. Of course it could be argued that there would be certain areas that the koala would thrive in, but they are not as numerous as the survival qualities of the rabbit.",
            "score": 54.702186584472656
        },
        {
            "docid": "18966509_6",
            "document": "Camera trap . Camera traps have revolutionized wildlife research and conservation, enabling collection of photographic evidence of rarely seen and often globally endangered species, with little expense, relative ease, and minimal disturbance to wildlife. Camera traps can document wildlife presence, abundance, and population changes, particularly in the face of deforestation and habitat destruction. Camera traps enable collection of baseline population data on elusive mammals and birds where only estimates — and often just guesses — were possible before. Camera traps are increasingly being used to raise conservation awareness worldwide, with Non-governmental organizations (NGO)s embracing the tool as a powerful way of reaching out to the public through electronic media. Wildlife conservation groups such as Panthera, Wildlife Conservation Society (WCS), World Wildlife Fund (WWF) have found camera trap videos and photos to be an important part of campaigns to save threatened or endangered species.",
            "score": 54.54441452026367
        },
        {
            "docid": "11408570_6",
            "document": "Latent extinction risk . Conversely, negative values of latent risk indicate that a species is already more threatened than its biology would indicate, probably because it inhabits a part of the world where it has been exposed to extreme endangering processes. Species with severely low negative values are usually listed as an endangered species and have associated recovery and conservation plans.",
            "score": 54.47660446166992
        },
        {
            "docid": "17143_44",
            "document": "Koala . Since 1870, koalas have been introduced to several coastal and offshore islands, including Kangaroo Island and French Island. Their numbers have significantly increased, and since the islands are not large enough to sustain such high koala numbers, overbrowsing has become a problem. In the 1920s, Lewis initiated a program of large-scale relocation and rehabilitation programs to transfer koalas whose habitat had become fragmented or reduced to new regions, with the intent of eventually returning them to their former range. For example, in 1930–31, 165 koalas were translocated to Quail Island. After a period of population growth, and subsequent overbrowsing of gum trees on the island, about 1,300 animals were released into mainland areas in 1944. The practice of translocating koalas became commonplace; Victorian State manager Peter Menkorst estimated that from 1923 to 2006, about 25,000 animals were translocated to more than 250 release sites across Victoria. Since the 1990s, government agencies have tried to control their numbers by culling, but public and international outcry has forced the use of translocation and sterilisation, instead. One of the biggest anthropogenic threats to the koala is habitat destruction and fragmentation. In coastal areas, the main cause of this is urbanisation, while in rural areas, habitat is cleared for agriculture. Native forest trees are also taken down to be made into wood products. In 2000, Australia ranked fifth in the world by deforestation rates, having cleared . The distribution of the koala has shrunk by more than 50% since European arrival, largely due to fragmentation of habitat in Queensland. The koala's \"vulnerable\" status in Queensland and New South Wales means that developers in these states must consider the impacts on this species when making building applications. In addition, koalas live in many protected areas.",
            "score": 54.33857727050781
        },
        {
            "docid": "3328369_25",
            "document": "Southern boobook . A widespread and generally common species, the southern boobook is listed as being a species of least concern by the International Union for Conservation of Nature, on account of its huge range and stable population, with no evidence of any significant decline. Like most species of owl, the southern boobook is protected by the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) with its placement on the Appendix II list of vulnerable species, which makes the import, export and trade of listed wild-caught animals illegal. There has been a decline on the Swan Coastal Plain north of Perth. There, southern boobook owls are dying after eating rodents that people have killed with second generation anticoagulant rat poison. Older poisons such as warfarin or coumatetralyl were unlikely to affect owls.",
            "score": 54.329368591308594
        },
        {
            "docid": "13561786_6",
            "document": "Lamotte's roundleaf bat . It is listed as a critically endangered species by the IUCN, as of 2008. It meets the criteria for this designation because its extent of occurrence is likely less than , its area of occupancy is likely less than , and all individuals live in a single location. Its population is thought to be in decline. It was first evaluated by the IUCN in 1996, when it was listed as data deficient; it has been listed as critically endangered since 2004. Threats to this species include mining for iron ore, which can disturb or destroy their roosts. As of 2013, however, there were indications that mining would soon begin at the only sites where this species exists, posing an imminent threat to its existence. Its range is also subject to habitat destruction via deforestation. In this region, bats are also used as a food source, so this bat is likely killed for bushmeat. At least some of its range is encompassed by Mount Nimba Strict Nature Reserve, which confers some protections, though these protections may not be strictly enforced. Due to its imperiled status, it is identified by the Alliance for Zero Extinction as a species in danger of imminent extinction.  In 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation. The Lamotte's roundleaf bat was specifically named in an article that argued against collecting zoological specimens from critically endangered bat species, or at least promoted more restrictions on who could collect specimens and how many individuals they could collect.",
            "score": 54.09241485595703
        },
        {
            "docid": "20387006_4",
            "document": "Manatee conservation . Starting in the 18th century when the English declared Florida a manatee sanctuary and made manatee hunting illegal, people have worked to protect this species. In 1893, manatees first received protection under Florida law, and in 1907 this law was revised to impose a fine of $500 and/or six months of jail time for molesting or killing a manatee. In accordance with the Endangered Species Preservation Act of 1966, an act of Congress designed to list endangered animal species and offer them limited protection, the manatee became one of 78 original species listed as being threatened with extinction. There are currently more than 1300 species on this list. On March 11, 1967 federal efforts to protect the manatee began when the United States Fish and Wildlife Service listed the manatee as endangered.",
            "score": 53.94517517089844
        },
        {
            "docid": "11943453_28",
            "document": "Traffic (conservation programme) . In 2012 TRAFFIC and WWF launched a joint global campaign encouraging governments to combat illegal wildlife trade and reduce demand for illicit endangered species products. It focused especially on those which were under extreme threat from poaching, for instance rhinos, where the number of killings in South Africa had risen from 13 animals (2007) to 448 (2011). As well as leading to action by individual governments, the campaign’s momentum led to the unprecedented success of the first UN resolution on wildlife crime in 2015 (TRAFFIC news story here, resolution here). Drawing global attention to the issue, the resolution tasks the UN secretary general with presenting an annual report on global wildlife crime and countries’ implementation of the resolution, as well as recommendations.",
            "score": 53.7145881652832
        }
    ]
}