{
    "q": [
        {
            "docid": "45280519_2",
            "document": "Homeward Bound (1923 film) . Homeward Bound is a lost 1923 American silent drama film directed by Ralph Ince and written by Peter B. Kyne, Jack Cunningham, and Paul Sloane. The film stars Thomas Meighan, Lila Lee, Charles S. Abbe, William P. Carleton, Hugh Cameron, and Gus Weinberg. The film was released on July 29, 1923, by Paramount Pictures.",
            "score": 34.3995680809021
        },
        {
            "docid": "50967887_16",
            "document": "Homeward Bound Battery and Dam . The dam wall is the most substantial structure surviving at Homeward Bound and is the largest and earliest (1888) associated with mining, recorded in North Queensland. The size and quality of the stonework is noteworthy in a regional context. There were few dams constructed on the Croydon Goldfield even though lack of water was a perennial problem.",
            "score": 38.98207139968872
        },
        {
            "docid": "50967887_4",
            "document": "Homeward Bound Battery and Dam . The Homeward Bound battery commenced crushing on 28 February 1888 with 20 head of stamps. The main mines serving the battery were all situated along the Homeward Bound reef on or near the summit of the ridge above Waterfall Creek. Homeward Bound Extended Block No.1 North Company (with a nominal capital of in 20,000 shares) owned several of the mines and Croydon Homeward Bound Gold Mining Company owned the battery. The 20 head of stamps and eight berdan pans were driven by a portable steam engine. The plant was valued at .",
            "score": 40.716657638549805
        },
        {
            "docid": "3557194_9",
            "document": "Deathlands: Homeward Bound . While \"Deathlands: Homeward Bound\" closely follows the plot of the fifth \"Deathlands\" novel, \"Homeward Bound\", it departs in a number of notable ways. Dr. Theophilus Tanner and Lori Quint are absent from the film, and Jak Lauren is specifically identified as a mutant, versus simply being an albino as in the novels. J.B. Dix is also changed, being significantly more talkative than his character in the novels, where he is described as a man who \"would never use three words when two would do the job.\" The purpose of redoubts is not clearly explained, and the film makes no mention of the MAT-TRANS facilities typically found in redoubts and used by Ryan and his friends to travel throughout most of the novels.",
            "score": 45.242268085479736
        },
        {
            "docid": "50967887_6",
            "document": "Homeward Bound Battery and Dam . The Mountain Maid United Gold Mining Company (with a nominal capital of 56,000 ten shilling shares) took over the Homeward Bound battery in 1890 but relinquished it to the original company again in 1891. By then the Homeward Bound claim was almost abandoned. Although the major companies had failed, the battery was revitalized in 1893 by co-operative parties who were getting good results. One old miner said in 1896 that the Homeward Bound \"has had less public attention paid to it than any other line on this extensive goldfield but left to the stragglers like myself to scratch away\". When other Croydon mines were considering closing down, in 1898 the Homeward Bound was producing almost two ozs of gold per ton of stone. In 1899 Homeward Bound No. 4 South had a spectacular crushing of from . Lane and Pate took over the battery in 1901 and cyaniding was commenced in 1902 using some of the equipment from the Pioneer cyanide works at Gorge Creek. In 1903, of gold were obtained from of quartz. However by 1904 the Homeward Bound Company had lost the reef and others were only putting small crushings through and mining gradually petered out.",
            "score": 40.829527735710144
        },
        {
            "docid": "47071091_4",
            "document": "Homeward Bound (1917 song) . CHORUS \"Homeward Bound\" Someday they'll hear that welcome sound, For while the shot and the shell are flying, For the ones at home they're sighing: And tho' the skies seem grey, There's bound to be a brighter day, For when the dove of peace flies over the land, They all will hear the general give the command, \"We are \"Homeward Bound'.\" That's a wonderful, wonderful sound.",
            "score": 48.77634263038635
        },
        {
            "docid": "3557194_1",
            "document": "Deathlands: Homeward Bound . Deathlands: Homeward Bound",
            "score": 36.827796936035156
        },
        {
            "docid": "56238996_1",
            "document": "Homeward Bound (horse) . Homeward Bound (horse)",
            "score": 36.827796936035156
        },
        {
            "docid": "6777367_1",
            "document": "Homeward Bound (song) . Homeward Bound (song)",
            "score": 36.827796936035156
        },
        {
            "docid": "50342578_21",
            "document": "The Assignment (2016 film) . The transgender community was largely disappointed by the image of forced gender reassignment surgery and a boycott was created in response. The director Walter Hill responded by stating, \"I wouldn't make a movie that hurt transgender people. Some of them have had a tough time of it, and the last thing I want to do is make anyone's road harder. But look, I understand the concern. Is it lurid? Yes. Is it lowbrow? Well, maybe. Is it offensive? No. I'm just trying to honor the B movies that we grew up with.\"",
            "score": 32.277135372161865
        },
        {
            "docid": "45280519_1",
            "document": "Homeward Bound (1923 film) . Homeward Bound (1923 film)",
            "score": 36.558194160461426
        },
        {
            "docid": "1212256_1",
            "document": "Homeward Bound: The Incredible Journey . Homeward Bound: The Incredible Journey",
            "score": 41.2358922958374
        },
        {
            "docid": "1864652_1",
            "document": "Homeward Bound (Turtledove novel) . Homeward Bound (Turtledove novel)",
            "score": 36.558194160461426
        },
        {
            "docid": "50967887_1",
            "document": "Homeward Bound Battery and Dam . Homeward Bound Battery and Dam",
            "score": 36.558194160461426
        },
        {
            "docid": "47071091_1",
            "document": "Homeward Bound (1917 song) . Homeward Bound (1917 song)",
            "score": 36.558194160461426
        },
        {
            "docid": "39623441_1",
            "document": "Homeward Bound (Australian TV series) . Homeward Bound (Australian TV series)",
            "score": 36.292510986328125
        },
        {
            "docid": "24940876_1",
            "document": "Homeward Bound (Harry Belafonte album) . Homeward Bound (Harry Belafonte album)",
            "score": 36.292510986328125
        },
        {
            "docid": "5207131_11",
            "document": "Homeward Bound II: Lost in San Francisco . The movie had a mixed reception. Rotten Tomatoes reports that 53% of critics gave the film a positive review, based on 17 reviews.",
            "score": 40.98226547241211
        },
        {
            "docid": "5207131_1",
            "document": "Homeward Bound II: Lost in San Francisco . Homeward Bound II: Lost in San Francisco",
            "score": 36.0306601524353
        },
        {
            "docid": "24940876_2",
            "document": "Homeward Bound (Harry Belafonte album) . Homeward Bound is an album by Harry Belafonte, released by RCA Records in 1970.",
            "score": 35.77256155014038
        },
        {
            "docid": "12527972_7",
            "document": "Jake Richardson . Throughout 2002, Richardson starred in many TV shows including \"NYPD Blue\", \"Need You Know\", and \"Boston Public\". He also appeared in TV Movie \"Homeward Bound\".",
            "score": 48.207136154174805
        },
        {
            "docid": "2395833_33",
            "document": "John Agar . As for being associated with science fiction B movies, Agar said, \"I don't resent being identified with B science fiction movies at all\", Agar later said. \"Why should I? Even though they were not considered top of the line, for those people that like sci-fi, I guess they were fun. My whole feeling about working as an actor is, if I give anybody any enjoyment, I'm doing my job, and that's what counts.\"",
            "score": 32.624521255493164
        },
        {
            "docid": "56238996_5",
            "document": "Homeward Bound (horse) . Homeward Bound was slow to mature and did not appear until October, when she finished unplaced in the Alington Stakes at Newmarket Racecourse.",
            "score": 37.23325991630554
        },
        {
            "docid": "50967887_12",
            "document": "Homeward Bound Battery and Dam . Homeward Bound Battery and Dam was listed on the Queensland Heritage Register on 21 October 1992 having satisfied the following criteria.",
            "score": 36.606932401657104
        },
        {
            "docid": "56238996_10",
            "document": "Homeward Bound (horse) . In 1964 Homeward Bound was give a rating of 126 by the independent Timeform organisation, making her three pounds inferior to La Bamba who was their top-rated three-year-old filly. In their book, \"A Century of Champions\", based on the Timeform rating system, John Randall and Tony Morris rated Homeward Board an \"average\" winner of the Oaks.",
            "score": 40.11853647232056
        },
        {
            "docid": "56238996_4",
            "document": "Homeward Bound (horse) . Homeward Bound was sired by Alycidon, an outstanding stayer who suffered from low fertility as a breeding stallion but sired several top class performers including Alcide and Twilight Alley. Her dam Sabie River won four races and produced several other winners. Sabie River's dam Amorcille was a half-sister to Discord, the female-line ancestor of Mr Dinos. Both Alycidon and Sabie River died in 1963, before Homeward Bound had appeared on the track.",
            "score": 37.770063161849976
        },
        {
            "docid": "50967887_11",
            "document": "Homeward Bound Battery and Dam . The Homeward Bound settlement site on Waterfall Creek about east of the battery contains several intact stone fireplaces and numerous stone surfaces. The extent of the settlement was not surveyed.",
            "score": 36.37457346916199
        },
        {
            "docid": "3557194_5",
            "document": "Deathlands: Homeward Bound . Justin Felix of DVD Talk called the telefilm \"a low-budget mish-mash of elements from \"Dune\" and \"The Most Dangerous Game\"\", and that although it was \"one bad movie\" it was \"moderately entertaining\" and something that could be appreciated by fans of \"Mystery Science Theater 3000\". He said the film is \"so bad that it's actually entertaining if you want to laugh at movie-making ineptitude.\"",
            "score": 37.89204025268555
        },
        {
            "docid": "6777367_2",
            "document": "Homeward Bound (song) . \"Homeward Bound\" is a song by American music duo Simon & Garfunkel written by Paul Simon and produced by Bob Johnston. The song was released as a single on January 19, 1966 by Columbia Records.",
            "score": 34.41660404205322
        },
        {
            "docid": "50967887_5",
            "document": "Homeward Bound Battery and Dam . Water was a problem throughout the Croydon Goldfield and a large dam with a stone pitched wall was constructed in 1888, by a Mr. Shoemaker (or Schumacher). Even so the Homeward Bound battery could not crush that year.",
            "score": 34.1810359954834
        },
        {
            "docid": "1864652_3",
            "document": "Homeward Bound (Turtledove novel) . Homeward Bound begins in 1972, then flashes forward to 1977, 1982, 1984, 1994, 2012, and finally to 2031 when the American starship \"Admiral Peary\" arrives at Tau Ceti and Home, the homeworld of The Race.",
            "score": 38.185322761535645
        },
        {
            "docid": "50967887_2",
            "document": "Homeward Bound Battery and Dam . Homeward Bound Battery and Dam is a heritage-listed stamping mill and reservoir at Croydon, Shire of Croydon, Queensland, Australia. It was built in 1888 by Mr Schumacher. It was added to the Queensland Heritage Register on 21 October 1992.",
            "score": 33.94866943359375
        }
    ],
    "r": [
        {
            "docid": "1109898_7",
            "document": "Greyhound adoption . Historically Greyhounds have had a reputation for being gentle, people-centered dogs, and \"par-excellence for persons wishing for a companion for themselves or their children\". When Greyhound adoption first started in the United States, many people associated with racing argued that Greyhounds did not make suitable pets. However, as the number of greyhounds successfully transitioning from tracks to households has risen, many people have come to believe that greyhounds are good companions. They describe Greyhounds as gentle and affectionate dogs who adapt easily to household life because they have clean, short coats and require only moderate exercise.",
            "score": 52.469234466552734
        },
        {
            "docid": "38871_12",
            "document": "Greyhound racing . Generally, a greyhound's career will end between the ages of four and six – after the dog can no longer race, or possibly when it is no longer competitive. The best dogs are kept for breeding and there are industry-associated adoption groups and rescue groups that work to obtain retired racing greyhounds and place them as pets. In the United Kingdom, according to the BBC, one in four retired greyhounds finds a home as a pet. An UK industry produced report for DEFRA in 2018 showed that actually only 1 in 7 racing greyhounds were not found a home when they retired. In the United States, prior to the formation of adoption groups, over 20,000 retired greyhounds a year were killed; recent estimates still number in the thousands, with the industry claiming that about 90% of National Greyhound Association-registered animals are either adopted or returned for breeding purposes (according to the industry numbers upwards of 2000 dogs are still euthanized annually in the US while anti-racing groups estimate the figure at closer to 12,000.) Other greyhounds are sold to research labs, such as Liverpool university animal training school, who have received the remains of dogs killed at Manchester's Belle Vue stadium. A trainer in Lincolnshire was also exposed offering 'slow' dogs to the Liverpool school. Additionally dogs are sent to foreign racetracks such as Spain and sometimes in developing countries. In the North East of England a man is believed to have destroyed as many as 10,000 healthy greyhounds with a captive bolt gun.",
            "score": 51.92804718017578
        },
        {
            "docid": "1109898_2",
            "document": "Greyhound adoption . Greyhound adoption or Greyhound rescue programs focus on finding homes for Greyhounds who are no longer needed for racing. In some countries they live in kennels at the track.",
            "score": 50.79972457885742
        },
        {
            "docid": "20511800_5",
            "document": "You're in the Movies . All of the movie themes and mini-games were conceived by the creative-design team, which they decided the movie themes would have an old B-movie feel. Trowers notes the making of the mini-games to be \"quite an organic process\": \"Sometimes we'd have a movie and we'd say OK, we want the player to do this in the scene, which is the action we want, so try to think of a game idea for this. But other times we'd be thinking, \"Oh, you know what, we got this great idea for a game and these are the essential actions we can get out of it, how are we going to use it in movies?\" So it was really a three-way process, trying to figure out what we could get people to do, what would be fun, how it would fit in the movie—it wasn't just one process of doing it, it had to go both ways.\" There had also been a few more movie ideas, but they were left out of the game.",
            "score": 50.15145492553711
        },
        {
            "docid": "12938_21",
            "document": "Greyhound . Due to the Greyhound's unique physiology and anatomy, a veterinarian who understands the issues relevant to the breed is generally needed when the dogs need treatment, particularly when anesthesia is required. Greyhounds cannot metabolize barbiturate-based anesthesia in the same way that other breeds can because their livers have lower amounts of oxidative enzymes. Greyhounds demonstrate unusual blood chemistry , which can be misread by veterinarians not familiar with the breed and can result in an incorrect diagnosis.",
            "score": 50.047119140625
        },
        {
            "docid": "5207131_2",
            "document": "Homeward Bound II: Lost in San Francisco . Homeward Bound II: Lost in San Francisco is a 1996 American adventure comedy film and a sequel to the 1993 film \"\". Directed by David R. Ellis, the film features the three animals from the first film, Shadow the Golden Retriever (voiced by Ralph Waite, replacing Don Ameche, who died in 1993), Sassy the Himalayan cat (Sally Field), and Chance the American Bulldog (Michael J. Fox). It also features the voice work of Sinbad, Carla Gugino, Tisha Campbell-Martin, Stephen Tobolowsky, Jon Polito, Adam Goldberg, Al Michaels, Tommy Lasorda, and Bob Uecker.",
            "score": 49.93220901489258
        },
        {
            "docid": "1109898_14",
            "document": "Greyhound adoption . Although usually well-socialized with other greyhounds, ex-racers often have limited skills for living outside of the racing kennel. However, most Greyhounds are quick learners. They tend to be out-going, happy and sociable with people and seem to relish human contact, even following owners from room to room at home (known colloquially as being a \"Velcro dog\"). Some Greyhounds are more timid and can for a time have difficulty coping with new people or situations. A period of rehabilitation and a dedicated owner usually helps nervous \"Retired Racers\" become more confident. A few people also report that they have known \"Greys\" who at first fear other dog breeds until sufficiently exposed. As the lure used to train greyhounds for racing resembles a hare, retired racers sometimes also mistake smaller dogs for a lure, causing them to set chase. Similarly, small animals including cats may also be the subject of prey-driven behavior by some greyhounds. Prior to adoption, agencies generally screen greyhounds for their suitability around small animals especially by way of \"cat testing\" in which a dog is carefully exposed to a cat to see his or her interest level.",
            "score": 49.89573669433594
        },
        {
            "docid": "21890324_6",
            "document": "Arithmetic circuit complexity . Given a polynomial formula_18 we may ask ourselves what is the best way to compute it — for example, what is the smallest size of a circuit computing formula_19 The answer to this question consists of two parts. The first part is finding some circuit that computes formula_20 this part is usually called \"upper bounding\" the complexity of formula_19 The second part is showing that no other circuit can do better; this part is called \"lower bounding\" the complexity of formula_19 Although these two tasks are strongly related, proving lower bounds is usually harder, since in order to prove a lower bound one needs to argue about all circuits at the same time.",
            "score": 49.70777130126953
        },
        {
            "docid": "30113525_14",
            "document": "Jenny Romatowski . \"An important part of my involvement in greyhound racing is our adoption service\", Romatowski explained in an interview. \"Once a dog’s racing days are over we help people adopt them... Greyhounds make wonderful house pets\".",
            "score": 49.37158966064453
        },
        {
            "docid": "35032725_4",
            "document": "Westmead Hawk . He went undefeated through the five qualifying rounds of the 2006 English Greyhound Derby and entered the final as the 4-7 favourite. Mineola Farloe set the pace during the race with Hawk hanging back behind him. Hawk closed over the final two bends, and won by three quarters of a length becoming only the fourth dog to have won the English Greyhound Derby twice. This victory won a further £100,000 prize for his owners. In the run up to the Derby he was drawing comparisons with famous racing Greyhound Mick the Miller. Chairman of the British Greyhound Racing Board, Lord David Lipsey, said \"We launched a five-year plan for the rejuvenation of the sport this year but Westmead Hawk is doing more to encourage people to come racing than anything us humans could do! He is a canine Red Rum.\"",
            "score": 49.24269104003906
        },
        {
            "docid": "21303781_8",
            "document": "National Greyhound Association . The NGA’s rigid identification system plays a key role in maintaining the integrity of the greyhound racing sport. It is also a primary goal of the NGA to promote the improvement and development of the greyhound breed itself, through maintenance of pedigree and Stud-book records dating back to the latter part of the 19th century. The NGA is an associate member of the World Greyhound Racing Federation and a charter and founding member of the World Alliance of Greyhound Registries and the American Greyhound Council, an organization established in 1987 with the American Greyhound Track Operators Association (AGTOA) to fund and oversee greyhound health, welfare and adoption programs.",
            "score": 49.15317153930664
        },
        {
            "docid": "47071091_4",
            "document": "Homeward Bound (1917 song) . CHORUS \"Homeward Bound\" Someday they'll hear that welcome sound, For while the shot and the shell are flying, For the ones at home they're sighing: And tho' the skies seem grey, There's bound to be a brighter day, For when the dove of peace flies over the land, They all will hear the general give the command, \"We are \"Homeward Bound'.\" That's a wonderful, wonderful sound.",
            "score": 48.77634048461914
        },
        {
            "docid": "38871_32",
            "document": "Greyhound racing . In New Zealand, around 700 dogs are bred each year for racing, and around 200–300 are imported from Australia. Over 200 are retired annually by a charity established and partially funded by the New Zealand Greyhound Racing Association. Few greyhounds are kept as pets or rehomed by their trainers after racing while a small percentage are rehomed by other volunteer greyhound rescue organizations throughout the country. Very occasionally greyhounds are even returned to overseas owners. There is some concern over the welfare of New Zealand racing greyhounds by a growing animal advocacy lobby that led the Greyhound Racing Association to initiate an internal inquiry into post-career outcomes in 2013. In 2017 a second report was commissioned, this time by the New Zealand Racing Board, led by former High Court Judge Rodney Hansen, that found little change for greyhounds and few reforms implemented. On Dec 20 2017, the New Zealand government's Minister for Racing Hon Winston Peters, said the reports findings were \"disturbing and deeply disappointing\", and \"simply unacceptable\".",
            "score": 48.29484176635742
        },
        {
            "docid": "12527972_7",
            "document": "Jake Richardson . Throughout 2002, Richardson starred in many TV shows including \"NYPD Blue\", \"Need You Know\", and \"Boston Public\". He also appeared in TV Movie \"Homeward Bound\".",
            "score": 48.20713424682617
        },
        {
            "docid": "13916942_31",
            "document": "Greyhound racing in the United Kingdom . After the greyhounds are no longer able to race (generally, a greyhound's career will end by the age of four to six), owners may keep the dog for breeding or as pets, or they can send them to greyhound adoption groups. The Greyhound Board of Great Britain (GBGB) have introduced measures to locate where racing greyhounds reside after they have retired from racing but this information is not made available to the public. Not all retired greyhounds find homes and a concern among welfare groups is the well being of racing greyhounds who are not adopted upon their retirement that may be put down or sold by their owners. Euthanasia on purely economic grounds is legal and does not have to be carried out by a vet as shown on the GBGB retirement form.",
            "score": 47.75410079956055
        },
        {
            "docid": "37092909_5",
            "document": "Horne's (restaurant) . In 1964, The Greyhound Corporation purchased nearly all the chain's stock from Bob Horne for $14,000,000. Harold L. Lumpkins, controller of much of Horne's stock, said, \"This is primary to enable Horne's to expand at a more rapid rate. Greyhound has all the money they need and are looking for diversification and we are looking for expansion.\" When Horne sold his company, he had 55 restaurants in 15 states. After the purchase by Greyhound, John W. Teets became president of the enterprise. Several years after selling the restaurant chain, Horne would later go on to develop Powder Horn Mountain in Watauga County, North Carolina with his wife, Penny. Greyhound placed Horne's under the Greyhound Food Management, Inc. subsidiary. In 1965 there were 60 Horne's restaurants and six motor lodges. In 1965, Horne's along with \"Post House Restaurants\", another subsidiary of Greyhound, were serving 275 million meals a year.",
            "score": 47.630943298339844
        },
        {
            "docid": "2273984_21",
            "document": "Thank You for Smoking . Reitman has maintained his purpose was to match the tone and satirical message of the book as closely as possible. \"What I wanted people to think about was political correctness. I wanted them to think about ideas of personal responsibility and personal choice. I think cigarettes are a wonderful location for that discussion because cigarettes are something we know all the answers to\", he posits. \"I wanted to look into this idea of why we feel the need to tell each other how to live and why we can't take personal responsibility for our own actions when we fall ill from things that we know are dangerous.\" Stephanie Zacharek of Salon agrees with Reitman; \"Despite its title, the movie doesn't come packaged with a strong anti-smoking message, because it doesn't need to: Everyone knows that smoking is bad for you, including people who continue to do it.\"",
            "score": 47.61869812011719
        },
        {
            "docid": "202652_15",
            "document": "Romeo + Juliet . After the success of \"Strictly Ballroom\", Luhrmann took some time over deciding what his next project would be: Our philosophy has always been that we think up what we need in our life, choose something creative that will make that life fulfilling, and then follow that road. With \"Romeo and Juliet\" what I wanted to do was to look at the way in which Shakespeare might make a movie of one of his plays if he was a director. How would he make it? We don't know a lot about Shakespeare, but we do know he would make a 'movie' movie. He was a player. We know about the Elizabethan stage and that he was playing for 3000 drunken punters, from the street sweeper to the Queen of England - and his competition was bear-baiting and prostitution. So he was a relentless entertainer and a user of incredible devices and theatrical tricks to ultimately create something of meaning and convey a story. That was what we wanted to do. Luhrmann obtained some funds from Fox to do a workshop and shoot some teaser footage in Sydney. Leonardo DiCaprio agreed to pay his own expenses to fly to Sydney and be part of it. Once Fox saw footage of the fight scene, they agreed to support it.",
            "score": 47.51709747314453
        },
        {
            "docid": "1109898_5",
            "document": "Greyhound adoption . Greyhound adoption was started by the greyhound industry in the late 1970s. Greyhound Pets of America (GPA) was established in 1987 for the purpose of finding homes for ex-racing greyhounds, and educating the public on the suitability and availability of greyhounds as pets. GPA is the largest non-profit greyhound adoption group. Since its creation GPA has adopted out over 65,000 greyhounds. In 1989 David Wolf founded the National Greyhound Adoption Program (NGAP) mostly with his own resources. He has become the most controversial figure in the greyhound adoption community, and is one of the most outspoken critics of the greyhound racing industry. The Greyhound Project maintains a directory of hundreds of greyhound adoption agencies throughout the world.",
            "score": 47.24555969238281
        },
        {
            "docid": "12938_8",
            "document": "Greyhound . Contrary to popular belief, adult Greyhounds do not need extended periods of daily exercise, as they are bred for sprinting rather than endurance. Greyhound puppies that have not been taught how to utilize their energy, however, can be hyperactive and destructive if not given an outlet, and therefore require more experienced handlers.",
            "score": 47.17240905761719
        },
        {
            "docid": "51196690_2",
            "document": "1927 English Greyhound Derby . The 1927 Greyhound Derby took place during October 1927 with the final being held on 15 October 1927 at White City Stadium. The competition was inaugurated by the Greyhound Racing Association and the prize money was substantial with £1,000 and a gold cup given to the winner, £300 to the runner-up and £100 to third place. This greyhound racing event began with heats at regional level, with winners progressing to a Northern final and Southern final prior to a national final at White City. The Derby would soon be established as the most significant race in UK greyhound racing.",
            "score": 46.96274185180664
        },
        {
            "docid": "12744042_21",
            "document": "Ghostbusters (franchise) . In an interview on August 2, 2012, Aykroyd reported that Murray would have no involvement in the film, saying, \"It's sad but we're passing it on to a new generation. \"Ghostbusters III\" can be a successful movie without Bill. My preference would be to have him involved but at this point he doesn't seem to be coming and we have to move on. It's time to make the third one.\" In a September 2012 interview with Collider.com, Reitman stated that he believes there could be a \"Ghostbusters\" remake. In May 2013 during an interview with Larry King, Aykroyd discussed the third film even giving away major plot details. \"We’re going to have to cast. We need four new ghostbusters. We need four new Columbia students. It’s based upon new research that’s being done in particle physics by the young men and women at Columbia University. Basically there’s research being done that...I can say that the world or our dimension that we live in, our four planes of existence, length, height, width, and time, become threatened by some of the research that is being done. And Ghostbusters, new Ghostbusters have to come and solve the problem.” Aykroyd said. When asked about Murray's status with the film, Aykroyd responded \"He’s a good friend, I love him, but he just doesn’t want to reprise the role. However, there will be a hole for him. If Billy wants to walk in the door and be in the movie, we will find a place.\"",
            "score": 46.83484649658203
        },
        {
            "docid": "176480_25",
            "document": "Metroid . The article revealed that early scripts for the movie were going to focus on series heroine Samus Aran and her origin. Tiger Hill wanted to explore Samus prior to her becoming the lone bounty hunter featured in the series. According to Foxhoven, the movie version of Samus Aran was \"to be an exceptionally talented, but also flawed character who was looking for redemption,\" and elaborating that, \"We wanted to see her struggle, to be humbled, and to be forced to rise up against crazy odds. And of course we wanted to see the cool weapons in all of their glory.\" The major problem that the writers faced was attempting to build-out Samus's back-story, Nintendo had \"creative\" and \"licensing\" walls that the writers ran into. Foxhoven stated that these questions came up: \"What are they doing when they are NOT fighting? What is their daily existence and relationships? What are Samus's aspirations, history, and fears?\" and further stated that \"Nintendo appreciated the questions, but had never thought about them before, and ultimately didn't have a lot of answers\" and at the end, Nintendo \"felt uncomfortable with our team [Hollywood] being the ones to propose those answers\" which basically caused the \"Metroid\" movie project to be ultimately canceled sometime in 2007. Foxhoven however foresees \"Metroid\" becoming a movie, stating at the end of the IGN interview that \"for Nintendo, they walked away appreciating the process and how much further they needed to explore the franchise so that it has a chance for a feature film at some point\" and he revealed that \"there are quite a few Hollywood executives in town who grew up playing \"Metroid\", and who would be willing to take the time needed to bring Nintendo along in the process.\"",
            "score": 46.81658172607422
        },
        {
            "docid": "46493532_32",
            "document": "List of Daredevil characters . In June 2015, Marvel announced that Jon Bernthal was cast as Castle for the second season. DeKnight and the writers had discussed introducing the character in a post-credits scene during the first-season finale, but were unable due to the way that Netflix begins the next episode during the credits of the current one. The scene would have seen Owlsley escape rather than be killed by Fisk, only to be killed by Castle, whose face would not be revealed, but whose iconic skull insignia would have been featured. DeKnight felt that this \"was the right decision. I think there's a better, more organic way to introduce him to the world.\" DeKnight also noted that this version of Punisher would be \"completely the Marvel version,\" as previous portrayals did not appear under the Marvel Studios / Marvel Television banner. He also felt Bernthal's Punisher would not be as \"graphically violent\" as in \"\". Goddard felt that television was the best fit for the character, as the writers are \"able to do things on the small screen that fit that character better than if we had to water him down for the movies.\" Season two showrunners Doug Petrie and Marco Ramirez talked about creating their version of the character following the film versions, with Ramirez saying, \"even if you know the character, you've never seen him like this. That was the big thing we wanted. There are four movies, eight hours and four actors. We've seen this guy. We think we know who he is, but even we learned that he's so much more.\" Petrie said, \"We hope to make people forget what they've seen before, whether they've loved it or not.\"",
            "score": 46.65949630737305
        },
        {
            "docid": "22651185_5",
            "document": "Dick Boushka . After parimutuel gambling was legalized in Kansas in 1986, Boushka approached RD Hubbard with the idea of a greyhound track. The \"Los Angeles Times\" wrote that they planned on building a \"combined horse-dog complex, and now Kansas has a $70-million facility [named The Woodlands], the two tracks sharing a joint parking lot.\" According to Hubbard, \"if we didn't do what we did, the greyhounds and the horses would have wound up competing against one another in the same market. It was a better idea getting the two industries to work together.\" In Kansas City, they funded the construction and opening of The Woodlands racing park in 1989. Built to serve as both a greyhound track and later as a horse racing track, the venue was the first legal gambling outlet in the area since the 1930s, and in its second year attendance peaked at 1.7 million attendees.",
            "score": 46.521697998046875
        },
        {
            "docid": "52353415_5",
            "document": "Darnall Stadium . The opening night was Monday 23 May starting at 7.30pm. Trials had previously taken place to classify the runners into relevant races and the local press were excited by the fact that a greyhound called Latto the 1923 Waterloo Cup winner had sired some of the greyhounds due to take part in the event. There were some reservations about the fact that it was coursing greyhounds that were expected to take to the new oval form of racing but it had already been successful at the new Greyhound Racing Association tracks.",
            "score": 46.0828971862793
        },
        {
            "docid": "21303781_2",
            "document": "National Greyhound Association . The National Greyhound Association (NGA) is the primary registry body for racing purebred dog Greyhound pedigrees in the United States. The National Greyhound Association also houses and jointly runs the American Greyhound Council. Its main purposes is to provide humane advocacy, welfare policy and support to the adoption network.",
            "score": 45.938133239746094
        },
        {
            "docid": "43718681_18",
            "document": "War for the Planet of the Apes . At New York Comic-Con 2016, Reeves explained that he and Bomback were influenced by many films before writing. He said, \"One of the first things that Mark and I did because we had just finished \"Dawn\" was that we decided to watch a million movies. We decided to do what people fantasize what Hollywood screenwriters get to do but no one actually does. We got Fox to give us a theater and we watched movie after movie. We watched every \"Planet of the Apes\" movie, war movies, westerns, \"Empire Strikes Back\"... We just thought, 'We have to pretend we have all the time in the world,' even though we had limited time. We got really inspired.\"",
            "score": 45.933189392089844
        },
        {
            "docid": "12938_9",
            "document": "Greyhound . Greyhound owners and adoption groups consider Greyhounds wonderful pets. Greyhounds are quiet, gentle and loyal to owners. They are very loving, and enjoy the company of their humans and other dogs. Whether a Greyhound will enjoy the company of other small animals, such as cats, depends on the individual dog's personality. Greyhounds will typically chase small animals; those lacking a high 'prey drive' will be able to coexist happily with toy dog breeds and/or cats. Many owners describe their Greyhounds as \"45-mile-per-hour couch potatoes\".",
            "score": 45.80599594116211
        },
        {
            "docid": "7842924_29",
            "document": "History of Bristol Rovers F.C. . The sequence of events that eventually resulted in Bristol Rovers leaving the city and playing their home games in Bath during the 1980s began in 1932, when Rovers agreed a lease of Eastville Stadium to the Bristol Greyhound Racing Association that included a clause stating that if Rovers were to sell the stadium then the greyhound association would have first refusal, and that the price would not exceed £13,000. In 1934 the lease was amended to allow the Bristol Greyhound Racing Association to buy the stadium whenever they wished to purchase it, providing that they gave two months notice in writing to the football club. The purchase price was guaranteed to be not less than £8,000 and not more than £13,000. In 1939, Rovers wrote to the greyhound company informing them that they were prepared to sell the stadium, the greyhound company replying with an offer of £20,000 for the freehold.",
            "score": 45.80426025390625
        },
        {
            "docid": "52936015_4",
            "document": "An Inconvenient Sequel: Truth to Power . When asked during a Reddit \"Ask Me Anything\" in 2013 whether there were plans for a follow-up film, \"An Inconvenient Truth\" director Davis Guggenheim said, \"I think about it a lot – I think we need one right now.\" In 2014, \"The Hollywood Reporter\" reported that the producers of the first film were in talks over a possible sequel. \"We have had conversations,\" co-producer Lawrence Bender said. \"We've met; we've discussed. If we are going to make a movie, we want it to have an impact.\" Co-producer Laurie David also believed a sequel was needed. \"God, do we need one,\" David said. \"Everything in that movie has come to pass. At the time we did the movie, there was Hurricane Katrina; now we have extreme weather events every other week. The update has to be incredible and shocking.\"",
            "score": 45.72333526611328
        },
        {
            "docid": "27306717_24",
            "document": "Marvel Cinematic Universe . In April 2014, Quesada stated that, beyond connecting to themselves, the Netflix series would connect with the films and other television series. In October 2014, Feige said the opportunity \"certainly\" exists for characters in the Netflix series to appear in \"\". In March 2015, Loeb spoke on the ability for the Netflix series to crossover with the films and the ABC series, saying, \"As it is now, in the same way that our films started out as self-contained and then by the time we got to \"The Avengers\", it became more practical for Captain America to do a little crossover into \"Thor 2\" and for Bruce Banner to appear at the end of \"Iron Man 3\". We have to earn that. The audience needs to understand who all of these characters are and what the world is before you then start co-mingling\". In September 2015, Feige elaborated on the films referencing the television series, saying \"I think that's inevitable at some point ... The schedules do not always quite match up to make that possible. It's easier for [the shows]. They're more nimble and faster and produce things quicker than we do, which is one of the main reasons you see the repercussions of \"Winter Soldier\" or [\"\"] in the show ... by the time we start doing a movie, they'd be mid-way through a season. By the time our movie comes out, they'd be [starting the next season]. So finding the timing on that is not always easy.",
            "score": 45.710235595703125
        }
    ]
}