{
    "q": [
        {
            "docid": "8543664_13",
            "document": "The Head and the Hair . There are frequent references to \"Star Wars\" in \"30 Rock\", beginning with the pilot episode in 2006 where Tracy is seen shouting that he is a Jedi. Liz admits to being a huge fan of \"Star Wars\", saying that she had watched it many times with Pete Hornberger (Scott Adsit), and dressed up as the \"Star Wars\" character Princess Leia during four recent Halloweens. There is also reference to \"Star Wars\" when Tracy takes on the identity of the character Chewbacca. In \"The Head and the Hair\", Liz tells Jenna that \"The Head\" asked her out and says \"I had to say yes. I mean he looked at me with those handsome guys eyes. It was like the Death Star tractor beam when the \"Falcon\" was...\", until Jenna interrupts her and says \"No Liz, do not talk about that stuff on your date. Guys like that do not like \"Star Trek\"\", to which Liz corrects \"Wars!\". Fey, a fan of \"Star Wars\" herself, said that the weekly \"Star Wars\" joke or reference \"started happening organically\" when the crew realized that they had a \"Star Wars\" reference \"in almost every show\". Fey said that from then on \"it became a thing where [they] tried to keep it going\", and that even though they could not include one in every episode, they still had a \"pretty high batting average\". Fey attributed most of the references to executive producer and writer Robert Carlock, whom she described as \"the resident expert\".",
            "score": 112.26223254203796
        },
        {
            "docid": "422828_12",
            "document": "Scotty (Star Trek) . Scotty's operation of the \"Enterprise\" transporter system inspired the catchphrase \"Beam me up, Scotty\", which gained currency in popular culture beyond \"Star Trek\" fans, even though the exact phrase is not spoken in that way in the original series, although it is used frequently in the animated series. In \"\", Kirk says, \"Scotty, beam me up.\"",
            "score": 116.13889384269714
        },
        {
            "docid": "27092_17",
            "document": "Star Trek: The Animated Series . \"The Lorelei Signal\" and \"The Infinite Vulcan\", the latter written by Walter Koenig, are rare occurrences where Captain Kirk comes close to actually saying, \"Beam me up, Scotty\" (long erroneously believed to be a \"Star Trek\" catchphrase), when he commands \"Beam us up, Scotty.\" \"\" arguably comes closer to it by having Kirk say \"Scotty, beam me up\".",
            "score": 90.78918671607971
        },
        {
            "docid": "45716_27",
            "document": "Transporter (Star Trek) . The famous catchphrase \"Beam me up, Scotty\" refers to the transporter device, which was often operated by chief engineer Montgomery Scott during the original series. The phrase was never uttered by anyone in the original series, although the lines \"Scotty, beam us up\" and \"Beam me up\" were spoken by Captain Kirk in that series. \"Scotty, beam me up\" was spoken by Admiral Kirk in \"Star Trek IV: The Voyage Home\". On the special edition DVD of \"Star Trek IV\", the text commentary provided by Michael and Denise Okuda (co-authors of \"The Star Trek Encyclopedia\" and \"The Star Trek Chronology: The History of the Future\") indicates that this was the closest anyone came to using that catchphrase in an official \"Star Trek\" production.",
            "score": 106.55011987686157
        },
        {
            "docid": "23199088_5",
            "document": "Beam Me Up Scotty (mixtape) . \"Beam Me Up Scotty\" was well received by critics and fans alike receiving an average score of 78. MTV's \"Mixtape Daily\" chose Beam Me Up Scotty as its weekly pick on May 4, 2009, giving the album positive reviews: \"Yeah, you are going to hear a bunch of more-than-just-friendly shout-outs to the ladies – Nicki says she loves the girls and has no problem surrounding herself with \"bad bitches.\" \"Mixtape Daily\" favored tracks such as \"I Get Crazy \", \"Kill the DJ\" & \"Envy\". \"Beam Me Up Scotty\" is credited with helping distinguish Nicki Minaj as an excellent lyricist in a male-dominated genre.",
            "score": 71.57378053665161
        },
        {
            "docid": "25953544_1",
            "document": "(Do You Love Me) Just Say Yes . (Do You Love Me) Just Say Yes",
            "score": 43.815598011016846
        },
        {
            "docid": "43758271_2",
            "document": "Say Again Yes I Do . Say Again Yes I Do () also known as I Do is a 2014 Taiwanese television series created and produced by Sanlih E-Television. Starring , Mandy Wei, Michael Zhang and Vivi Lee as the main leads. Filming began on August 6, 2014 and wrapped up on December 31, 2014, the drama was filmed as it aired. The series began airing on Sanlih's TTV channel on Sunday nights August 30, 2014 at 10:00 PM and will take over the timeslot of previous TTV drama \"\"Fall in Love with Me\" \". The drama concluded on January 4, 2015 with 20 episodes total.",
            "score": 57.68659162521362
        },
        {
            "docid": "21122467_8",
            "document": "Henry Stacy Marks . \"I took home a picture to the Dook of Wellington one day, and, as I was taking it up in the hall, he comes by, and says, \"Oh, you comes from Messrs. Bennett.\" \"Yes, sir,\" I says. With that he passes on, and out comes at the front door a man dressed all in black, and comes up to me—his butler, I suppose. He says, \"Do you know who you were a talking to just now?\" \"Yes, sir,\" I says, \"Arthur Wellesley, better known as Dook of Wellington.\" Then, why don't you say \"Your Grace to him ?\" \"Grace ?\" says I, \" why should I say grace for? there's no meat here. Where's the viands? Why, I said sir to him—a common title of respect between man and man.\" \" Well,\" says he, \" you are a rum sort of customer, you are. What do you call the Duke ?\" \"What do I call him ?\" I says ; \"a wholesale carcase butcher! Look at his career. He begins by going to France to learn the art of war, and then he goes to India and kills thousands of natives who were only defending their own country, and at last turns his arms against the country where he first learned the art of war, and murders thousands more. A wholesale carcase butcher: that's what I call him.\"",
            "score": 60.788492918014526
        },
        {
            "docid": "25953544_2",
            "document": "(Do You Love Me) Just Say Yes . \"(Do You Love Me) Just Say Yes\" is a song written by Bob DiPiero, John Scott Sherrill and Dennis Robbins, and recorded by American country music group Highway 101. It was released in June 1988 as the first single from the album \"Highway 101, Volume 2\". \"(Do You Love Me) Just Say Yes\" was Highway 101's third number one on the country chart. The song spent one week at that position and twenty weeks on the chart. It also reached Number One on the \"RPM\" Country Tracks charts in Canada.",
            "score": 44.05043315887451
        },
        {
            "docid": "2269233_5",
            "document": "Memorial Acclamation . In the Byzantine form of the Liturgy of St James, the priest celebrant says: \"This do in remembrance of me; for as often as ye eat this bread, and drink this cup, ye do show forth the Lord's death, and confess His resurrection, till He comes.\" The people respond: \"We show forth Thy death, O Lord, and confess Thy resurrection.\"",
            "score": 41.6072256565094
        },
        {
            "docid": "30826039_9",
            "document": "Uncharted (song) . \"This video is about my journey as an artist who looks up to the people around them. This is about being a fan of people who take chances, who are fearless, who have integrity, and go off into the world saying yes to what's around them. It's filled with some of the people in my life who do that . They have impacted my world and are not only incredible artists, but great friends as well. They all worked this giant favor into their very busy lives and helped me out more than I can say.\"",
            "score": 55.865764141082764
        },
        {
            "docid": "50541195_3",
            "document": "Yes Girl . The song was written by Miller herself, Ilsey Juber and American production team Pop & Oak, who also produced the song. Co-production is handled by Treviorious and Zaire Koalo. Is described as a \"moody pop rock anthem\" With the song, Miller wanted to combine a live aspect, live instruments, with programmed instruments, \"in a way that nobody really does in pop music, at least not right now,\" said during a late call on \"Fuse\". \"I wanted to come up with something that was really original and true to me. Oak was the first person, out of all the producers I’ve worked with, to capture that immediately. It was this whole new feeling\", she continued. About the inspiration for the song, she told \"People\", \"I had a lot of people in my life telling me what I needed to be doing and what direction I need to be going in. I was just getting really stressed out, and I found myself saying yes to a lot of things that I really didn't want to. There's that saying of being a Yes Man, and I was kind of being a Yes Girl. I wrote this song to remind myself that I can stand up for myself and be passionate about things and have an opinion – and that it's not wrong, I figured out if I put happiness in myself, that, if it comes from myself, I can be happy. If I tell myself I can accomplish things, I can do them. I'm excited for my fans to see how much I've grown.\"",
            "score": 55.37420952320099
        },
        {
            "docid": "1316796_18",
            "document": "Ryan Leaf . Leaf missed his second season due to a shoulder injury suffered 20 minutes into the Chargers' first training camp workout on July 23, 1999. Leaf had surgery to fix a labral tear in his throwing shoulder. During an August training camp, a fan heckled Leaf: \"Hey, Ryan, you're the worst draft choice in NFL history. You make Heath Shuler look like an All-Star.\" Leaf, accompanied by a coach and security guards, walked towards the fan and asked a question. The fan began walking closer to Leaf, and two coaches restrained Leaf, with another Chargers employee saying \"No, don't do it, Ryan. Don't do it.\" Leaf later explained the incident: \"...what I wanted to do was say, 'Hey, look, I've grown up, I'm calm about it, I would like to understand why you would say that about me.'\"",
            "score": 79.57574009895325
        },
        {
            "docid": "18264094_7",
            "document": "Rosemary's Baby (30 Rock) . \"Rosemary's Baby\" was mainly filmed on September 11, 2007, while Fisher's scenes were filmed the next day on September 12, 2007. \"Star Wars\" is frequently referenced in \"30 Rock\", beginning with the pilot episode where Tracy Jordan is seen shouting that he is a Jedi. Liz Lemon admits to being a huge fan of \"Star Wars\", saying that she had watched it many times with Pete Hornberger, and dressed up as the \"Star Wars\" character Princess Leia during four recent Halloweens. \"Star Wars\" is also referenced when Tracy Jordan takes on the identity of the character Chewbacca. Fey, a fan of \"Star Wars\" herself, said that the weekly \"Star Wars\" joke or reference \"started happening organically\" when the crew realized that they had a \"Star Wars\" reference \"in almost every show\". Fey said that from then on \"it became a thing where [they] tried to keep it going\", and that even though they could not include one in every episode, they still had a \"pretty high batting average\". Fey attributed most of the references to Robert Carlock, who she described as \"the resident expert\". Prior to the airing of the episode, fans were \"raving\" about the much awaited guest appearance of Fisher. Fisher's last line in the episode, \"Help me, Liz Lemon! You're my only hope!\", was a spoof of the line \"Help me Obi-Wan Kenobi, you're my only hope!\" from her past role in the original \"Star Wars\" trilogy, in which she played Princess Leia.",
            "score": 83.15863132476807
        },
        {
            "docid": "2231540_3",
            "document": "Fan Ye (gymnast) . Fan Ye is best known for her work on the balance beam. Her biggest accomplishment in gymnastics is winning the 2003 World Balance Beam Title. Fan Ye earned a 9.812 for that gold medal performance and has the distinction of having the highest scoring routine at an international elite competition in the 2001-2004 quad.",
            "score": 41.80127429962158
        },
        {
            "docid": "1502369_18",
            "document": "Star Wars: Empire at War . \"The A.V. Club\" gave it a B and stated that \"you could find a deeper or better-tuned strategy game—but this one has AT-ATs.\" \"Detroit Free Press\" gave it three stars out of four, saying, \"The day-to-day ground conflicts that make up most of the game are not particularly inspiring. The full-on space wars are a real thrill to behold.\" However, \"The Sydney Morning Herald\" gave it three stars out of five and said that it \"hits all the right notes if you're a \"Star Wars\" fan, but be prepared to grind out your victories.\"",
            "score": 75.6589298248291
        },
        {
            "docid": "23199088_2",
            "document": "Beam Me Up Scotty (mixtape) . Beam Me Up Scotty is the third mixtape by American rapper and singer Nicki Minaj; it was released on April 18, 2009 by Trapaholics Records. It features guest verses from rappers Bobby V, Brinx, Birdman, Busta Rhymes, Drake, Gucci Mane, Mack Maine, Gudda Gudda, Lil Twist, Jae Millz, Lil Wayne, Red Café, Lil Chuckee, Ricky Blaze, Rocko, Ron Browz, and Shanell. Its production was overseen by DJ Holiday and The Trapaholics. \"Beam Me Up Scotty\" received favorable reviews from contemporary music critics, and is also largely credited with establishing Minaj's fan base. One of its tracks \"I Get Crazy\" respectively charted at numbers 20 and 37 on the U.S. \"Billboard\" Hot Rap Songs and Hot R&B/Hip-Hop Songs component charts.",
            "score": 56.59450101852417
        },
        {
            "docid": "19672828_20",
            "document": "Alec Guinness . In the final volume of the book \"A Positively Final Appearance\" (1997), Guinness recounts grudgingly giving an autograph to a young fan who claimed to have watched \"Star Wars\" over a hundred times, on the condition that the boy promise to stop watching the film because \"this is going to be an ill effect on your life\". The fan was stunned at first but later thanked him (though some sources say it went differently). Guinness is quoted as saying: \"'Well', I said, 'do you think you could promise never to see \"Star Wars\" again?' He burst into tears. His mother drew herself up to an immense height. 'What a dreadful thing to say to a child!' she barked, and dragged the poor kid away. Maybe she was right but I just hope the lad, now in his thirties, is not living in a fantasy world of second hand, childish banalities.\" Guinness grew so tired of modern audiences apparently knowing him only for his role of Obi-Wan Kenobi that he would throw away the mail he received from \"Star Wars\" fans without reading it.",
            "score": 77.34430038928986
        },
        {
            "docid": "46995803_18",
            "document": "The Promise (2016 film) . Benjamin Lee of \"The Guardian\" gave the film 3 stars (out of 5) and called it an \"often soapy but well-intentioned and extravagantly mounted epic\". Richard Roeper of the \"Chicago Sun-Times\" gave the film 3 out of 4 stars, saying: \"Yes, \"The Promise\" veers into corny territory, and yes, it’s derivative of better war romances — but it’s a solid and sobering reminder of the atrocities of war, bolstered by strong performances from Isaac and Bale, two of the best actors of their generation\".",
            "score": 58.13245940208435
        },
        {
            "docid": "23199088_3",
            "document": "Beam Me Up Scotty (mixtape) . \"Beam Me Up Scotty\" was recorded after Lil Wayne noticed Minaj's appearance on Queens-based underground rap label Dirty Money Records on \"The Re Up\" DVD series.<ref name=\"Billboard - Nicki/Wayne Tour\"></ref> He is credited with mentoring Minaj as she recorded \"Beam Me Up Scotty\", two years after her appearance on \"Don't Stop, Won't Stop\", a track from Wayne's acclaimed 2007 mixtape \"Da Drought 3\" that sampled \"Can't Stop, Won't Stop (Young Gunz song)\" by Young Gunz. Minaj says of her time on tour with Lil Wayne: \"It made me hungry. That's what inspired me and the music for the \"Beam Me Up Scotty tape\" — the \"I Am Music Tour\".\"",
            "score": 59.23679041862488
        },
        {
            "docid": "208423_9",
            "document": "Gowron . Following the death of Gowron on screen, O'Reilly continued to attend \"Star Trek\" conventions in character, often appearing on stage alongside J.G. Hertzler as Martok. One of their trademarks is a song about Klingons, and O'Reilly has had a Bat'leth created to look like a stringed guitar. He explained in an interview that \"We love doing Klingons. For me, it was a dream come true, it was nice to come back to it. And the fans just love it. We tried it once and the fans just went crazy.\" The pair debuted the in-makeup appearances at a convention in the late 2000s in Germany, and after generating the longest photo op queue at the event, they decided to take it to the stage. Larry Nemecek praised their convention appearances, saying \"They are fan favourites because they are big, gregarious guys. They slap people on the back. They have a good time. They tease people back. They do it for the audience.\"",
            "score": 69.56114029884338
        },
        {
            "docid": "1609146_11",
            "document": "Beam me up, Scotty . The exact timing of when the phrase became popular is unclear. However, early signs of the quote's usage to describe something separate of Star Trek can be found roughly ten years after Star Trek's airing in 1966, in a publication of the Royal Aeronautical Journal. It describes a certain routine as \"a sort of 'beam me up scotty' routine'\". Over time, the phrase has been extended to, \"Beam me up, Scotty, there's no intelligent life down here!\", popularized on bumper stickers and t-shirts, despite neither quote ever being said on the show.",
            "score": 90.68312287330627
        },
        {
            "docid": "161978_5",
            "document": "Last Judgment . Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat: Because strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it. Beware of false prophets, which come to you in sheep's clothing, but inwardly they are ravening wolves. Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles? Even so, every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit. A good tree cannot bring forth evil fruit, neither can a corrupt tree bring forth good fruit. Every tree that bringeth not forth good fruit is hewn down, and cast into the fire. Therefore, by their fruits ye shall know them. Not every one that saith unto me: Lord, Lord, shall enter into the Kingdom of Heaven; but he that doeth the will of my Father which is in Heaven. Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works? And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. () Then said one unto him, Lord, are there few that be saved? And he said unto them, Strive to enter in at the strait gate: for many, I say unto you, will seek to enter in, and shall not be able. When once the master of the house is risen up, and hath shut to the door, and ye begin to stand without, and to knock at the door, saying, Lord, Lord, open unto us; and he shall answer and say unto you, I know you not whence ye are: Then shall ye begin to say, We have eaten and drunk in thy presence, and thou hast taught in our streets. But he shall say, I tell you, I know you not whence ye are; depart from me, all ye workers of iniquity. There shall be weeping and gnashing of teeth, when ye shall see Abraham, and Isaac, and Jacob, and all the prophets, in the kingdom of God, and you yourselves thrust out. () It also appears in the Sheep and the Goats section of Matthew where the judgment seems entirely based on help given or refused to \"one of the least of these my brethren\" who are identified in Matthew 12 as \"whosoever shall do the will of my Father which is in heaven\".",
            "score": 61.94016098976135
        },
        {
            "docid": "40179756_4",
            "document": "Honest (Future album) . In June 2012, Future announced his second studio album would be titled \"Future Hendrix\". In September 2012, during an interview with Montreality, he spoke about the album title, saying: \"\"Future Hendrix\" just comes from being different. Jimi Hendrix, he always stood out, and I always like the way he stood out. It wasn't about me getting that rock'n'roll lifestyle...that comes with this music industry. It's another level; it's striving to be different. I want to do it at the end of February, but it all depends on how these singles do and what this Super Future do.\" In December 2012, during an interview with Sermon's Domain, he said that the album would be more R&B based, saying: \"I want to say [\"Future Hendrix\"] will be more R&B based, but it's going to be more substance, more passion - just more down with feeling. I won't compromise who I am…I know my fans who've been down for me from day one, they understand the growth, and they gonna know when they hear \"Future Hendrix\", they'll know that I'm not selling out…they're gonna understand that I'm doing music that was already happening. But I'ma still have street songs. It's gonna be street-driven…[but] it's going to be more filled up with records with substance.\"",
            "score": 63.26705467700958
        },
        {
            "docid": "6404955_51",
            "document": "List of Star Wars species (A–E) . The Chadra-Fan are short, furry mammalianoids with bat-like faces and flap-like ears. They live in the swamps and marshes of their native planet Chad. They are renowned for their weak strength, emphasized by the saying 'You punch like a Chadra-Fan.' A famous Chadra-Fan was Tekli of the New Jedi Order who later became a healer for the Jedi. Her race was often received well because they had what many Star Wars authors referred to as adorable features.",
            "score": 75.81335735321045
        },
        {
            "docid": "4770634_6",
            "document": "Matthew 7 . Judge not, that ye be not judged.<br> For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.<br> And why beholdest thou the mote that is in thy brother's eye, but considerest not the beam that is in thine own eye?<br> Or how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and, behold, a beam [is] in thine own eye?<br> Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother's eye.<br> Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you.<br> Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:<br> For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.<br> Or what man is there of you, whom if his son ask bread, will he give him a stone?<br> Or if he ask a fish, will he give him a serpent?<br> If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?<br> Enter ye in at the strait gate: for wide [is] the gate, and broad [is] the way, that leadeth to destruction, and many there be which go in thereat:<br> Because strait [is] the gate, and narrow [is] the way, which leadeth unto life, and few there be that find it.<br> Beware of false prophets, which come to you in sheep's clothing, but inwardly they are ravening wolves.<br> Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?<br> Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.<br> A good tree cannot bring forth evil fruit, neither [can] a corrupt tree bring forth good fruit.<br> Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.<br> Wherefore by their fruits ye shall know them.<br> Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.<br> Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?<br> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity.<br> Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock:<br> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock.<br> And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:<br> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.<br> And it came to pass, when Jesus had ended these sayings, the people were astonished at his doctrine:<br> For he taught them as [one] having authority, and not as the scribes.<br>",
            "score": 51.86416411399841
        },
        {
            "docid": "18895792_11",
            "document": "Fireworks (30 Rock) . \"Star Wars\" is frequently referenced in \"30 Rock\", beginning with the pilot episode where Tracy Jordan is seen shouting that he is a Jedi. Liz Lemon admits to being a huge fan of \"Star Wars\", saying that she had watched it many times with Pete Hornberger (Scott Adsit), and saying she dressed up as the \"Star Wars\" character Princess Leia during four Halloweens. Fey, a fan of \"Star Wars\" herself, said that the weekly \"Star Wars\" joke or reference \"started happening organically\" when the crew realized that they had a \"Star Wars\" reference \"in almost every show\". Fey said that from then on \"it became a thing where [they] tried to keep it going\", and that even though they could not include one in every episode, they still had a \"pretty high batting average\". Fey attributed most of the references to Robert Carlock, who she described as \"the resident expert\". In this episode, \"Star Wars\" is referenced twice: once when Liz tells Floyd that she and Pete are watching the movies on the AFI's 100 Years... 100 Movies list, but they only own \"Star Wars\" and \"Tootsie\" so they keep watching those two films. It is again referenced during Tracy's dream, when Thomas Jefferson holds his hand up to Tracy and says \"May the Force be with you\".",
            "score": 78.87200331687927
        },
        {
            "docid": "7820225_29",
            "document": "Orlando Salido . Immediately following the loss to Miguel Román, Salido announced his retirement. Immediately after the fight, he said, \"As they say, father time is undefeated. All the wars I had caught up with me. I am leaving the ring knowing that I gave the fans as great a fight that I can give them. I hope they enjoyed it. The mind and heart were there, but my body just was not responding. Roman is a young fighter who gave his all, and I was not able to keep up with him. I [am] just an old fighter now.\" Four days later when Salido landed home in Phoenix, Arizona, he stated his retirement was over and he would be back in 2018. He said, \"Saturday night I let my feelings and frustrations make me say things I did not think about. It was a tough and difficult fight in which I could not do the things that I needed to do in the ring, which I attributed to my age and the many wars I've had in my career.\"",
            "score": 68.98781371116638
        },
        {
            "docid": "1750228_48",
            "document": "Star Wars video games . On October 30, 2013, Dan Connor and Kevin Bruner from Telltale Games expressed an interest in making a Star Wars adventure game. Bruner said that \"I'll also say a Telltale Star Wars game would make me VERY happy!\" with Connor saying that \"Coming from LucasArts we have so many people here that love Star Wars and have worked with the license so that would be a great fit and very cool.\" The lower than expected sales and mixed fan reception towards EA Games handling of the \"Star Wars: Battlefront\" subfranchise has led to rumors of Lucasfilm considering to change the terms of the license agreement. Lucasfilm is rumored to be courting either Ubisoft or Activision to either replace EA, or sharing rights to develop \"Star Wars\" games with them.",
            "score": 84.80449795722961
        },
        {
            "docid": "7981475_8",
            "document": "Jack-Tor . \"Star Wars\" is frequently referenced in \"30 Rock\", beginning with the pilot episode where Tracy Jordan is seen shouting that he is a Jedi. Liz Lemon admits to being a huge fan of \"Star Wars\", saying that she had watched it many times with Pete Hornberger, and saying she dressed up as the \"Star Wars\" character Princess Leia during four Halloweens. Fey, a fan of \"Star Wars\" herself, said that the weekly \"Star Wars\" joke or reference \"started happening organically\" when the crew realized that they had a \"Star Wars\" reference \"in almost every show\". Fey said that from then on \"it became a thing where [they] tried to keep it going\", and that even though they could not include one in every episode, they still had a \"pretty high batting average\". Fey attributed most of the references to Robert Carlock, who she described as \"the resident expert\". In this episode, \"Star Wars\" is referenced when Frank mentions a \"friend in accounting\" named Lando Calrissian, a prominent \"Star Wars\" character.",
            "score": 75.89036440849304
        },
        {
            "docid": "1986667_19",
            "document": "Words of Institution . \"\"For in the night in which he was betrayed, he took bread; and when he had given thanks, he broke it, and gave it to his disciples, saying, Take, eat, this is my Body, which is given for you. Do this in remembrance of me. Likewise, after supper, he took the cup; and when he had given thanks, he gave it to them, saying, \"Drink ye all of this; for this is my Blood of the New Testament, which is shed for you, and for many, for the remission of sins. Do this, as oft as ye shall drink it, in remembrance of me.\"\"",
            "score": 46.03403878211975
        },
        {
            "docid": "2324889_14",
            "document": "Raghu Rai . \"When I go to a situation, I see something interesting, and I see the enormity and the size of it, and the complexity of it, and I say “Yes God, you’ve shown me this but it’s not enough for me.” So he says “Alright.” Then I keep walking, then he shows me something more complex and bigger. I say “Yes God, It’s nice. But it’s still not enough for me.” So I go on and on and I don’t accept it, and then he knows this child of his is very demanding and restless. And then he opens up and shows me something I have never experienced before. Then I take a picture and say “Thank you God.”",
            "score": 47.66548824310303
        }
    ],
    "r": [
        {
            "docid": "422828_12",
            "document": "Scotty (Star Trek) . Scotty's operation of the \"Enterprise\" transporter system inspired the catchphrase \"Beam me up, Scotty\", which gained currency in popular culture beyond \"Star Trek\" fans, even though the exact phrase is not spoken in that way in the original series, although it is used frequently in the animated series. In \"\", Kirk says, \"Scotty, beam me up.\"",
            "score": 116.1388931274414
        },
        {
            "docid": "8543664_13",
            "document": "The Head and the Hair . There are frequent references to \"Star Wars\" in \"30 Rock\", beginning with the pilot episode in 2006 where Tracy is seen shouting that he is a Jedi. Liz admits to being a huge fan of \"Star Wars\", saying that she had watched it many times with Pete Hornberger (Scott Adsit), and dressed up as the \"Star Wars\" character Princess Leia during four recent Halloweens. There is also reference to \"Star Wars\" when Tracy takes on the identity of the character Chewbacca. In \"The Head and the Hair\", Liz tells Jenna that \"The Head\" asked her out and says \"I had to say yes. I mean he looked at me with those handsome guys eyes. It was like the Death Star tractor beam when the \"Falcon\" was...\", until Jenna interrupts her and says \"No Liz, do not talk about that stuff on your date. Guys like that do not like \"Star Trek\"\", to which Liz corrects \"Wars!\". Fey, a fan of \"Star Wars\" herself, said that the weekly \"Star Wars\" joke or reference \"started happening organically\" when the crew realized that they had a \"Star Wars\" reference \"in almost every show\". Fey said that from then on \"it became a thing where [they] tried to keep it going\", and that even though they could not include one in every episode, they still had a \"pretty high batting average\". Fey attributed most of the references to executive producer and writer Robert Carlock, whom she described as \"the resident expert\".",
            "score": 112.26223754882812
        },
        {
            "docid": "45716_27",
            "document": "Transporter (Star Trek) . The famous catchphrase \"Beam me up, Scotty\" refers to the transporter device, which was often operated by chief engineer Montgomery Scott during the original series. The phrase was never uttered by anyone in the original series, although the lines \"Scotty, beam us up\" and \"Beam me up\" were spoken by Captain Kirk in that series. \"Scotty, beam me up\" was spoken by Admiral Kirk in \"Star Trek IV: The Voyage Home\". On the special edition DVD of \"Star Trek IV\", the text commentary provided by Michael and Denise Okuda (co-authors of \"The Star Trek Encyclopedia\" and \"The Star Trek Chronology: The History of the Future\") indicates that this was the closest anyone came to using that catchphrase in an official \"Star Trek\" production.",
            "score": 106.55011749267578
        },
        {
            "docid": "27092_17",
            "document": "Star Trek: The Animated Series . \"The Lorelei Signal\" and \"The Infinite Vulcan\", the latter written by Walter Koenig, are rare occurrences where Captain Kirk comes close to actually saying, \"Beam me up, Scotty\" (long erroneously believed to be a \"Star Trek\" catchphrase), when he commands \"Beam us up, Scotty.\" \"\" arguably comes closer to it by having Kirk say \"Scotty, beam me up\".",
            "score": 90.7891845703125
        },
        {
            "docid": "1609146_11",
            "document": "Beam me up, Scotty . The exact timing of when the phrase became popular is unclear. However, early signs of the quote's usage to describe something separate of Star Trek can be found roughly ten years after Star Trek's airing in 1966, in a publication of the Royal Aeronautical Journal. It describes a certain routine as \"a sort of 'beam me up scotty' routine'\". Over time, the phrase has been extended to, \"Beam me up, Scotty, there's no intelligent life down here!\", popularized on bumper stickers and t-shirts, despite neither quote ever being said on the show.",
            "score": 90.68312072753906
        },
        {
            "docid": "3930516_20",
            "document": "Cultural influence of Star Trek . Well-known phrases like \"Beam me up, Scotty\", \"Resistance is futile\" (from the Borg), and Treknobabble have also managed to enter the English vernacular. Beyond this, \"Trekkie\" is the only fan label listed in the \"Oxford English Dictionary\", and words from the series including Klingon have also been added to that dictionary.",
            "score": 89.54766082763672
        },
        {
            "docid": "2893532_4",
            "document": "Star Wars Insider . \"Star Wars Insider\" has sections that detail updates in the \"Star Wars\" universe, news about events, fan fiction, exclusive previews, articles that explore the \"Star Wars\" universe, questions and answers, excerpts from comics and books, and interviews. Often it has many humorous comics and stories. Recently, it has retained a humorous air, especially with their now-defunct \"Dear 2-1B\" column. The magazine also features advertising for many things, (\"Star Wars\"-related and non-\"Star Wars\"), and a catalog of Star Wars merchandise. One of the sections is called \"Bantha Tracks\", which is created entirely by the fans.",
            "score": 88.7538070678711
        },
        {
            "docid": "47258257_4",
            "document": "Star Wars (Wilco album) . It's kind of an extension of the thought process behind, I don't know, staying in touch with some sort of wild energy as much as possible and some sort of an irreverence. But that painting of that cat hangs in the kitchen at the [Wilco] loft, and every day I'd look at it and go, \"You know, that should just be the album cover.\" Then I started thinking about the phrase \"Star Wars\" recontextualized against that painting — it was beautiful and jarring. The album has nothing to do with \"Star Wars\". It just makes me feel good. It makes me feel limitless and like there's still possibilities and still surprise in the world, you know?",
            "score": 87.4295654296875
        },
        {
            "docid": "420471_15",
            "document": "You Don't Know Jack (franchise) . The final round of the game, called the Jack Attack in most versions and also known as the HeadRush in \"HeadRush\", is a word association question. A clue is given, which generally describes the desired correct answers (such as \"movie stars\") and after that a word, phrase, or name appears in the middle of the screen, to which the contestant must find an associated word or phrase that fits the overall category. For example, \"Star Wars\" might be the associated word, and the correct answer fitting \"movie stars\" could be Harrison Ford. Other possibilities offered might include actors not in that film, or other objects or concepts related to the film but which are not stars of the movie. For each associated phrase, seven potential matches appear on screen one-at-a-time for only a few seconds each before disappearing, and only one is correct. The topics and/or potential answers are sometimes humorous.",
            "score": 85.525634765625
        },
        {
            "docid": "1750228_48",
            "document": "Star Wars video games . On October 30, 2013, Dan Connor and Kevin Bruner from Telltale Games expressed an interest in making a Star Wars adventure game. Bruner said that \"I'll also say a Telltale Star Wars game would make me VERY happy!\" with Connor saying that \"Coming from LucasArts we have so many people here that love Star Wars and have worked with the license so that would be a great fit and very cool.\" The lower than expected sales and mixed fan reception towards EA Games handling of the \"Star Wars: Battlefront\" subfranchise has led to rumors of Lucasfilm considering to change the terms of the license agreement. Lucasfilm is rumored to be courting either Ubisoft or Activision to either replace EA, or sharing rights to develop \"Star Wars\" games with them.",
            "score": 84.80449676513672
        },
        {
            "docid": "38229744_12",
            "document": "Star Trek: Enterprise (season 4) . The fourth season sought to be different from the previous series of \"Enterprise\" in the way that story arcs worked. In the earlier series there was the ongoing Temporal Cold War plot, with the Xindi attack at the end of the second season resulting in a season long story arc during season three. Instead season four was split up into several smaller arcs which had been planned before the start of the season. The first of these arcs was a resolution to the long running Temporal Cold War, with Braga stating that the intention was \"to resolve [it]... once and for all\". This would also mark the final appearance of the Suliban in \"Enterprise\" as they were tied into that storyline. However, the episodes wrapping up the cold war did not reveal the identity of \"future guy\", the person from the future who was advising the Suliban. Braga explained in a pre-season interview that \"Well, we've been debating that for quite some time, and I'll leave that question open. We haven't decided yet. We have some ideas about him — or her — or it. But we haven't settled on any one identity yet. It's still a question mark.\" The identity of \"future guy\" was later revealed by Braga on Twitter as Archer from the future. Brent Spiner returned to the \"Star Trek\" franchise, having previously played the character of Data in \"\". In \"Enterprise\" he played the role of Dr. Arik Soong, an ancestor of Data's creator. Coto compared the character to Hannibal Lecter and talked about the fear that he inspired in the human authorities during the time of \"Enterprise\" due to Soong's actions involving illegal genetics. The storyline involved several references to \"The Original Series\", such as the genetic supermen in the vein of Khan Noonien Singh as first seen in the episode \"Space Seed\" and later in the 1982 film, \"\". The first episode of this \"Enterprise\" story arc also saw the re-appearance of the Orion slave girls as seen in the first pilot of \"Star Trek\", \"\". Coto credited this to his idea for the fourth season saying, \"What I really wanted to do this season is make the episodes that I as a Star Trek fan would have to see. You know, as a fan of the original series, if I heard that they were doing the Orion slavers and the Eugenics Wars, I would have to be in front of that TV.\"",
            "score": 84.46009063720703
        },
        {
            "docid": "1119920_11",
            "document": "The Gamesters of Triskelion . The popular \"Star Trek\" catchphrase \"Beam me up, Scotty\" is a common misquotation, with \"The Oxford Dictionary of Quotations\" stating that the nearest equivalent is the phrase uttered in this episode: \"Scotty, beam us up.\"",
            "score": 84.24691772460938
        },
        {
            "docid": "1609146_3",
            "document": "Beam me up, Scotty . Though it has become irrevocably associated with the series and films, the exact phrase was never actually spoken in any \"Star Trek\" television episode or film.",
            "score": 83.86428833007812
        },
        {
            "docid": "18264094_7",
            "document": "Rosemary's Baby (30 Rock) . \"Rosemary's Baby\" was mainly filmed on September 11, 2007, while Fisher's scenes were filmed the next day on September 12, 2007. \"Star Wars\" is frequently referenced in \"30 Rock\", beginning with the pilot episode where Tracy Jordan is seen shouting that he is a Jedi. Liz Lemon admits to being a huge fan of \"Star Wars\", saying that she had watched it many times with Pete Hornberger, and dressed up as the \"Star Wars\" character Princess Leia during four recent Halloweens. \"Star Wars\" is also referenced when Tracy Jordan takes on the identity of the character Chewbacca. Fey, a fan of \"Star Wars\" herself, said that the weekly \"Star Wars\" joke or reference \"started happening organically\" when the crew realized that they had a \"Star Wars\" reference \"in almost every show\". Fey said that from then on \"it became a thing where [they] tried to keep it going\", and that even though they could not include one in every episode, they still had a \"pretty high batting average\". Fey attributed most of the references to Robert Carlock, who she described as \"the resident expert\". Prior to the airing of the episode, fans were \"raving\" about the much awaited guest appearance of Fisher. Fisher's last line in the episode, \"Help me, Liz Lemon! You're my only hope!\", was a spoof of the line \"Help me Obi-Wan Kenobi, you're my only hope!\" from her past role in the original \"Star Wars\" trilogy, in which she played Princess Leia.",
            "score": 83.15863037109375
        },
        {
            "docid": "25199_11",
            "document": "Quotation . The \"Star Trek\" catchphrase \"Beam me up, Scotty\" did not appear in that form in the original series. Other misquotations include \"Just the facts, ma'am\" (attributed to Jack Webb's character of Joe Friday on \"Dragnet\"), \"Elementary, my dear Watson\" (attributed to Sherlock Holmes), \"Luke, I am your father\" (attributed to Darth Vader in Star Wars), \"Play it again, Sam\" (attributed to Ilsa in \"Casablanca\"), \"Do you feel lucky, punk?\" (attributed to Harry Callahan in \"Dirty Harry\") and \"We don't need no stinkin' badges!\" (attributed to Gold Hat in \"The Treasure of the Sierra Madre\").",
            "score": 82.2847671508789
        },
        {
            "docid": "31571046_11",
            "document": "Chuck Versus the Last Details . Multiple references are made to the \"Star Wars\" saga throughout the episode. Chuck directly compares their attempting to sneak in to Vivian's base to the same method used by Luke Skywalker and Han Solo to rescue Princess Leia in the original film, by referring to the bound Casey as \"Chewie.\" During the same scene Casey mutters \"I have a bad feeling about this,\" a catch-phrase used by characters throughout the film series. The series is twice referenced directly, by Chuck when Sarah fails to understand his \"Chewie\" reference, and by Casey, who says, \"This is what happens when you draw your plans from \"Star Wars\".\" Chuck and Morgan also make use of \"The Imperial March\" as a means to prepare Morgan for his mission to pose as a villain while infiltrating a meeting with Vivian.",
            "score": 82.22078704833984
        },
        {
            "docid": "3963401_3",
            "document": "The Ashes of Eden . The audio adaptation of the book is notable as the first time in the entire \"Star Trek\" franchise that the famous phrase \"Beam me up, Scotty\" is uttered in that form.",
            "score": 82.1584243774414
        },
        {
            "docid": "73499_9",
            "document": "Grand Admiral Thrawn . Introduced in the \"Thrawn\" trilogy (1991–93), Thrawn became a fan favorite and subsequently appeared in multiple works in what became known as the \"Star Wars\" Expanded Universe, including novels, comics and video games, through 2006. He is often cited as one of the most popular characters in the franchise. \"Star Wars Rebels\" executive producer Dave Filoni said of the character in 2016, \"You couldn't have grown up a \"Star Wars\" fan without encountering Thrawn in \"Heir to the Empire\". It was a dark time when there weren't any more movies, and it blew our minds that there could be more.\" The \"Thrawn\" trilogy itself is widely credited with reviving interest in the \"Star Wars\" franchise. In 2010, \"\" creator Filoni expressed interest in using Thrawn in that series. Some fans of Zahn's \"Thrawn\" series had long hoped the books would be adapted, and after the 2012 announcement that The Walt Disney Company had acquired Lucasfilm and planned to produce film sequels to \"Return of the Jedi\", Zahn commented that if material from the expanded universe was used in the films, \"we'd all be thrilled to death\".",
            "score": 81.52533721923828
        },
        {
            "docid": "26678_85",
            "document": "Star Wars . The \"Star Wars\" saga has inspired many fans to create their own non-canon material set in the \"Star Wars\" galaxy. In recent years, this has ranged from writing fan fiction to creating fan films. In 2002, Lucasfilm sponsored the first annual Official \"Star Wars\" Fan Film Awards, officially recognizing filmmakers and the genre. Because of concerns over potential copyright and trademark issues, however, the contest was initially open only to parodies, mockumentaries, and documentaries. Fan fiction films set in the \"Star Wars\" universe were originally ineligible, but in 2007, Lucasfilm changed the submission standards to allow in-universe fiction entries. Lucasfilm, for the most part, has allowed but not endorsed the creation of these derivative fan fiction works, so long as no such work attempts to make a profit from or tarnish the \"Star Wars\" franchise in any way. While many fan films have used elements from the licensed Expanded Universe to tell their story, they are not considered an official part of the \"Star Wars canon\".",
            "score": 80.59101867675781
        },
        {
            "docid": "6405018_2",
            "document": "List of Star Wars species (P–T) . This is a list of \"Star Wars\" species, containing the names of fictional sentient species from the \"Star Wars\" franchise beginning with the letters P through T. \"Star Wars\" is an American epic space opera film series created by George Lucas. The first film in the series, \"Star Wars\", was released on May 25, 1977 and became a worldwide pop culture phenomenon, followed by four sequels and three prequels. Many species of alien creatures (often humanoid) are depicted. In Galactic Basic, the Paaerduag is an \"individual\" formed by two symbiotic races that are joined as one. However, two voices create the actual name of their race, and four ears hear the true sound of it. The larger, more mobile, aspect of the Paaerduag looks like a humanoid, with long, slender arms and legs, and a head about as broad as its body, however, its voice is unheard by human ears. The smaller aspect of the Paaerduag rides upon the larger in a backpack, of sorts, facing to the rear, and looks remotely like a humanoid with a slender, almost dog-like face, and two sets of eyes. It is capable of being heard and understood. Instead of referring to itself as \"I\" or \"me\", it uses the term \"we\", instead.",
            "score": 80.08325958251953
        },
        {
            "docid": "1316796_18",
            "document": "Ryan Leaf . Leaf missed his second season due to a shoulder injury suffered 20 minutes into the Chargers' first training camp workout on July 23, 1999. Leaf had surgery to fix a labral tear in his throwing shoulder. During an August training camp, a fan heckled Leaf: \"Hey, Ryan, you're the worst draft choice in NFL history. You make Heath Shuler look like an All-Star.\" Leaf, accompanied by a coach and security guards, walked towards the fan and asked a question. The fan began walking closer to Leaf, and two coaches restrained Leaf, with another Chargers employee saying \"No, don't do it, Ryan. Don't do it.\" Leaf later explained the incident: \"...what I wanted to do was say, 'Hey, look, I've grown up, I'm calm about it, I would like to understand why you would say that about me.'\"",
            "score": 79.57574462890625
        },
        {
            "docid": "5773850_3",
            "document": "Star Wars Celebration . The Star Wars Celebration was held from April 30-May 2, 1999, at the Wings Over the Rockies Air and Space Museum in Denver, Colorado, just three weeks before the release of \"\". An event \"for the fans, by the fans,\" the event took place in the hometown of the Official Star Wars Fan Club, headed by Dan Madsen. \"The Fan Club is based here in Denver,\" says Madsen, \"so we thought it would only be appropriate that the Celebration be held here.\"",
            "score": 79.06268310546875
        },
        {
            "docid": "1609146_6",
            "document": "Beam me up, Scotty . The popularity of the misquotation has led to many new phrases, both associated with Star Trek or otherwise.",
            "score": 78.96543884277344
        },
        {
            "docid": "18895792_11",
            "document": "Fireworks (30 Rock) . \"Star Wars\" is frequently referenced in \"30 Rock\", beginning with the pilot episode where Tracy Jordan is seen shouting that he is a Jedi. Liz Lemon admits to being a huge fan of \"Star Wars\", saying that she had watched it many times with Pete Hornberger (Scott Adsit), and saying she dressed up as the \"Star Wars\" character Princess Leia during four Halloweens. Fey, a fan of \"Star Wars\" herself, said that the weekly \"Star Wars\" joke or reference \"started happening organically\" when the crew realized that they had a \"Star Wars\" reference \"in almost every show\". Fey said that from then on \"it became a thing where [they] tried to keep it going\", and that even though they could not include one in every episode, they still had a \"pretty high batting average\". Fey attributed most of the references to Robert Carlock, who she described as \"the resident expert\". In this episode, \"Star Wars\" is referenced twice: once when Liz tells Floyd that she and Pete are watching the movies on the AFI's 100 Years... 100 Movies list, but they only own \"Star Wars\" and \"Tootsie\" so they keep watching those two films. It is again referenced during Tracy's dream, when Thomas Jefferson holds his hand up to Tracy and says \"May the Force be with you\".",
            "score": 78.87200164794922
        },
        {
            "docid": "6468374_22",
            "document": "Blue Harvest . \"Newsday\"'s Diane Werts rendered a more mixed verdict, saying the episode \"veer[s] wildly from bull's-eye satire to gotta-fill-time-now exposition\", and was not as enjoyable for non-\"Star Wars\" fans. Robin Pierson of The TV Critic also gave it a mixed review, criticizing the writers for using the character of Herbert and the episode's musical moment which he called an \"un-amusing waste of time\", although he did praise the way that the episode satirized the \"Star Wars universe\"; he ended his review by saying that \"Chances are the more you like \"Star Wars\", the more you will enjoy this. For those of us who know \"Family Guy\" better than \"Star Wars\", there is plenty of bad material here to remind us that nothing much has changed\". He gave the episode sixty-five out of a possible one-hundred.",
            "score": 78.66880798339844
        },
        {
            "docid": "43029552_27",
            "document": "Technology in Star Wars . A more recent and advanced development in 2017 involved students at Macquarie University in Australia developed a method of multiplying laser power by the use of diamonds. This concept is similar to the fictional kyber crystals used in the \"Star Wars\" universe to power up laser weapons from smaller scale weapons (e.g. blasters, lightsabers) to super-scale intensity in the case of the Death Star. The Death Star's laser power works in a similar method to this by concentrating multiple light beams into one spot from where they combine into a single beam. This beam has been described as more powerful than usual because it can be used for the purpose of destroying/damaging solid objects such as drones and debris that it was compared to the lasers used by the Death Star.",
            "score": 77.99189758300781
        },
        {
            "docid": "7735702_8",
            "document": "Jack the Writer . \"Star Wars\" is frequently referenced in \"30 Rock\", beginning with the pilot episode where Tracy Jordan is seen shouting that he is a Jedi. Liz Lemon admits to being a huge fan of \"Star Wars\", saying that she had watched it many times with Pete Hornberger (Scott Adsit), and saying she dressed up as the \"Star Wars\" character Princess Leia for several Halloweens. Fey, a fan of \"Star Wars\" herself, said that the weekly \"Star Wars\" joke or reference \"started happening organically\" when the crew realized that they had a \"Star Wars\" reference \"in almost every show\". Fey said that from then on \"it became a thing where [they] tried to keep it going\", and that even though they could not include one in every episode, they still had a \"pretty high batting average\". Fey attributed most of the references to Robert Carlock, who she described as \"the resident expert\". In this episode, Liz repeatedly uses analogies from \"Star Wars\" for her situation with Jack, when she realizes that she \"need[s] to get new DVDs\".",
            "score": 77.8372573852539
        },
        {
            "docid": "49051939_4",
            "document": "Legacy of Gene Roddenberry . Roddenberry and \"Star Trek\" have been cited as inspiration for other science fiction franchises. While being interviewed for Rod Roddenberry's \"Trek Nation\", \"Star Wars\" creator George Lucas said: \"\"Star Trek\" softened up the entertainment arena so that \"Star Wars\" could come along and stand on its shoulders.\" J. Michael Straczynski, comic book writer, and creator of the \"Babylon 5\" franchise, said that he had watched a number of 1960s science fiction series, including \"Star Trek\", noting: \"I was fortunate enough to see many of those shows on the occasion of their first broadcasts. But it was only much later, with the passage of time and repetition, that I was able to catch them all to truly appreciate what they had accomplished and what they had to say about who we are, and where we are going.\" In 2000, the Gene Roddenberry Award was inaugurated at the fifth FantastiCon convention in Los Angeles. It is the highest award handed out by the organization. On its inauguration, it was given to Michael Piller.",
            "score": 77.40174865722656
        },
        {
            "docid": "19672828_20",
            "document": "Alec Guinness . In the final volume of the book \"A Positively Final Appearance\" (1997), Guinness recounts grudgingly giving an autograph to a young fan who claimed to have watched \"Star Wars\" over a hundred times, on the condition that the boy promise to stop watching the film because \"this is going to be an ill effect on your life\". The fan was stunned at first but later thanked him (though some sources say it went differently). Guinness is quoted as saying: \"'Well', I said, 'do you think you could promise never to see \"Star Wars\" again?' He burst into tears. His mother drew herself up to an immense height. 'What a dreadful thing to say to a child!' she barked, and dragged the poor kid away. Maybe she was right but I just hope the lad, now in his thirties, is not living in a fantasy world of second hand, childish banalities.\" Guinness grew so tired of modern audiences apparently knowing him only for his role of Obi-Wan Kenobi that he would throw away the mail he received from \"Star Wars\" fans without reading it.",
            "score": 77.34429931640625
        },
        {
            "docid": "23473690_5",
            "document": "War Is the Answer . It's a phrase we've had up our sleeve for some time, and I've been talking about it a lot in interviews. In fact, somebody just said to me: \"If war is the answer, then what is the question?\", and I guess the answer to that is \"life\"! Basically, you're fighting against something or other right from the start – fighting for survival with pretty much everything against you, and there are occasions when the only really appropriate response is to punch someone in the mouth! It's a pretty involved subject once you really start to think about it, and this record covers it all – the deeper meaning and of course the more shallow one too!",
            "score": 77.23004150390625
        },
        {
            "docid": "5000362_2",
            "document": "Cultural impact of Star Wars . George Lucas's science fiction multi-film \"Star Wars\" saga has had a significant impact on modern popular culture. \"Star Wars\" references are deeply embedded in popular culture; references to the main characters and themes of \"Star Wars\" are casually made in many English-speaking countries with the assumption that others will understand the reference. Darth Vader has become an iconic villain, while characters such as Luke Skywalker, Han Solo, Princess Leia, C-3PO, R2-D2, and Chewbacca have all become widely recognised characters around the world. Phrases like \"evil empire\", \"May the Force be with you\", and most famously \"I am your father\" have become part of the popular lexicon. The first \"Star Wars\" film in 1977 was a cultural unifier, enjoyed by a wide spectrum of people.",
            "score": 76.91251373291016
        },
        {
            "docid": "26678_81",
            "document": "Star Wars . The \"Star Wars\" saga has had a significant impact on modern popular culture. \"Star Wars\" references are deeply embedded in popular culture; Phrases like \"evil empire\" and \"May the Force be with you\" have become part of the popular lexicon. The first \"Star Wars\" film in 1977 was a cultural unifier, enjoyed by a wide spectrum of people. The film can be said to have helped launch the science fiction boom of the late 1970s and early 1980s, making science fiction films a blockbuster genre or mainstream. This very impact made it a prime target for parody works and homages, with popular examples including \"Spaceballs\", \"Family Guy's\" \"\", \"Robot Chicken's\" \"\", \"\" and \"\", and \"Hardware Wars\" by Ernie Fosselius.",
            "score": 76.72085571289062
        }
    ]
}