{
    "q": [
        {
            "docid": "8795944_11",
            "document": "Clerical celibacy (Catholic Church) . In the earliest years of the church, the clergy were largely married men. C K Barrett points to 1 Cor 9:5 as clearly indicating that \"apostles, like other Christians, have a right to be (and many of them are) married\" and the right for their wife to be \"maintained by the communities in which they [the apostles] are working.\" However, Paul himself was celibate, and there is no consensus that inclusion among the requirements for candidacy to the office of \"overseer\" of being \"the husband of one wife\" meant that celibate Christians were excluded.",
            "score": 39.49164962768555
        },
        {
            "docid": "51871081_8",
            "document": "Hans Zollner . In May 2010, he co-authored an article defending the record of Pope Benedict XVI in removing priests accused of sexual abuse. The article presented data to show that sexual abuse is no higher among celibate clergy than in other areas and that media reports present an inflated picture of the scale of the problem. It decried the \"moral panic\" surrounding the subject of clerical sexual abuse. In 2011, when Polish church officials were downplaying the need for a commission to establish procedures for handling cases of clerical sexual abuse, he told a Polish magazine that \"If the church in Poland doesn't confront this reality and doesn't take the bull by the horns, the same thing will happen which we witnessed in the United States, Canada, Ireland, Germany, Austria and recently in Belgium. If the church doesn't know how to react to such situations because it hasn't bothered to ascertain the facts, its image will suffer much more than if it had said, 'Yes, we had such cases -- they were very painful, but we tackled them.'\" Addressing church workers in Australia in September 2017, Zollner said that in Australia \"there seems to be almost nil trust in what the Church says ... This is not true in other parts of the world. I think you are in a pretty unique situation\". He thought Europe and North America had made progress in dealing with clerical sexual abuse, but \"It has not yet hit the surface of public interest and discussion and news in 75 per cent of countries, if not more. I cannot say where or when it will hit, but it will hit.\"",
            "score": 25.63587713241577
        },
        {
            "docid": "606848_62",
            "document": "Catholic Church . The sacrament of Holy Orders consecrates and deputes some Christians to serve the whole body as members of three degrees or orders: episcopate (bishops), presbyterate (priests) and diaconate (deacons). The church has defined rules on who may be ordained into the clergy. In the Latin Church, the priesthood is generally restricted to celibate men, and the episcopate is always restricted to celibate men. Men who are already married may be ordained in certain Eastern Catholic churches in most countries, and the personal ordinariates and may become deacons even in the Western Church (see Clerical marriage). But after becoming a Catholic priest, a man may not marry (see Clerical celibacy) unless he is formally laicised.",
            "score": 41.548829555511475
        },
        {
            "docid": "15001299_4",
            "document": "Taego Order . What distinguishes the Taego Order from other forms of Korean Buddhism like the Jogye Order of Seon is that it allows ordained priests to marry, although nuns must remain celibate. This custom of married priests is a remnant of Korea under Japanese rule. However, not all Taego priests are married. This order also includes traditional monks. Monks tend to remain more separate from society and live in mountain temples, whereas the married clerics are more like parish priests, though this is not always the case.",
            "score": 15.384748220443726
        },
        {
            "docid": "542141_27",
            "document": "Clerical marriage . A unique question arises when celibate Catholic Priests have converted to become Orthodox Priests—a situation increasing in parts of the world, particularly in America. Do the Orthodox believe that Roman Catholic priests have the grace of the priesthood (and thus RC priests who convert are not \"re-ordained\")? Or must they be ordained all over again? Simply speaking: can they marry before being ordained to the Orthodox Priesthood. Or must they remain celibate?",
            "score": 6.6756415367126465
        },
        {
            "docid": "23907245_3",
            "document": "Debate on the causes of clerical child abuse . Clergy themselves have suggested their seminary training offered little to prepare them for a lifetime of celibate sexuality.",
            "score": 12.270090579986572
        },
        {
            "docid": "27485516_48",
            "document": "Henry II, Holy Roman Emperor . Sincerely religious, Henry II supported service to the Church (he was celibate) and promoted various monastic reforms. He also strongly enforced clerical celibacy, perhaps partly in order that the public land and offices he granted to clerics would not be devised to heirs. He encouraged the reform of the Church, fostered missionary activity, and made several charitable foundations for the poor.",
            "score": 35.6322546005249
        },
        {
            "docid": "8795944_43",
            "document": "Clerical celibacy (Catholic Church) . The mainly Lebanese Maronite Church doesn't demand celibacy vows from its deacons or parish priests; their monks, however, are celibate, as well as their bishops who are normally selected from the monasteries.",
            "score": 52.9468207359314
        },
        {
            "docid": "23907245_24",
            "document": "Debate on the causes of clerical child abuse . Supporters of celibacy claim that Roman Catholic priests suffering sexual temptations are not likely to turn immediately to a teenage boy simply because Church discipline does not permit clergy to marry. Supporters of clerical celibacy suggest, then, that there is some other factor at work.",
            "score": 47.39343547821045
        },
        {
            "docid": "8795944_4",
            "document": "Clerical celibacy (Catholic Church) . In this context, \"celibacy\" retains its original meaning of \"unmarried\". Though even the married may observe continence, abstaining from sexual intercourse, the obligation to be celibate is seen as a consequence of the obligation to observe \"perfect and perpetual\" continence for the sake of the Kingdom of heaven. Advocates see clerical celibacy as \"a special gift of God by which sacred ministers can more easily remain close to Christ with an undivided heart, and can dedicate themselves more freely to the service of God and their neighbour.\"",
            "score": 57.07461595535278
        },
        {
            "docid": "542141_16",
            "document": "Clerical marriage . Traditionally, even if the wife of a married deacon or priest dies, he may not remarry but must remain celibate. However, in recent times, some Bishops have relaxed this tradition and allowed exceptions here. For one, a widowed priest may be granted relief from the obligation of celibacy through a process known as being laicized. Their subsequent marriage is thus seen as the marriage of a layman, and not clerical marriage. After the marriage, the former Priest may then apply for re-ordination.",
            "score": 34.78809666633606
        },
        {
            "docid": "6915942_2",
            "document": "Newar Buddhism . Newar Buddhism is the form of Vajrayana Buddhism practiced by the Newar people of the Kathmandu Valley, Nepal. It has developed unique socio-religious elements, which include a non-monastic Buddhist society based on the Newar caste system and patrilineality. The ritual priests (\"guruju\"), vajracharya (who perform rituals for others) and \"shakya\" (who perform rituals mostly for their own families) form the non-celibate religious sangha while other Buddhist Newar castes like the Urāy act as patrons. Uray also patronise Tibetan Vajrayanin, Theravadin, and even Japanese clerics.",
            "score": 17.66023850440979
        },
        {
            "docid": "18818890_5",
            "document": "Yes, Yes, Yes . Built under a quiet storm like R&B production similar to White's, the song hit the charts peaking at number #46 on the \"Billboard\" Hot 100 and number #11 on the R&B charts becoming Cosby's biggest charted single since \"Little Ole Man (Uptight, Everything's Alright)\" peaked at number #4 on the Hot 100 nine years earlier.",
            "score": 4.692905426025391
        },
        {
            "docid": "4500848_5",
            "document": "Atto of Vercelli . His spiritual zeal was more famously directed toward the church itself. Atto was concerned with the clergy in Northern Italy. Although he noticed pagan superstitions in his parishioners, he believed these superstitions to be the fault of the clergy, who were “clearly not particularly devoted to their priestly duties. He readily prescribed punishment for priests who were misleading or neglecting their flocks. Atto also wished to rectify the growing problem of sexuality within the priesthood. He had discovered that many clerics, who were, by the decree of the Council of Nicaea, supposed to be celibate, were fornicating with women. Such clerics often made excuses as to why they needed women around, but Atto saw through these. Although he didn’t threaten any punishment to the offending ecclesiastics, he did strongly suggest that they should stop. More likely than not, his influence was not very strong on matters that were so tied to human nature, such as this.",
            "score": 30.701918244361877
        },
        {
            "docid": "35386244_2",
            "document": "Jilyaale . Jilyaale is a district located west of Jowhar the administrative region of Shabeellaha Dhexe Region of Somalia. It was found by the Somali cleric Sheikh Hassan Barsane, who led a revolt against fascist Italian forces in Somalia, and the city was also his center.",
            "score": 12.388935565948486
        },
        {
            "docid": "5442210_30",
            "document": "Sharif Sheikh Ahmed . President Sheikh Sharif spoke at the London Conference on Somalia on 23 February 2012. President Sheikh Sharif said: \"To all of you who have exerted every effort so that you could put an end to the suffering of the Somali people, we would like to say that we appreciate this wonderful effort.\" US Secretary Of State Hillary Clinton, UN Secretary General Ban Ki-moon and representatives from over 40 governments attended the London Conference on Somalia, to discuss the rebuilding of Somalia and the tackling of piracy, terrorism and famine.",
            "score": 19.727401733398438
        },
        {
            "docid": "410784_67",
            "document": "Criticism of the Catholic Church . However, the Church's tradition of celibacy traces its beginnings to both Jesus, who encouraged his apostles to be celibate if they were able to do so, and to St. Paul, who wrote of the advantages celibacy allowed a man in serving the Lord. Thus, from the Church's beginnings, clerical celibacy was \"held in high esteem\" and is considered a kind of spiritual marriage with Christ, a concept further popularized by the early Christian theologian Origen. About 300, the Synod of Elvira called for clerical celibacy . Clerical celibacy began to be enforced in papal decretals beginning with Pope Siricius (d. 399). In 1074, mandatory celibacy of the clergy became canon law as part of Pope Gregory VII's effort to eliminate several forms of medieval church corruption.",
            "score": 68.08181405067444
        },
        {
            "docid": "43126636_7",
            "document": "Healthcare in Somalia . The last three decades of armed conflicts, lack of functioning government, economic collapse, and disintegration of the health system and other public services - together with recurrent droughts and famines – has turned Somalia into one of the world’s most difficult environments for survival. This is bluntly reflected in the poor child health conditions, as twenty per cent of the children die before they reach the age of five, more than one third are underweight, and almost fifty per cent suffer from stunting. The under-five mortality rate in Somalia is among the highest in the world, while the prevalence of malnutrition has remained at record high levels for decades. It is therefore likely that malnutrition contributes to more than half of the under-five deaths in Somalia. Pneumonia, diarrhoea and neonatal causes account for a large proportion of childhood deaths.",
            "score": 14.608217000961304
        },
        {
            "docid": "8397900_4",
            "document": "Mohammad-Baqer Majlesi . Born in Isfahan in 1617, his father, Mulla Mohammad Taqi Majlesi (\"Majlesi-ye Awwal\"—Majlesi the First, 1594 AD-1660 AD), was a cleric of Islamic jurisprudence. The genealogy of his family is traced back to Abu Noaym Ahámad b. Abdallah Esfahani (d. 1038 AD), the author, inter alia, of a History of Isfahan, entitled Zikr-i akhbar-i Isfahan.",
            "score": 18.971564769744873
        },
        {
            "docid": "21058417_3",
            "document": "Ting-Xing Ye . Ye was born in Shanghai, China, in 1952, the fourth of five children. Her parents were a factory owner and his wife. Ye's parents died when she was a small child, leaving Ye and her four siblings in the care of her Great-Aunt. During the Cultural Revolution, Ye and her family were condemned as having \"bad blood\" and persecuted by the Communist regime, because their father had been a boss in a factory. At sixteen, like millions of other young Chinese men and women, Ye was exiled to a prison farm to \"learn from the peasants\" and be \"reformed\" by hard labor. On the farm, Ye was persecuted and suffered torture at the hands of her leaders.",
            "score": 0.7015504837036133
        },
        {
            "docid": "2156300_4",
            "document": "Jón Arason . By this point Jón Arason had become known for his great talents if somewhat erratic faith. He fathered numerous children who fought for his causes figuratively and later literally. This was despite the canonical obligation that Catholic bishops are to be celibate, but Iceland was distant enough from Rome for clerical discipline in that age to be very lax.",
            "score": 7.845509767532349
        },
        {
            "docid": "891132_12",
            "document": "Greater Somalia . Djibouti gained its independence in 1977, but a referendum was held in 1958 on the eve of Somalia's independence in 1960 to decide whether or not to join the Somali Republic or to remain with France. The referendum turned out in favor of a continued association with France, largely due to a combined \"yes\" vote by the sizable Afar ethnic group and resident Europeans. However, the majority of those who voted \"no\" were Somalis who were strongly in favor of joining a united Somalia as had been proposed by Mahmoud Harbi. Harbi was killed in a plane crash two years later, and Hassan Gouled Aptidon, a Somali who campaigned for a yes vote in the referendum of 1958, wound up as Djibouti's first president post-independence (1977–1991).",
            "score": 11.109660863876343
        },
        {
            "docid": "1128090_63",
            "document": "Animal worship . In India snake worship refers to the high status of snakes in Hindu mythology. Over a large part of India there are carved representations of cobras (nagas) or stones as substitutes. To these human food and flowers are offered and lights are burned before the shrines. Among the Dravidians a cobra which is accidentally killed is burned like a human being; no one would kill one intentionally. The serpent-god's image is carried in an annual procession by a celibate priestess.",
            "score": 15.323060750961304
        },
        {
            "docid": "7252942_5",
            "document": "Blake Alphonso Higgs . Although Higgs was never famous in his own right, his music has been covered by the likes of Dave Van Ronk (\"Yes, Yes, Yes\", although the original is actually called \"The Duck's Yas-Yas-Yas\", a 1929 hit by blues pianist-singer James \"Stump\" Johnson, also successfully recorded by Oliver Cobb that same year), Pete Seeger (\"Foolish Frog\"), Lord Mouse and the Kalypso Katz (\"Tomatoes\"), The Percentie Brothers (\"Goombay Drums\") and perhaps most famously The Beach Boys, who covered his 1952 recording of the Caribbean folk song \"John B Sail\" (\"Wreck of the John B\") and called it \"Sloop John B\".",
            "score": 6.227006196975708
        },
        {
            "docid": "27358_177",
            "document": "Somalia . In ancient Somalia, pyramidical structures known in Somali as \"taalo\" were a popular burial style, with hundreds of these dry stone monuments scattered around the country today. Houses were built of dressed stone similar to the ones in ancient Egypt. There are also examples of courtyards and large stone walls enclosing settlements, such as the Wargaade Wall.",
            "score": 28.028612852096558
        },
        {
            "docid": "50221353_17",
            "document": "Bigamy (canon law) . Bigamy begets irregularity, the principal effect of which is to entirely exclude from the reception and use and exercise of any ecclesiastical order and benefice attached to any order. Pope Gregory X (Lib. 1, Tit. XII, Cap. Unic. in Sexto) further declared that bigamists should be stripped of every clerical privilege, removed from the protection of the ecclesiastical, and subjected to civil, jurisdiction, deprived of the canon safeguarding their person from personal attack, and forbidden to wear the tonsure and clerical garb, under penalty of excommunication to be incurred at the moment of their attempted marriage. The Council of Trent also forbids to bigamists the exercise of any office or function of minor orders, even of such functions as are usually, by permission, allowed to married laymen on account of scarcity of celibate clerics (Sess. XXIII, C. 17, De Reform). Clerics in minor orders whose marriages were invalid are not comprehended under the Tridentine law. Clerics in Sacred orders and religious clerics, who, by virtue of the law of celibacy and religious profession, are spiritually wedded to the clerical and religious states respectively, are not comprehended under the law stripping them of every clerical privilege, and the use of tonsure and clerical garb, and this out of respect to their sacred character. Clerics on the other hand, in minor orders are not wedded to the clerical state; hence they come under the law. Bishops who knowingly an without permission confer Sacred orders on a bigamist are by the Third Council of Arles (Dist . LV, Can. 2) suspended from saying Mass for one year, and by the decretal law (Lib. 1, Tit. 21, Cap. ii) were deprived of the power of giving to others the orders they had conferred on a bigamist. Since the constitution \"Apostolicae Sedis\", the only punishment is that which the Holy Father may deem fit to impose upon the bishop violating the canons.",
            "score": 52.52365684509277
        },
        {
            "docid": "28260_22",
            "document": "Sonnet . Happy ye leaves. whenas those lily hands, (a) Which hold my life in their dead doing might, (b) Shall handle you, and hold in love's soft bands, (a) Like captives trembling at the victor's sight. (b) And happy lines on which, with starry light, (b) Those lamping eyes will deign sometimes to look,(c) And read the sorrows of my dying sprite, (b) Written with tears in heart's close bleeding book. (c) And happy rhymes! bathed in the sacred brook (c) Of Helicon, whence she derived is, (d) When ye behold that angel's blessed look, (c) My soul's long lacked food, my heaven's bliss. (d) Leaves, lines, and rhymes seek her to please alone, (e) Whom if ye please, I care for other none. (e) </poem>",
            "score": 6.072361946105957
        },
        {
            "docid": "34232946_8",
            "document": "Frances Latham . Frances died in 1677, at about the same time that her husband died. In September of that year Samuel Hubbard of Newport wrote to his children in Westerly, \"For news, Mr. Vahan is gone to his long home and his wife is like to follow him if not dead.\" Frances was buried in the Common Burying Ground in Newport, and on her stone was placed the following inscription, \"Here Lyeth ye Body of Mrs. Frances Vaughan, Alius Clarke, ye mother of ye only children of Capt'n Jeremiah Clarke. She died ye 1 week in Sept., 1677, in ye 67th year of her age.\"",
            "score": 15.056730270385742
        },
        {
            "docid": "6341497_6",
            "document": "The Celibate Rifles . The Celibate Rifles' next singles, \"Pretty Pictures\" (October 1983) and \"Merry Xmas Blues\" (December) included acoustic guitars instead of the usual all-electric front. \"Rolling Stone\"s Clinton Walker described \"Pretty Pictures\", as \"a delicate acoustic ballad that surprised more than a few people\". In January 1984 Darroch left to form The Eastern Dark – he died in a van accident in March 1986 which also injured his band mates. Couvret returned for the second album, \"The Celibate Rifles\" (May 1984), which is also called \"5 Languages\" for its cover depicting the band's name in French, Arabic, English, Chinese and Spanish. The album was produced by Connor and Steedman and provided the singles \"Wild Desire\" (April 1984) and \"Sometimes\" (November). Australian rock historian, Ian McFarlane, described it as \"still rough-hewn but with more variation, style and power than the debut\". David Fricke of \"Rolling Stone\" felt it displayed \"urban teen frenzy with lyricist Lovelock's adult fears erupting in a glowing atomic fireball of bazooka guitars and terminal volume\".",
            "score": 18.028188586235046
        },
        {
            "docid": "34050779_24",
            "document": "Yes/No (Glee) . Flandez called the \"propulsive mash-up\" of \"Moves Like Jagger\" and \"Jumpin' Jack Flash\" one of the episode's \"highlights\", and \"Billboard\" Rae Votta said it was \"impeccably choreographed by Glee's often unsung hero Zach Woodlee.\" She also lauded Artie's \"Jagger moves while sitting in a chair\" and said he \"outshines even Mike and Will who dance beside him\". Sullivan described Artie as \"consistently awesome\", and Slezak said it was \"one of Artie’s more appealing musical moments this season\" and gave it a \"B\". Lynch characterized the song as a \"spunky diversion\" and gave it a \"B+\", but he noted it was \"not a good song for marriage proposals by any stretch of the imagination\", a point also made by \"Rolling Stone\" Erica Futterman, who said the number would have \"fared much better as a stand-alone performance\". While Chaney liked Will and Mike's \"moves\", she felt there was \"far too much quick cutting to shots of Morrison in a tank top\" and gave the song a \"B–\"; Slezak and VanDerWerff were also critical of these shots.",
            "score": 14.560668468475342
        },
        {
            "docid": "6035_35",
            "document": "Celibacy . Usually, only celibate men are ordained as priests in the Latin Rite. Married clergy who have converted from other Christian denominations can be ordained Roman Catholic priests without becoming celibate. Priestly celibacy is not \"doctrine\" of the Church (such as the belief in the Assumption of Mary) but a matter of discipline, like the use of the vernacular (local) language in Mass or Lenten fasting and abstinence. As such, it can theoretically change at any time though it still must be obeyed by Catholics until the change were to take place. The Eastern Catholic Churches ordain both celibate and married men. However, in both the East and the West, bishops are chosen from among those who are celibate. In Ireland, several priests have fathered children, the two most prominent being Bishop Eamonn Casey and Father Michael Cleary.",
            "score": 41.60594844818115
        },
        {
            "docid": "27358_7",
            "document": "Somalia . Somalia has been inhabited since at least the Paleolithic. During the Stone Age, the Doian and Hargeisan cultures flourished here. The oldest evidence of burial customs in the Horn of Africa comes from cemeteries in Somalia dating back to the 4th millennium BCE. The stone implements from the Jalelo site in the north were also characterized in 1909 as important artefacts demonstrating the archaeological universality during the Paleolithic between the East and the West.",
            "score": 22.844297885894775
        }
    ],
    "r": [
        {
            "docid": "304064_5",
            "document": "Clerical celibacy . The word \"celibacy\" can mean either the state of being unmarried or Sexual abstinence, especially because of religious vows, from sexual intercourse. In the canon law of the Latin Church, the word \"celibacy\" is used specifically in the sense of being unmarried. However, for its clergy this state of being unmarried is considered to be a consequence of the obligation to be completely and perpetually continent: Permanent deacons, namely those deacons who are not intended to become priests, are, in general, exempted from this rule. But married permanent deacons are not allowed to remarry after the death of their spouse.",
            "score": 80.79661560058594
        },
        {
            "docid": "150695_26",
            "document": "Olaf II of Norway . Many believe Olaf introduced Christian law into the country in 1024, based upon the writing of the Kuli stone. This stone, however, is hard to interpret and we cannot be entirely sure what the stone was referencing. The codification of Christianity as the legal religion of Norway was attributed to Olaf, and his legal arrangements for the Church of Norway came to stand so high in the eyes of the Norwegian people and clergy that when Pope Gregory VII attempted to make clerical celibacy binding on the priests of Western Europe in 1074–75, the Norwegians largely ignored it, since there was no mention of clerical celibacy in Olaf's legal code for their Church. Only after Norway was made a metropolitan province with its own archbishop in 1153 — which made the Norwegian church, on the one hand, more independent of its king, but, on the other hand, more directly responsible to the Pope — did canon law gain a greater prominence in the life and jurisdiction of the Norwegian church.",
            "score": 77.5914077758789
        },
        {
            "docid": "58809_5",
            "document": "Adultery . In Muslim countries that follow Sharia law for criminal justice, the punishment for adultery may be stoning. There are fifteen countries in which stoning is authorized as lawful punishment, though in recent times it has been legally carried out only in Iran and Somalia. Most countries that criminalize adultery are those where the dominant religion is Islam, and several Sub-Saharan African Christian-majority countries, but there are some notable exceptions to this rule, namely Philippines, Taiwan, and several U.S. states. In some jurisdictions, having sexual relations with the king's wife or the wife of his eldest son constitutes treason. By analogy, in cultures which value and normally practice exclusive interpersonal relationships, sexual relations with a person outside the relationship may also be described as infidelity or cheating, and is subject to sanction.",
            "score": 77.528076171875
        },
        {
            "docid": "2671343_29",
            "document": "Criticism of religion . Stoning is a form of capital punishment whereby a group throws stones at a person until death ensues. As of September 2010, stoning is a punishment that is included in the laws in some countries including Saudi Arabia, Sudan, Yemen, the United Arab Emirates, and some states in Nigeria as punishment for zina al-mohsena (\"adultery of married persons\"). While stoning may not be codified in the laws of Afghanistan and Somalia, both countries have seen several incidents of stoning to death.",
            "score": 71.6611328125
        },
        {
            "docid": "3634424_84",
            "document": "Violence against women . Stoning, or lapidation, refers to a form of capital punishment whereby an organized group throws stones at an individual until the person dies. Stoning is a punishment that is included in the laws of several countries, including Iran, Saudi Arabia, Sudan, Pakistan, Yemen, the United Arab Emirates, and some states in Nigeria, as punishment for adultery. Flogging or flagellation is the act of methodically beating or whipping the human body. It is a judicial punishment in various countries for specific crimes, including sex outside marriage. These punishments employed for sexual relations outside marriage, apart from constituting a form of violence in themselves, can also deter victims of sexual violence from reporting the crime, because the victims may themselves be punished (if they cannot prove their case, if they are deemed to have been in the company of an unrelated male, or if they were unmarried and not virgins at the time of the rape).",
            "score": 71.59968566894531
        },
        {
            "docid": "28702283_50",
            "document": "Islam and violence . The Quran contains seven references to fate of \"the people of Lut\", and their destruction is associated explicitly with their sexual practices: Given that the Quran is allegedly vague regarding the punishment of homosexual sodomy, Islamic jurists, turned to the collections of the hadith and seerah (accounts of Muhammad's life) to support their argument for Hudud punishment. There were varying opinions on how the death penalty was to be carried out. Abu Bakr apparently recommended toppling a wall on the evil-doer, or else burning alive, while Ali bin Abi Talib ordered death by stoning for one \"luti\" and had another thrown head-first from the top of a minaret—according to Ibn Abbas, this last punishment must be followed by stoning. With few exceptions all scholars of Sharia, or Islamic law, interpret homosexual activity as a punishable offence as well as a sin. There is no specific punishment prescribed, however, and this is usually left to the discretion of the local authorities on Islam. There are several methods by which sharia jurists have advocated the punishment of gays or lesbians who are sexually active. One form of execution involves an individual convicted of homosexual acts being stoned to death by a crowd of Muslims. Other Muslim jurists have established ijma ruling that those committing homosexual acts be thrown from rooftops or high places, and this is the perspective of most Salafists.",
            "score": 71.19650268554688
        },
        {
            "docid": "47616174_2",
            "document": "Capital punishment in Islam . Capital punishment in Islam was traditionally regulated by Sharia, the religious law in Islam. Crimes which could result in capital punishment included murder. In the modern era most Muslim-majority countries adopted criminal legal codes based on European models. Legal forms of capital punishment vary among Islamic countries.",
            "score": 70.87210845947266
        },
        {
            "docid": "4043864_48",
            "document": "Religion and capital punishment . Islamic governments are in support of capital punishment. Islamic nations have governments run directly by the code of Sharia law and, therefore, Islam is the only known religion to have a direct impact on the governments opinion on capital punishment. Islamic law is often used in the court system of many Islamic countries and does not separate church and state. The Quran is viewed as the direct word of Allah and going against its teachings is seen as going against the whole basis of the law. Outlawing the death penalty in Islam is simply not an option because it directly violates the teachings of Mohammad. Islamic law states \"Do not kill a soul which Allah has made sacred except through the process of due law,\" meaning that the death penalty is allowed in certain cases where the law says it is necessary. The Quran explicitly states that the taking of a life results in the taking of ones own. According to the Quran, the death penalty is recognized for the seven \"Hudud\" crimes which include adultery, defamation, drinking alcohol, theft, highway robbery, apostasy, and corruption of Islam. These are the most severe crimes in Islam because it is believed that these acts go directly against the word of god and are seen as a threat to society.",
            "score": 69.6970443725586
        },
        {
            "docid": "6035_9",
            "document": "Celibacy . The rule of celibacy in the Buddhist religion, whether Mahayana or Theravada, has a long history. Celibacy was advocated as an ideal rule of life for all monks and nuns by Gautama Buddha, except for Japan where it is not strictly followed due to historical and political developments following the Meiji Restoration. In Japan, celibacy was an ideal among Buddhist clerics for hundreds of years. But violations of clerical celibacy were so common for so long that, finally, in 1872, state laws made marriage legal for Buddhist clerics. Subsequently, ninety percent of Buddhist monks/clerics married. An example is Higashifushimi Kunihide, a prominent Buddhist priest of Japanese royal ancestry who was married and a father whilst serving as a monk for most of his lifetime.",
            "score": 69.36483001708984
        },
        {
            "docid": "47616174_4",
            "document": "Capital punishment in Islam . Islamic governments support capital punishment. Islamic nations have governments run directly by the code of Sharia law and, therefore, Islam is the only known religion to have a direct impact on the governments opinion on capital punishment. Islamic law is often used in the court system of many Islamic countries and does not separate church and state. The Quran is viewed as the direct word of Allah and going against its teachings is seen as going against the whole basis of the law. Outlawing the death penalty in Islam is simply not an option because it directly violates the teachings of Mohammad. Islamic law states \"Do not kill a soul which Allah has made sacred except through the process of due law,\" meaning that the death penalty is allowed in certain cases where the law says it is necessary. The Quran explicitly states that the taking of a life results in the taking of ones own. According to the Quran, the death penalty is recognized for the seven \"Hudud\" crimes which include adultery, defamation, drinking alcohol, theft, highway robbery, apostasy, and corruption of Islam. These are the most severe crimes in Islam because it is believed that these acts go directly against the word of God and are seen as a threat to society.",
            "score": 69.04872131347656
        },
        {
            "docid": "6035_2",
            "document": "Celibacy . Celibacy (from Latin, \"cælibatus\"\") is the state of voluntarily being unmarried, sexually abstinent, or both, usually for religious reasons. It is often in association with the role of a religious official or devotee. In its narrow sense, the term \"celibacy\" is applied only to those for whom the unmarried state is the result of a sacred vow, act of renunciation, or religious conviction. In a wider sense, it is commonly understood to only mean abstinence from sexual activity.",
            "score": 68.75827026367188
        },
        {
            "docid": "6035_6",
            "document": "Celibacy . The words \"abstinence\" and \"celibacy\" are often used interchangeably, but are not necessarily the same thing. Sexual abstinence, also known as \"continence\", is abstaining from some or all aspects of sexual activity, often for some limited period of time, while celibacy may be defined as a voluntary religious vow not to marry or engage in sexual activity. Asexuality is commonly conflated with celibacy and sexual abstinence, but it is considered distinct from the two, as celibacy and sexual abstinence are behavioral and generally motivated by factors such as an individual's personal or religious beliefs.",
            "score": 68.7574691772461
        },
        {
            "docid": "304064_8",
            "document": "Clerical celibacy . In some Christian churches, a vow of chastity is made by members of religious orders or monastic communities, along with vows of poverty and obedience, in order to imitate the life of Jesus of Nazareth (see also Evangelical counsels). This vow of chastity, made by people not all of whom are clergy, is different from what is the obligation, not a vow, of clerical continence and celibacy",
            "score": 68.61288452148438
        },
        {
            "docid": "410784_67",
            "document": "Criticism of the Catholic Church . However, the Church's tradition of celibacy traces its beginnings to both Jesus, who encouraged his apostles to be celibate if they were able to do so, and to St. Paul, who wrote of the advantages celibacy allowed a man in serving the Lord. Thus, from the Church's beginnings, clerical celibacy was \"held in high esteem\" and is considered a kind of spiritual marriage with Christ, a concept further popularized by the early Christian theologian Origen. About 300, the Synod of Elvira called for clerical celibacy . Clerical celibacy began to be enforced in papal decretals beginning with Pope Siricius (d. 399). In 1074, mandatory celibacy of the clergy became canon law as part of Pope Gregory VII's effort to eliminate several forms of medieval church corruption.",
            "score": 68.08181762695312
        },
        {
            "docid": "19186813_41",
            "document": "Stoning . The Iranian judiciary officially placed a moratorium on stoning in 2002; however, in 2007, the Iranian judiciary confirmed that a man who had been convicted of adultery 10 years earlier, was stoned to death in Qazvin province. In 2008, the judiciary tried to eliminate the punishment from the books in legislation submitted to parliament for approval. In 2009, two people were stoned to death in Mashhad, Razavi Khorasan Province as punishment for the crime of adultery. In early 2013, a spokesman for judicial committee of Iran's parliament stated that stoning is no longer mentioned in Iran's legislation, but that punishment will remain the same as it is in Islamic law. He questioned Western enmity against Iran, and termed the campaign to remove \"rajm\" as noise against the implementation of Islamic law in Iran. Legal scholars concur that while certain stoning-related passages have been removed from Iran's new penal code, other passages in the new code refer to stoning, and stoning remains a possible form of punishment under the new Iranian penal code. The most known case in Iran was the stoning of Soraya Manutchehri in 1986.",
            "score": 68.06459045410156
        },
        {
            "docid": "304064_2",
            "document": "Clerical celibacy . Clerical celibacy is the requirement in certain religions that some or all members of the clergy be unmarried. These religions consider that, outside of marriage, deliberate sexual thoughts, feelings, and behavior are sinful; clerical celibacy also requires abstention from these.",
            "score": 67.97612762451172
        },
        {
            "docid": "26484_36",
            "document": "Religious pluralism . Religious pluralism is a contested issue in modern Islamic countries. Twenty three (23) Islamic countries have laws, as of 2014, which make it a crime, punishable with death penalty or prison, for a Muslim, by birth or conversion, to leave Islam or convert to another religion. In Muslim countries such as Algeria, it is illegal to preach, persuade or attempt to convert a Muslim to another religion. Saudi Arabia and several Islamic nations have strict laws against the construction of Christian churches, Jewish synagogues, Hindu temples and Buddhist stupas anywhere inside the country, by anyone including minorities working there. Brunei in southeast Asia adopted Sharia law in 2013 that prescribes a death penalty for any Muslim who converts from Islam to another religion. Other Islamic scholars state Sharia does not allow non-Muslim minorities to enjoy religious freedoms in a Muslim-majority nation, but other scholars disagree.",
            "score": 67.58558654785156
        },
        {
            "docid": "22832023_7",
            "document": "Blasphemy law . In a number of countries where Islam is the state religion, Islamic sharia law is the principal legislation, or affects the laws of the country. Blasphemy in Islam is impious utterance or action concerning God, Muhammad or anything considered sacred in Islam. The Islamic holy book, the Qur'an, admonishes blasphemy, but does not specify the punishment. The hadiths, which are another source of sharia, suggest various punishments for blasphemy,",
            "score": 67.52792358398438
        },
        {
            "docid": "6035_44",
            "document": "Celibacy . Islamic attitudes toward celibacy have been complex, Muhammad denounced it, however some Sufi orders embrace it. Islam does not promote celibacy; rather it condemns premarital sex and extramarital sex. In fact, according to Islam, marriage enables one to attain the highest form of righteousness within this sacred spiritual bond and is as such to be sought after and desired. It disagrees with the concept that marriage acts as a form of distraction in attaining nearness to God. The Qur'an (57:27) states, \"But the Monasticism which they invented for themselves, We did not prescribe for them but only to please God therewith, but that they did not observe it with the right observance.\"",
            "score": 67.17496490478516
        },
        {
            "docid": "6035_25",
            "document": "Celibacy . One explanation for the origin of obligatory celibacy is that it is based on the writings of Saint Paul, who wrote of the advantages celibacy allowed a man in serving the Lord. Celibacy was popularised by the early Christian theologians like Saint Augustine of Hippo and Origen. Another possible explanation for the origins of obligatory celibacy revolves around more practical reason, \"the need to avoid claims on church property by priests' offspring\". It remains a matter of Canon Law (and often a criterion for certain religious orders, especially Franciscans) that priests may not own land and therefore cannot pass it on to legitimate or illegitimate children. The land belongs to the Church through the local diocese as administered by the Local Ordinary (usually a bishop), who is often an \"ex officio\" corporation sole. Celibacy is viewed differently by the Catholic Church and the various Protestant communities. It includes clerical celibacy, celibacy of the consecrated life, voluntary lay celibacy, and celibacy outside of marriage.",
            "score": 67.10888671875
        },
        {
            "docid": "7585942_11",
            "document": "Capital punishment in Pakistan . Section 376 states that if and when the act of rape is committed by two or more individuals with common intention like gang rapes the criminals should meet the fate of death or life imprisonment. Although in many countries insults or defamation of any religion such as Islam is not a crime, in Pakistan this is one of the biggest crimes one can commit. Blasphemy is deemed as a crime not only under the Code but also under Islamic law. This is controversial, as many people believe that this should not be punishable as it violates the fundamental freedom of speech. The Code address the penalty and offenses relating to religion under section 295B and C. Subsection B punishes any defamation made against the \"Holy Qur'an\" with life imprisonment. Whereas, punishment under subsection C is for any written or spoken words direct or indirect made to defile the ‘sacred name of Prophet Muhammad’ will be punished by death or life imprisonment. Other crimes punishable with death are those of \"Fasad fil-ardh\", which is any offence of treason (this could be when one leaves Islam to join foreign faiths to combat Islam), homosexual acts (this is prohibited under Islamic laws and teachings) and piracy of any kind. Islam permits the death penalty for anyone who threatens to undermine authority or destabilise the state.",
            "score": 66.7487564086914
        },
        {
            "docid": "28702283_42",
            "document": "Islam and violence . Under current laws in Islamic countries, the actual punishment for the apostate ranges from execution to prison term to no punishment. Islamic nations with sharia courts use civil code to void the Muslim apostate's marriage and deny child custody rights, as well as his or her inheritance rights for apostasy. Twenty-three Muslim-majority countries, as of 2013, additionally covered apostasy in Islam through their criminal laws. Today, apostasy is a crime in 23 out 49 Muslim majority countries; in many other Muslim nations such as Indonesia and Morocco, apostasy is indirectly covered by other laws. It is subject in some countries, such as Iran and Saudi Arabia, to the death penalty, although executions for apostasy are rare. Apostasy is legal in secular Muslim countries such as Turkey. In numerous Islamic majority countries, many individuals have been arrested and punished for the crime of apostasy without any associated capital crimes. In a 2013 report based on an international survey of religious attitudes, more than 50% of the Muslim population in 6 Islamic countries supported the death penalty for any Muslim who leaves Islam (apostasy). A similar survey of the Muslim population in the United Kingdom, in 2007, found nearly a third of 16 to 24-year-old faithfuls believed that Muslims who convert to another religion should be executed, while less than a fifth of those over 55 believed the same.",
            "score": 66.66571044921875
        },
        {
            "docid": "1637863_73",
            "document": "Islamic sexual jurisprudence . Rape is forbidden under Islamic law. It is defined as having extramarital intercourse by force or fear, including any subsequent injury both to the victim's mental and physical health. According to Islamic law, it is classified as \"hirabah\", i.e. a violent crime causing disorder in the land in the manner described in the Qur'an as \"fasad\" (destructive mischief). A similar crime, for example, would be highway robbery, as it puts fear in people going out or losing their property through violence. Some other branches of Islamic law consider it to be part of \"zina\", as a crime called \"forced fornication\" (\"zina-bil-jabr\"). In Sharia, rape is punishable by stoning to death.",
            "score": 65.6439437866211
        },
        {
            "docid": "38778799_3",
            "document": "Application of Islamic law by country . Within sharia, some crimes are known as \"hudud\", for which there are specific penalties specified by Islam. For example, according to some interpretations, adultery is punished by stoning, fornication and the consumption of alcohol by lashing, and theft by the amputation of limbs. Many predominately Muslim countries have not adopted \"hudud\" penalties in their criminal justice systems. The harshest penalties are enforced with varying levels of consistency, and although most Muslim-majority countries adopt various aspects of sharia, some countries may only adopt a few aspects, whereas others apply the entire sharia code. The use of flogging is more common compared to punishments like amputations.",
            "score": 65.60216522216797
        },
        {
            "docid": "1637863_86",
            "document": "Islamic sexual jurisprudence . Islamic law establishes two categories of legal, sexual relationships: between husband and wife, and between a man and his concubine. All other sexual relationships are considered \"zināʾ\" (fornication), including adultery and homosexuality, according to Islamic law and exegesis of the Qur'an. From the story of Lot it is clear that the Qur'an regards sodomy as an egregious sin. The death by stoning for people of Sodom and Gomorrah is similar to the stoning punishment stipulated for illegal heterosexual sex. There is no punishment for a man who sodomizes a woman because it is not tied to procreation. However, other jurists insist that any act of lust in which the result is the injecting of semen into another person constitutes sexual intercourse.",
            "score": 65.0914535522461
        },
        {
            "docid": "22445946_21",
            "document": "Shia Personal Status Law . On April 7, 2009, Karzai vowed to change the law if it was found to go against the constitution or Islamic law. The law has been placed before the Justice Minister and the top religious leaders. “We have already initiated procedures to correct, if there is anything of concern, that (it) should be changed,” said Karzai “If there is any article in the law that is not in keeping with the Afghan constitution...it should be corrected in consultation with our clergy, in accordance to the constitution and our Islamic Shariah.” “We understand the concerns of our allies in the international community. Those concerns may be out of an inappropriate or not so good translation of the law or a misinterpretation of this,” Karzai also said, \"If there is anything that is of concern to us then we will definitely take action in consultation with our ulema (senior clerics) and send it back to the parliament ... This is something we are serious about.”",
            "score": 65.06259155273438
        },
        {
            "docid": "37880271_29",
            "document": "Female promiscuity . When a Muslim woman is found to have engaged in extra-marital relations, she falls under the risk of being executed, either by a governmental institution or by natural persons. In the latter case, a common scenario, sometimes even among Muslims residing in Western countries, is family honor killing: the woman's relatives feel that she brought shame on their family, so they resort to homicide as a form of atonement. Otherwise, the woman may be given the penalty of capital punishment by a court, in accordance with the customs of Sharia Islamic law, which is based on the Islamic scriptures of the Quran and on Sunnah. For \"zina\", adultery, the Quran prescribes flogging 100 times in public; the Sunnah adds stoning (\"Rajm\") to death if it was extra-marital.",
            "score": 64.61581420898438
        },
        {
            "docid": "2153314_80",
            "document": "Muhammad Zia-ul-Haq's Islamization . Anis Ahmad of the International Islamic University credits controversy over the \"fundamentalism\" of Islamisation to the failure of \"Muslim elites\" to understand \"the very nature of divinely revealed law.\" He believes these elites have adopted the \"intellectual culture and political system\" of the British colonizers due to which they have used a \"sociological approach\" to understanding Sharia law, and to assert that Islamic punishments such as amputation, stoning and lashing are \"bedouin\", \"tribal\", \"premodern\", \"harsh\", \"outdated\" and \"barbaric.\" He goes on to contend that unlike Sharia, secularism calls for leniency towards the criminal, ignoring the suffering of the victim of crime. He believes that sexual indulgence is not a matter of personal freedom but \"rebellion against the established moral norms in a society\", that application of Sharia to non-Muslims is simply a matter of trying to \"persuade them to act rationally\" and that criticism of the treatment of the Ahmadiyya community has been made based on the Munir Report which has been \"condemned by the \"ulama\" [Islamic scholars] ... as a biased work.\" Ahmad calls for development of educational institutions to include adequate information on current issues so that \"ijtihad\" can be exercised in social, political, economic and legal areas and believes that while Zia and other politicians may be criticized for \"piecemeal and at times frivolous\" implementation, the \"Islamic ideals\" of Islamization have \"the commitment\" of the Muslim people in Pakistan.",
            "score": 64.5381088256836
        },
        {
            "docid": "6116054_8",
            "document": "Extramarital sex . Traditional interpretations of Islamic law (or Sharia) prescribe severe punishments for \"zina\", or extramarital sex, by both men and women. Premarital sex could be punished by up to 100 lashes, while adultery is punishable by stoning. The act of sexual penetration must, however, be attested by at least four male Muslim witnesses of good character, the accused has a right to testify in court, the suspect's word or testimony is required to hold the most weight in the eyes of the judge(s), punishments are reserved to the legal authorities and the law states that false accusations are to be punished severely. The former regulations also make some Muslims believe, that the process's goal was to eventually abolish the physical penalties relating to acts of fornication and adultery that were already present within many societies around the world when Islamic teachings first arose. According to this view, the principles are so rigorous in their search for evidence, that they create the near impossibility of being able to reach a verdict that goes against the suspect in any manner.",
            "score": 64.05801391601562
        },
        {
            "docid": "4997516_12",
            "document": "LGBT rights in Jordan . In 2015, the Jordanian Ministry of Interior issue a statement about LGBT rights in response to publicity surrounding an event in Amman. The statement said that LGBT rights conflicts with Islam, which the Constitution stipulates is the official religion, that Jordanian law criminalize holding public meetings without prior approval and as well as public conduct that breaches the peace or the decorum of society. This statement was in response to publicity surrounding LGBT rights event that was held in Amman. A rough translation of the statement is as follows; \" The first clause: The Jordanian state is keen on respecting the Islamic dogma and the true islamic religion's doctrine which was clearly affirmed in the first article of the Jordanian Constitution that states: \"Islam is the religion of the Jordanian State\" and the provisions of the Jordanian civil law are in line with the provisions of the Islamic Sharia law, jurisprudence and customs as they are the source of legislation; therefore, recognizing LGBT groups is considered as a breach of the Islamic Sharia and subsequently the Jordanian Constitution. Any proposals by the sexually perverted to breach the provisions of Sharia Law and the general order, and for that the aforementioned proposals are considered a crime punishable by law. Second clause: Concerning the IDAHOT meeting; the government did not give its consent for it to be held, knowing that the Law of General Meetings number 7 of year 2004 and its amendments is responsible in organizing any public meeting and so the administrative governor should be informed about the meeting should it be held, which did not happen. Third clause: The Government does not possess any assuring intelligence for the existence of and official sponsorship by a foreign mission including the Embassy of the United States to the aforementioned meeting. Final clause: The government won't tolerate in enforcing the law's provisions to maintain security order and decorum while preserving its Muslim Arab principles and traditions; Therefore, we shall pursue whoever is proven to have breached these principles and submit them to the judiciary to execute the necessary legal action against them.\"",
            "score": 63.86189651489258
        },
        {
            "docid": "38778799_4",
            "document": "Application of Islamic law by country . The adoption and demand for sharia in the legal system of nations with significant Muslim-minorities is an active topic of international debate. Introducing sharia as the law of the land in Muslim-majority nations has been described as \"a longstanding goal for Islamist movements\", and attempts to introduce or expand sharia have been accompanied by controversy, violence, and even warfare. Most countries of the world do not recognize sharia; however, some that do recognize sharia use it as the basis for divorce, inheritance and other personal affairs of their Islamic population. And in countries where Islam is the predominant religion, sharia is fully instituted, including laws governing punishment for sin against Allah and Islam – not just divorce, inheritance and personal affairs.",
            "score": 63.83272933959961
        },
        {
            "docid": "47616174_12",
            "document": "Capital punishment in Islam . Lethal stoning and beheading in public under sharia is controversial for being a cruel form of capital punishment. These forms of execution remain part of the law enforced in Saudi Arabia, Yemen, Qatar, United Arab Emirates, Iran and Mauritania.",
            "score": 63.7536735534668
        }
    ]
}