{
    "q": [
        {
            "docid": "37961224_4",
            "document": "Cultural studies . Cultural studies combines a variety of politically engaged critical approaches drawn including semiotics, Marxism, feminist theory, ethnography, critical race theory, Post-structuralism, Postcolonialism, social theory, political theory, history, philosophy, literary theory, media theory, film/video studies, communication studies, political economy, translation studies, museum studies and art history/criticism to study cultural phenomena in various societies and historical periods. Cultural studies seeks to understand how meaning is generated, disseminated, contested, bound up with systems of power and control, and produced from the social, political and economic spheres within a particular social formation or conjuncture. Important theories of cultural hegemony and agency have both influenced and been developed by the cultural studies movement, as have many recent major communication theories and agendas, such as those that attempt to explain and analyze the cultural forces related to processes of globalization.",
            "score": 80.7815842628479
        },
        {
            "docid": "26692723_11",
            "document": "Study of global communication . From the point of view of global communication scholars, previous theories of modernization, dependency, and cultural imperialism have failed to satisfactorily explain global communication. The old theories only explain part of the global picture.",
            "score": 60.12621307373047
        },
        {
            "docid": "26692723_7",
            "document": "Study of global communication . Nevertheless, earlier International communication theories have failed to develop models or research agendas that match the reality of the contemporary role of global communication . The old theories only explain part of the global picture and the theories of modernization, dependency, and cultural imperialism have failed to satisfactorily explain global communication.",
            "score": 56.39910078048706
        },
        {
            "docid": "24199593_8",
            "document": "Stephen Gill (political scientist) . Gill is considered one of the leading Neo-Gramscian International Relations scholars, although his work adopts his own distinctive historical materialist approach as a means of explaining global power and the changing world order. His work draws on Gramscian concepts such as American hegemony (for the Gramscian definition, see Hegemony), cultural hegemony and historic blocs, organic intellectuals and state-civil society.",
            "score": 78.05993247032166
        },
        {
            "docid": "9641126_2",
            "document": "Posthegemony . Posthegemony or post-hegemony is a period or a situation in which hegemony is no longer said to function as the organizing principle of a national or post-national social order, or of the relationships between and amongst nation states within the global order. The concept has different meanings within the fields of political theory, cultural studies, and international relations.",
            "score": 74.30703711509705
        },
        {
            "docid": "2971986_19",
            "document": "Transnational feminism . Transnational feminist theories seek to destabilize liberal feminist assumptions that Third World women face the same type of oppression as First World women.  In their seminal text\" Scattered Hegemonies: Postmodernity and Transnational Feminist Practices\", the authors Inderpal Grewal and Caren Kaplan posit transnational feminist theory as one that critiques modernity through the lens of feminist theory. This articulation of feminist theory is a revision to the field of postmodernism, which the authors argue is powerful in its critique of modern global capitalism, but inadequate because it does not explore gender or reflect on the consequences of theorizing with a Western background. Without paying attention to how colonial histories and global capital flows allow for different cultures to influence and change each other, postmodernist theorists portray non-Western cultures as essentially different from and marginal to Western cultures. Postmodern does not exemplify the realities of transnational feminism and its relation to the global south, Mohanty states \"postmodernist critique that is skeptical of a systematic analysis of institutionalized power and of decolonizing methodologies that center marginalized experience (women of color epistemology) in struggles for justice is seriously off the mark\". In order for activists around the world to collaborate, they need a theory that both creates solidarity among women all over the globe and recognizes difference. This involves challenging how people from different cultures understand what being a \"woman\" is and can be. Grewal and Kaplan express this sentiment when they say:",
            "score": 84.97243082523346
        },
        {
            "docid": "53451_5",
            "document": "Hegemony . The Marxist theory of cultural hegemony, associated particularly with Antonio Gramsci, is the idea that the ruling class can manipulate the value system and mores of a society, so that their view becomes the world view (\"Weltanschauung\"): in Terry Eagleton's words, \"Gramsci normally uses the word hegemony to mean the ways in which a governing power wins consent to its rule from those it subjugates\". In contrast to authoritarian rule, cultural hegemony \"is hegemonic only if those affected by it also consent to and struggle over its common sense\".",
            "score": 83.09091258049011
        },
        {
            "docid": "3690512_4",
            "document": "Marxist international relations theory . This economic reductionism is considered also to be a central flaw. As a solution, the neo-Gramscian school proposed a further development. By combining global capitalism, state structure, and political-economic institutions they managed to create a theory of global hegemony (ideological domination). According to this theory, hegemony is maintained through close cooperation between powerful elites inside and outside the core regions of the world system. Global governance is constituted by political and economic institutions that put pressure on the less developed and unstable peripheral countries.",
            "score": 75.92120289802551
        },
        {
            "docid": "55838656_5",
            "document": "Culture of violence theory . As mentioned previously the culture of violence theory addresses the pervasiveness of specific violent patterns within in a societal dimension. Specifically, culture of violence theory explains how cultures and societies can sanction violent acts. While related to structural violence, cultural violence theory is different by explaining why direct acts of violence or violence built into systems of society exists and how they are legitimized. Research suggests that cultures can encourage and permit violence to exist as a response to various environmental obstacles, such as widespread resource impoverishment. This can be seen within various aspects of culture, such as film, television, music, language, art, and propaganda.",
            "score": 71.50435209274292
        },
        {
            "docid": "3208697_8",
            "document": "Youth subculture . Interactionist theorist Stan Cohen argues youth subcultures are not coherent social groupings that arise spontaneously as a reaction to social forces, but that mass media labeling results in the creation of youth subcultures by imposing an ideological framework in which people can locate their behavior. Post-structuralist theories of subculture utilize many of the ideas from these other theories, including hegemony and the role of the media. In his book, \"\", Dick Hebdige describes subcultures as a reaction of subordinated groups that challenge the hegemony of the dominant culture. This theory accounts for factors such as gender, ethnicity and age. Youth can be seen as a subordinate group in relation to the dominant, adult society.",
            "score": 84.69091510772705
        },
        {
            "docid": "5531689_16",
            "document": "Antiscience . Characteristics of antiscience associated with the right include the appeal to conspiracy theories to explain why scientists believe what they believe, in an attempt to undermine the confidence or power usually associated to science (e.g. in global warming conspiracy theories).",
            "score": 49.117324352264404
        },
        {
            "docid": "57616704_2",
            "document": "Techno-globalism . Techno-globalism is a social theory that aims to explain globalization using the spread of science and technology. Through the spread of science and technology, different nations and societies come together to form a more open and knowledge-based group which is characterized as \"globalized.\" Broadly speaking, techno-globalism is establishing connections between individuals or groups of individuals using shared science and technological practices. In terms of form, techno-globalism can be expressed in macro and micro scales ranging from the interconnections of national economies to individual behavioral culture.",
            "score": 66.53445196151733
        },
        {
            "docid": "32398661_22",
            "document": "Post-politics . The figure of excess fulfils a different purpose in Mouffe's theory of the political, which rests heavily on her and Laclau's notion of hegemony. According to Dikec, hegemony in Laclau and Mouffe's image presupposes the impossibility of 'a totally sutured society, or, in other words, a total closure of the social'. This is because hegemony is possible only through antagonism; and antagonism, in turn, can exist only through lack or surplus: consensus, in this view, is never a complete closure; rather, it only ever exists as the ‘temporary result of a provisional hegemony’. Insofar as it rests on an assertion of the impossibility of saturation, Mouffe's critique of post-politics therefore displays some commonality with those of Rancière, Badiou and Žižek. Mouffe's resistance to saturation, however, is explained by her post-structuralist politico-theoretical persuasion and its attendant anti-essentialism. In this respect, her theory of the political differs widely from the above-mentioned philosophers, all of whom, while inspired in various ways by it, are careful to distance themselves from post-structuralist thought, not least on account of the contribution it has in their eyes made to the consolidation of the post-political Zeitgeist. It also explains the absence of the universalist gesture in Mouffe. Indeed, as explained above, the political is the struggle for hegemonic control over the particular content that is to stand-in for the Universal. An authentic universality is therefore impossible.",
            "score": 62.8464469909668
        },
        {
            "docid": "10176541_2",
            "document": "Global warming conspiracy theory . A global warming conspiracy theory invokes claims that the scientific consensus on global warming is based on conspiracies to produce manipulated data or suppress dissent. It is one of a number of tactics used in climate change denial to legitimize political and public controversy disputing this consensus. Global warming conspiracy theorists typically allege that, through worldwide acts of professional and criminal misconduct, the science behind global warming has been invented or distorted for ideological or financial reasons, or both.",
            "score": 61.53443384170532
        },
        {
            "docid": "13109_104",
            "document": "Global warming controversy . Global warming skeptic Reid Bryson said in June 2007, \"There is a lot of money to be made in this... If you want to be an eminent scientist you have to have a lot of grad students and a lot of grants. You can't get grants unless you say, 'Oh global warming, yes, yes, carbon dioxide'.\" Similar positions have been advanced by University of Alabama, Huntsville climate scientist Roy Spencer, Spencer's University of Alabama, Huntsville colleague and IPCC contributor John Christy, University of London biogeographer Philip Stott, Accuracy in Media, and Ian Plimer in his 2009 book \"Heaven and Earth — Global Warming: The Missing Science\".",
            "score": 56.355252504348755
        },
        {
            "docid": "410722_14",
            "document": "Cultural hegemony . As conceptual criticism of cultural hegemony, the structuralist philosopher Louis Althusser presented the theory of the ideological state apparatus to describe the structure of complex relationships, among the different organs of the State, by which ideology is transmitted and disseminated to the populations of a society. Althusser draws from the concepts of hegemony present in \"cultural hegemony\", yet rejects the absolute historicism proposed by Gramsci. He argues that the ideological state apparatuses (ISA) are the sites of ideological conflict among the social classes of a society. That, in contrast to the repressive state apparatuses (RSA), such as the military and the police forces, the ISA exist as a plurality. While the ruling class in power can readily control the repressive state apparatuses, the ISA are both the sites and the stakes (the objects) of class struggle. Moreover, the ISA are not monolithic social entities, and are distributed throughout the society, as public and as private sites of continual class struggle.",
            "score": 71.868492603302
        },
        {
            "docid": "17146474_10",
            "document": "Cultural schema theory . The term cross-cultural adaptation refers to the complex process through which an individual acquires an increasing level of the communication skills of the host culture and of relational development with host nationals. Simply put, cross-cultural adaptation is the transformation of a person's own PSI schemas into those of the host culture and acquisition of new PSI schemas in the host culture s/he is residing in. A number of different people may b e subject to cross-cultural adaptation, including immigrants, refugees, business people, diplomats, foreign workers, and students. However, this entry specifically applies cultural schema theory to sojourners' cross cultural adaptation. Sojourners generally spend a few years in another culture while intending to return to their home country. Business people, diplomats, students, and foreign workers can all be classified as sojourners. In order to better explain sojourners' cross-cultural adaptation, axioms are used to express causal, correlational, or teleological relationships. Axioms also help to explain the basic assumptions of the Cultural Schema Theory (Nishida, 1999).",
            "score": 66.2593765258789
        },
        {
            "docid": "10176541_1",
            "document": "Global warming conspiracy theory . Global warming conspiracy theory",
            "score": 53.72653579711914
        },
        {
            "docid": "41438959_3",
            "document": "How Global Warming Works . The motivation for the website came from two studies conducted by Ranney and colleagues. In the first study, they hypothesized that one of the factors explaining why fewer Americans believe in global warming than do people in other industrialized nations is that they do not understand the mechanism of global warming. To test this hypothesis, they anonymously surveyed 270 park visitors and community college students in San Diego. They reported that none of the 270 participants could explain the basic mechanism of global warming even though 80% thought that global warming was real and that 77% thought that humans contributed to it.",
            "score": 66.0195803642273
        },
        {
            "docid": "6267_2",
            "document": "Cultural imperialism . Cultural imperialism comprises the cultural aspects of imperialism. Imperialism here refers to the creation and maintenance of unequal relationships between civilizations, favoring the more powerful civilization. Thus, cultural imperialism is the practice of promoting and imposing a culture, usually that of a politically powerful nation, over a less powerful society; in other words, the cultural hegemony of industrialized or economically influential countries which determine general cultural values and standardize civilizations throughout the world. The term is employed especially in the fields of history, cultural studies, and postcolonial theory. It is usually used in a pejorative sense, often in conjunction with calls to reject such influence. Cultural imperialism can take various forms, such as an attitude, a formal policy, or military action, insofar as it reinforces cultural hegemony.",
            "score": 79.48457479476929
        },
        {
            "docid": "28370160_16",
            "document": "Media coverage of global warming . One way media reports attack global warming is to compare it with a purported episode of alarmism related to global cooling. In the 1970s, global cooling, a claim with limited scientific support (even during the height of the media frenzy over global cooling, \"the possibility of anthropogenic warming dominated the peer-reviewed literature\") was widely reported in the press. Several media pieces have claimed that, since the even-at-the-time-poorly-supported theory of global cooling was shown to be false, that the well-supported theory of global warming can also be dismissed. For example, an article in \"The Hindu\" by Kapista and Bashkirtsev wrote: \"Who remembers today, they query, that in the 1970s, when global temperatures began to dip, many warned that we faced a new ice age? An editorial in The Time magazine on June 24, 1974, quoted concerned scientists as voicing alarm over the atmosphere 'growing gradually cooler for the past three decades', 'the unexpected persistence and thickness of pack ice in the waters around Iceland,' and other harbingers of an ice age that could prove 'catastrophic.' Man was blamed for global cooling as he is blamed today for global warming\"., and the \"Irish Independent\" published an article claiming that \"The widespread alarm over global warming is only the latest scare about the environment to come our way since the 1960s. Let's go through some of them. Almost exactly 30 years ago the world was in another panic about climate change. However, it wasn't the thought of global warming that concerned us. It was the fear of its opposite, global cooling. The doom-sayers were wrong in the past and it's entirely possible they're wrong this time as well.\" Numerous other examples exist.",
            "score": 89.29548501968384
        },
        {
            "docid": "25428398_8",
            "document": "Public opinion on global warming . A 2010 survey of 14 industrialized countries found that skepticism about the danger of global warming was highest in Australia, Norway, New Zealand and the United States, in that order, correlating positively with per capita emissions of carbon dioxide. In 2009 Yale University conducted a study identifying global warming's 'Six Americas'. The report identifies six audiences with different opinions about global warning: The alarmed (18%), the concerned (33%), the cautious (19%), the disengaged (12%), the doubtful (11%) and the dismissive (7%). The alarmed and concerned make out the largest percentage and think something should be done about global warming. The cautious, disengaged and doubtful are less likely to take action. The dismissive are convinced global warming is not happening. These audiences can be used to define the best approaches for environmental action. The theory of the 'Six Americas' is also used for marketing purposes.",
            "score": 65.91990947723389
        },
        {
            "docid": "410722_12",
            "document": "Cultural hegemony . Cultural hegemony has philosophically influenced Eurocommunism, the social sciences, and the activist politics of socially liberal and progressive politicians. The analytic discourse of cultural hegemony is important to research and synthesis in anthropology, political science, sociology, and cultural studies; in education, cultural hegemony developed critical pedagogy, by which the root causes of political and social discontent can be identified, and so resolved.",
            "score": 76.21501088142395
        },
        {
            "docid": "9545969_40",
            "document": "Ilana Mercer . Mercer is not what is known pejoratively as a “climate denier,” and considers herself a conservative environmentalist. Or, as she put it in a May 22, 2017 post, a “reincarnated Southern agrarian.” Nevertheless, she had observed, in 2006, that the problem with “the theory of global warming is that it’s unfalsifiable. The theory cannot be falsified or tested and is, therefore, irrefutable. Evidence that contradicts the global warming theory, climate Chicken Littles enlist as evidence for the correctness of their theory; every permutation in weather patterns—warm or cold—is said to be a consequence of that warming or proof of it.\"",
            "score": 66.34408926963806
        },
        {
            "docid": "10176541_14",
            "document": "Global warming conspiracy theory . \"National Geographic\" fact-checked 6 persistent scientific conspiracy theories. Regarding the persistent belief in a global warming hoax they note that the Earth is continuing to warm and the rate of warming is increasing as documented in numerous scientific studies. The rise in global temperature and its rate of increase coincides with the rise of greenhouse gases in the atmosphere due to human activity. Moreover, global warming is causing Arctic sea ice to thaw at historic rates, many species of plants are blooming earlier than expected, and the migration routes of many birds, fish, mammals, and insects are changing.",
            "score": 99.44382548332214
        },
        {
            "docid": "53451_26",
            "document": "Hegemony . In the historical writing of the 19th century, the denotation of \"hegemony\" extended to describe the predominance of one country upon other countries; and, by extension, \"hegemonism\" denoted the Great Power politics (c. 1880s – 1914) for establishing hegemony (indirect imperial rule), that then leads to a definition of imperialism (direct foreign rule). In the early 20th century, in the field of international relations, the Italian Marxist philosopher Antonio Gramsci developed the theory of cultural domination (an analysis of economic class) to include social class; hence, the philosophic and sociologic theory of cultural hegemony analysed the social norms that established the social structures (social and economic classes) with which the ruling class establish and exert cultural dominance to impose their \"Weltanschauung\" (world view)—justifying the social, political, and economic \"status quo\"—as natural, inevitable, and beneficial to every social class, rather than as artificial social constructs beneficial solely to the ruling class.",
            "score": 87.3225132226944
        },
        {
            "docid": "407233_30",
            "document": "Global dimming . Interactions between the two theories for climate modification have also been studied, as global warming and global dimming are neither mutually exclusive nor contradictory. In a paper published on March 8, 2005 in the American Geophysical Union's Geophysical Research Letters, a research team led by Anastasia Romanou of Columbia University's Department of Applied Physics and Mathematics, New York, also showed that the apparently opposing forces of global warming and global dimming can occur at the same time. Global dimming interacts with global warming by blocking sunlight that would otherwise cause evaporation and the particulates bind to water droplets. Water vapor is the major greenhouse gas. On the other hand, global dimming is affected by evaporation and rain. Rain has the effect of clearing out polluted skies.",
            "score": 69.1309700012207
        },
        {
            "docid": "37292837_26",
            "document": "Global warming in Norway . CCS is a potential means of mitigating the effects of fossil fuel emissions to global warming and ocean acidification. However, given Norway’s power supply is almost 100% renewable (majority coming from hydroelectricity) it is odd that they could also be depicted as world leaders when it comes to CCS technology. This can be explained by several key factors;",
            "score": 52.9383282661438
        },
        {
            "docid": "5209207_19",
            "document": "Joseph J. Romm . \"The New York Times\" \"Dot Earth\" column reviewed Romm's views on global warming solutions on November 24, 2008, including his belief that, to combat global warming, humans cannot wait for new technologies and scientific breakthroughs; that instead we must \"deploy existing and near-term low-carbon technologies as fast as is humanly possible\". In his blog, Romm has described the technology solutions that he believes can control global warming. \"The New York Times\" also quoted Romm as stating that, to solve the climate crisis, \"We will need a WWII-style approach\". The article noted Romm's belief that \"credible people\" and the press should publicly support the notion that government action is needed to help solve the global warming crisis. In particular, the press should explain how current news stories, such as hurricanes, droughts and insect infestations are related to global warming.",
            "score": 84.5401349067688
        },
        {
            "docid": "24095765_17",
            "document": "Eco-costs . The eco-costs of global warming (also called eco-costs of carbon footprint) can be used as an indicator for the carbon footprint. The eco-costs of resource depletion can be regarded as an indicator for 'circularity' in the theory of the circular economy. However, it is advised to include human toxicity and eco-toxicity, and include the eco-costs of global warming in the calculations on the circular economy as well. The eco-costs of global warming are required to reveal the difference between fossil-based products and bio-based products, since biogenic CO is not counted in LCA (biogenic CO is part of the natural recycle loop in the biosphere). Therefore, total eco-costs can be regarded as a robust indicator for cradle-to-cradle calculations in LCA for products and services in the theory of the circular economy. Since the economic viability of a business model is also an important aspect of the circular economy, the added value of a product-service system should be part of the analysis. This requires the two dimensional approach of Eco-efficient Value Creation as described at the Wikipedia page on the model of the ecocosts/value ratio, EVR.",
            "score": 57.072800397872925
        },
        {
            "docid": "21080545_13",
            "document": "Golden toad . Since records of golden toads were consistently collected, their rapid disappearance was well documented, yet the causes remain poorly understood. After 1989, there have been no verified documented sightings. The disappearance was originally attributed to a severe neotropical drought in 1987-1988, but other factors have since been treated as more likely causes. The IUCN has given numerous possible reasons for the species' extinction, including its \"restricted range, global warming, chytridiomycosis and airborne pollution\". Jennifer Neville examined the different hypotheses explaining the extinction in her article \"The Case of the Golden Toad: Weather Patterns Lead to Decline\", and concluded that Crump's El Niño hypothesis is \"clearly supported\" by the available data. In her article, Neville discussed the flaws in other hypotheses explaining the toad's decline. The UV-B radiation theory, which suggest that the decline in golden toads resulted from an increase in UV-B radiation, has little evidence supporting it because there was no high elevation UV-B radiation recorded, also, there is little evidence that an increase in UV-B radiation would have an effect on anurans. Another theory is that the anuran water loss from dry conditions helped cause high mortality rates among adults, although this point is hotly contested.",
            "score": 48.53110718727112
        },
        {
            "docid": "9717400_1",
            "document": "Global warming in popular culture . Global warming in popular culture",
            "score": 73.06154727935791
        }
    ],
    "r": [
        {
            "docid": "52888081_10",
            "document": "Endangered sea turtles . Climate change, also called global warming, refers to the rise in average surface temperatures on Earth. An overwhelming scientific consensus maintains that climate change is due primarily to the human use of fossil fuels, which releases carbon dioxide and other greenhouse gases into the air. The gases trap heat within the atmosphere, which can have a range of effects on ecosystems, including rising sea levels, severe weather events, and droughts that render landscapes more susceptible to wildfires.",
            "score": 100.45441436767578
        },
        {
            "docid": "10176541_14",
            "document": "Global warming conspiracy theory . \"National Geographic\" fact-checked 6 persistent scientific conspiracy theories. Regarding the persistent belief in a global warming hoax they note that the Earth is continuing to warm and the rate of warming is increasing as documented in numerous scientific studies. The rise in global temperature and its rate of increase coincides with the rise of greenhouse gases in the atmosphere due to human activity. Moreover, global warming is causing Arctic sea ice to thaw at historic rates, many species of plants are blooming earlier than expected, and the migration routes of many birds, fish, mammals, and insects are changing.",
            "score": 99.4438247680664
        },
        {
            "docid": "16817594_4",
            "document": "Tipping point (climatology) . Global warming proceeds because of changes to the composition of gases in the Earth's atmosphere and Oceans by the emission of greenhouse gases such as carbon dioxide and methane. As warming proceeds, it brings about changes to the natural environment which may result in other changes. For example, warming may begin to melt the Greenland ice sheet and/or West Antarctic Ice Sheet. At some level of temperature rise, the melt of the entire ice sheet will become inevitable; but the ice sheet itself may persist for millennia . A tipping point may be passed without any immediately obvious consequences, nor any acceleration of the warming process. Carbon dioxide made up 396.18 ppm of Earth's atmosphere and as of 2016 makes up 403.3 ppm of Earth's atmosphere. Monitoring stations in the Arctic spring 2012 measuring more than 400 ppm of the heat-trapping gas in the atmosphere. James E. Hansen said that this tipping point had already been reached in April 2008 when the level was 385 ppm. (Hansen states 350 ppm as the upper limit.) \"Further global warming of 1°C defines a critical threshold. Beyond that we will likely see changes that make Earth a different planet than the one we know.\" He has further suggested potential projections of runaway climate change on Earth, in his book \"Storms of My Grandchildren\".",
            "score": 97.84747314453125
        },
        {
            "docid": "22115620_2",
            "document": "Regional effects of global warming . Regional effects of global warming are long-term significant changes in the expected patterns of average weather of a specific region due to global warming. The world average temperature is rising due to the greenhouse effect caused by increasing levels of greenhouse gases, especially carbon dioxide. When the global temperature changes, the changes in climate are not expected to be uniform across the Earth. In particular, land areas change more quickly than oceans, and northern high latitudes change more quickly than the tropics, and the margins of biome regions change faster than do their cores.",
            "score": 96.64337921142578
        },
        {
            "docid": "19790698_5",
            "document": "2008 United Nations Climate Change Conference . The levels of carbon dioxide and other greenhouse gases have increased dramatically since the late 19th century. Until the late 1970s, scientists were unable to determine to what degree human behavior contributed to the increase in greenhouse gases. However, since then, scientists have recognized that the Earth is unable to dispose of the increasing levels of carbon dioxide naturally through the carbon cycle. As a result, excessive levels of carbon dioxide trap heat in the earth's atmosphere and cause global warming. The global warming of the earth's surface creates climate change that affects humans in a variety of ways, including: the melting of polar ice caps, increasing sea levels, droughts, storms, and floods.",
            "score": 96.44489288330078
        },
        {
            "docid": "53559567_11",
            "document": "Flash-gas (petroleum) . Greenhouse gases are classified by their ability to absorb and emit radiation energy in atmosphere. This process of energy capture and release is what allows for the greenhouse effect, when energy trapped within the gas causes a resulting warming of the atmospheric temperature. Greenhouse gases are necessary for keeping our atmosphere warm enough to sustain life but also serve as a medium for over-heating to occur, a phenomenon referred to as global warming. GHGs are produced both directly and indirectly during many production phases of the oil and gas industry.",
            "score": 95.708251953125
        },
        {
            "docid": "976389_6",
            "document": "Popular culture studies . Diametrically opposed to the aristocratic view would be the theory of culture industry developed by Frankfurt School critical theorists such as Theodor W. Adorno, Max Horkheimer and Herbert Marcuse. In their view, the masses are precisely dominated by an all-encompassing culture industry obeying only to the logic of consumer capitalism. Antonio Gramsci's concept of hegemony (see: cultural hegemony), that is, the domination of society by a specific group which stays in power by partially taking care of and partially repressing the claims of other groups, does not work here anymore. The principle of hegemony as a goal to achieve for an oppressed social class loses its meaning. The system has taken over; only the state apparatus dominates.",
            "score": 94.69845581054688
        },
        {
            "docid": "23351394_6",
            "document": "Future sea level . Heat-trapping gases such as carbon dioxide, methane, and others have increased in atmospheric abundance due to human industrial activities driving a global trend of atmospheric warming (, Figure 1). Measurements indicate that the amount of carbon dioxide and other greenhouse gases in the atmosphere have increased over the past century and exceed levels of the past 650,000 years as measured by ice cores from Antarctica. Measurements also indicate that global atmospheric temperature has risen 0.74 ± 0.18 °C during the 100 years ending in 2005, while precipitation (expected to increase in a warmer atmosphere) rose 1.4 ± 0.5% per decade.",
            "score": 93.06474304199219
        },
        {
            "docid": "19790698_4",
            "document": "2008 United Nations Climate Change Conference . Since the late 1800s, the surface of the earth has experienced an increase of 0.6 °C in global temperatures. The earth historically has experienced periods of large increases in global temperatures. For example, around 2 million B.C the surface temperature of the earth is estimated to have been 5 °C warmer than today. While these temperatures increased as a result of the natural warming and cooling of the earth, current increases in global temperatures are attributed to increasing amounts of greenhouse gases in the atmosphere. Greenhouse gases have increased since the late 19th century due to the industrialization of nations worldwide. Examples of greenhouse gases include carbon dioxide, methane, nitrous oxide, and hydro-fluorocarbons. While each of these have a significant impact on the effects of greenhouse gases, carbon dioxide is considered to be the most important as approximately three-quarters of the human-generated global warming effect may attributed to increased carbon dioxide output .",
            "score": 92.58268737792969
        },
        {
            "docid": "7466537_12",
            "document": "Friends of Science . Myth 1) Global temperatures are rising at a rapid, unprecedented rate. Myth 2) The \"hockey stick\" graph proves that the earth has experienced a steady, very gradual temperature decrease for 1000 years, then recently began a sudden increase. Myth 3) Human produced carbon dioxide has increased over the last 100 years, adding to the greenhouse effect, thus warming the earth. Myth 4) CO is the most common greenhouse gas. Myth 5) Computer models verify that CO increases will cause significant global warming. Myth 6) The UN proved that man–made CO causes global warming. Myth 7) CO is a pollutant. Myth 8) Global warming will cause more storms and other weather extremes. Myth 9) Receding glaciers and the calving of ice shelves are proof of global warming. Myth 10) The earth’s poles are warming; polar ice caps are breaking up and melting and the sea level rising",
            "score": 92.5088119506836
        },
        {
            "docid": "5042951_22",
            "document": "Global warming . Global dimming, a gradual reduction in the amount of global direct irradiance at the Earth's surface, was observed from 1961 until at least 1990. Solid and liquid particles known as \"aerosols\", produced by volcanoes and human-made pollutants, are thought to be the main cause of this dimming. They exert a cooling effect by increasing the reflection of incoming sunlight. The effects of the products of fossil fuel combustion – CO and aerosols – have partially offset one another in recent decades, so that net warming has been due to the increase in non-CO greenhouse gases such as methane. Radiative forcing due to aerosols is temporally limited due to the processes that remove aerosols from the atmosphere. Removal by clouds and precipitation gives tropospheric aerosols an atmospheric lifetime of only about a week, while stratospheric aerosols can remain for a few years. Carbon dioxide has a lifetime of a century or more, and as such, changes in aerosols will only delay climate changes due to carbon dioxide. Black carbon is second only to carbon dioxide for its contribution to global warming (contribution being estimated at 17 to 20%, whereas carbon dioxide contributes 40 to 45% to global warming).",
            "score": 92.06111145019531
        },
        {
            "docid": "38978504_5",
            "document": "Climate change and gender . Climate change is a lasting variation in the global climate in response to natural and/or human factors. Climate change, and more specifically global warming, can cause glaciers to melt and sea levels to rise, pushing saltwater into freshwater systems. Significant changes like the salinization of water push species to new locations, directly impacting global ecosystems. Climatic changes affect weather patterns, increasing the frequency and intensity of floods, droughts, and extreme weather events. These types of conditions also result in natural disasters. While climate change is not solely destructive, the negative impacts of global warming on health and agriculture are greater than the benefits for the majority of the world and increase as global temperatures rise. A two-degree rise in temperature threatens 25 percent of all plant and animal species on the planet with extinction. These climatic changes cause the most harm for the most vulnerable populations or those who lack the ability to cope with and adapt to climate change because of a lack of access to essential resources. Marginalized groups like women, children, the elderly, and the impoverished have less access to and control over resources and therefore are more negatively impacted by climate change.",
            "score": 91.08343505859375
        },
        {
            "docid": "5042951_24",
            "document": "Global warming . Soot may either cool or warm Earth's climate system, depending on whether it is airborne or deposited. Atmospheric soot directly absorbs solar radiation, which heats the atmosphere and cools the surface. In isolated areas with high soot production, such as rural India, as much as 50% of surface warming due to greenhouse gases may be masked by atmospheric brown clouds. When deposited, especially on glaciers or on ice in arctic regions, the lower surface albedo can also directly heat the surface. The influences of atmospheric particles, including black carbon, are most pronounced in the tropics and sub-tropics, particularly in Asia, while the effects of greenhouse gases are dominant in the extratropics and southern hemisphere.",
            "score": 91.06401062011719
        },
        {
            "docid": "410722_7",
            "document": "Cultural hegemony . The initial, theoretical application of cultural domination was as a Marxist analysis of \"economic class\" (base and superstructure), which Antonio Gramsci developed to comprehend \"social class\"; hence, cultural hegemony proposes that the prevailing cultural norms of a society, which are imposed by the ruling class (bourgeois cultural hegemony), must not be perceived as natural and inevitable, but must be recognized as artificial social constructs (institutions, practices, beliefs, et cetera) that must be investigated to discover their philosophic roots as instruments of social-class domination. That such praxis of knowledge is indispensable for the intellectual and political liberation of the proletariat, so that workers and peasants, the people of town and country, can create their own working-class culture, which specifically addresses their social and economic needs as social classes.",
            "score": 91.02874755859375
        },
        {
            "docid": "35895879_26",
            "document": "Effects of global warming on oceans . Global warming also affects weather patterns as they pertain to cyclones. Scientists have found that although there have been fewer cyclones than in the past, the intensity of each cyclone has increased. A simplified definition of what global warming means for the planet is that colder regions would get warmer and warmer regions would get much warmer. However, there is also speculation that the complete opposite could be true. A warmer earth could serve to moderate temperatures worldwide. There is still much that is not understood about the earth’s climate, because it is very difficult to make climate models. As such, predicting the effects that global warming might have on our planet is still an inexact science. Global warming is also causing the amount of hazards on the ocean to increase. It has increased the amount of fog at sea level, making it harder for ships to navigate without crashing into other boats or other objects in the ocean. The warmness and dampness of the ground is causing the fog to come closer to the surface level of the ocean. As the rain falls it makes the ground wet, then the warm air rises leaving a layer of cold air that turns into fog causing an unsafe ocean for travel and for working conditions on the ocean. It is also causing the ocean to create more floods due to the fact that it is warming up and the glaciers from the ice age are now melting causing the sea levels to rise, which causes the ocean to take over part of the land and beaches. Glaciers are melting at an alarming rate which is causing the ocean to rise faster than predicted. Inside of this ice there are traces of bubbles that are filled with CO that are then released into the atomosphere when they melt causing the greenhouse effect to grow at an even faster rate.",
            "score": 90.66844940185547
        },
        {
            "docid": "38365461_4",
            "document": "Sustainability at the University of British Columbia . These gases are said to make the planet warmer by “thickening the Earth’s blanket.” This can lead to the overall average annual temperature to increase. Moreover, global warming will decrease snow and glaciers resulting in rising sea levels and increased coastal flooding. In addition, continued warming from the release of greenhouse gases into the atmosphere is expected to have substantial impacts on the economy, other environmental issues and human health.",
            "score": 90.46674346923828
        },
        {
            "docid": "53829430_2",
            "document": "Media Hegemony . The concept of hegemony, which first was put forward by Antonio Gramsci (1971), refers to the moral, philosophical, and political leadership of a social group, which is not gained by force but by an active consent of other social groups through taking control of culture and ideology. During this process, the leading social group exerts its impact and gain its legitimacy mainly through social mechanisms such as education, religion, family and the mass media. Based on the definition of hegemony, media hegemony means the dominance of a certain aspects of life and thoughts by penetrating dominant culture and values in social life. In other words, media hegemony served as a crucial shaper of culture, values and ideology of society (Altheide, 1984).  For example, TV news departments are considered as extensions of a capitalistic economic order (Hall, 1979). The products of the media contain messages that convey the nature of society, the nature of relation of production within the media and the domain of institutions and social process (Golding, 1979). Thus it is crucial to decode media to figure out the latent capitalist ideology within the products of the media, and more importantly to realize the role of the media as tools to produce merchandise in a late capitalist economic order.",
            "score": 90.45337677001953
        },
        {
            "docid": "627_51",
            "document": "Agriculture . Global warming and agriculture are interrelated on a global scale. Global warming affects agriculture through changes in average temperatures, rainfall, and weather extremes (like storms and heat waves); changes in pests and diseases; changes in atmospheric carbon dioxide and ground-level ozone concentrations; changes in the nutritional quality of some foods; and changes in sea level. Global warming is already affecting agriculture, with effects unevenly distributed across the world. Future climate change will probably negatively affect crop production in low latitude countries, while effects in northern latitudes may be positive or negative. Global warming will probably increase the risk of food insecurity for some vulnerable groups, such as the poor.",
            "score": 90.130859375
        },
        {
            "docid": "28370160_16",
            "document": "Media coverage of global warming . One way media reports attack global warming is to compare it with a purported episode of alarmism related to global cooling. In the 1970s, global cooling, a claim with limited scientific support (even during the height of the media frenzy over global cooling, \"the possibility of anthropogenic warming dominated the peer-reviewed literature\") was widely reported in the press. Several media pieces have claimed that, since the even-at-the-time-poorly-supported theory of global cooling was shown to be false, that the well-supported theory of global warming can also be dismissed. For example, an article in \"The Hindu\" by Kapista and Bashkirtsev wrote: \"Who remembers today, they query, that in the 1970s, when global temperatures began to dip, many warned that we faced a new ice age? An editorial in The Time magazine on June 24, 1974, quoted concerned scientists as voicing alarm over the atmosphere 'growing gradually cooler for the past three decades', 'the unexpected persistence and thickness of pack ice in the waters around Iceland,' and other harbingers of an ice age that could prove 'catastrophic.' Man was blamed for global cooling as he is blamed today for global warming\"., and the \"Irish Independent\" published an article claiming that \"The widespread alarm over global warming is only the latest scare about the environment to come our way since the 1960s. Let's go through some of them. Almost exactly 30 years ago the world was in another panic about climate change. However, it wasn't the thought of global warming that concerned us. It was the fear of its opposite, global cooling. The doom-sayers were wrong in the past and it's entirely possible they're wrong this time as well.\" Numerous other examples exist.",
            "score": 89.29548645019531
        },
        {
            "docid": "2571155_15",
            "document": "Joe Bastardi . Bastardi asserts that the changes due to carbon dioxide are tiny compared ot other factors so it cannot cause global warming. He writes \"In the entire geological history of the planet, there has been no known linkage between CO and temperatures.\" Bastardi also states that carbon dioxide cannot cause global warming because this would violate the first law of thermodynamics, a misunderstanding of that gas's role in causing warming. He has further explained: CO cannot cause global warming. I'll tell you why. It doesn't mix well with the atmosphere, for one. For two, its specific gravity is 1 1/2 times that of the rest of the atmosphere. It heats and cools much quicker. Its radiative processes are much different. So it cannot -- it literally cannot cause global warming. --- Joe Bastardi, \"Fox Business\", March 9, 2012.",
            "score": 88.57880401611328
        },
        {
            "docid": "5904679_19",
            "document": "Snow hydrology . In recent years the most predominant topic related to snow hydrology has been global warming. The underlying concept states that human construction and production of emissions, has created a number of gaseous chemical compounds which add to existing greenhouse gases. Gases such as CO2 and CH4 trap heat in the atmosphere, adding to global climate change. These gases are usually broken down relatively quickly through environmental processes like photosynthesis; however, in recent years, studies have shown their atmospheric composition is increasing. Some studies believe this is a natural part of the earth’s cycle while others claim it is due to the growing amount of fossil fuel emissions and the gradual deforestation of oxygen producing plants. The theory suggests that these changes in temperature, could affect the way ice and snow forms over the earth’s crust, initiating a glacial shifting process, possibly created a rise in sea level from 0.5 meters to 1.5 meters. This change then could influence the salinity of the ocean, causing environmental changes, altering oceanic current and organisms that inhabit it.",
            "score": 88.46849822998047
        },
        {
            "docid": "35895879_13",
            "document": "Effects of global warming on oceans . Many humanitarians and environmentalists believe that political policy needs to have a bigger role in carbon dioxide reduction. Humans have a substantial influence on the rise of sea level because we emit increasing levels of carbon dioxide into the atmosphere through automobile use and industry. A higher amount of carbon dioxide in the atmosphere leads to higher global temperatures, which then results in thermal expansion of seawater and melting of glaciers and ice sheets.",
            "score": 87.91214752197266
        },
        {
            "docid": "1965462_6",
            "document": "Tropical rain belt . As the earth warms, the rain belt is projected to move north of the current position. Recent climate change can be attributed to rising carbon dioxide concentrations in the atmosphere; caused by the burning of fossil fuels. The correlation between the concentration of carbon dioxide in the atmosphere and average global temperature is undeniably direct, meaning that as more carbon dioxide is released into the atmosphere, the temperature of the earth is expected to rise as well. Even though the earth is warming as a whole entity, the Northern Hemisphere is warming faster than the Southern because of melting Arctic sea ice.",
            "score": 87.8648452758789
        },
        {
            "docid": "5906_63",
            "document": "Carbon dioxide . Carbon dioxide is a greenhouse gas, absorbing and emitting infrared radiation at its two infrared-active vibrational frequencies (see the section \"Structure and bonding\" above). This causes carbon dioxide to warm the surface and lower atmosphere while cooling the upper atmosphere. Increases in atmospheric concentrations of and other long-lived greenhouse gases such as methane, nitrous oxide and ozone have correspondingly strengthened their absorption and emission of infrared radiation, causing the rise in average global temperature since the mid-20th century. Carbon dioxide is of greatest concern because it exerts a larger overall warming influence than all of these other gases combined and because it has a long atmospheric lifetime (hundreds to thousands of years).",
            "score": 87.81061553955078
        },
        {
            "docid": "295445_3",
            "document": "Global cooling . By the 1970s, scientists were becoming increasingly aware that estimates of global temperatures showed cooling since 1945, as well as the possibility of large scale warming due to emissions of greenhouse gases. In the scientific papers which considered climate trends of the 21st century, less than 10% inclined towards future cooling, while most papers predicted future warming. The general public had little awareness of carbon dioxide's effects on climate, but \"Science News\" in May 1959 forecast a 25% increase in atmospheric carbon dioxide in the 150 years from 1850 to 2000, with a consequent warming trend. The actual increase in this period was 29%. Paul R. Ehrlich mentioned climate change from greenhouse gases in 1968. By the time the idea of global cooling reached the public press in the mid-1970s temperatures had stopped falling, and there was concern in the climatological community about carbon dioxide's warming effects. In response to such reports, the World Meteorological Organization issued a warning in June 1976 that \"a very significant warming of global climate\" was probable.",
            "score": 87.72943115234375
        },
        {
            "docid": "558685_18",
            "document": "Natural environment . The potential dangers of global warming are being increasingly studied by a wide global consortium of scientists. These scientists are increasingly concerned about the potential long-term effects of global warming on our natural environment and on the planet. Of particular concern is how climate change and global warming caused by anthropogenic, or human-made releases of greenhouse gases, most notably carbon dioxide, can act interactively, and have adverse effects upon the planet, its natural environment and humans' existence. It is clear the planet is warming, and warming rapidly.–This warming is also responsible for the extinction of natural habitats, which in turn leads to a reduction in wildlife population.The most recent report from the Intergovernmental Panel on Climate Change (the group of the leading climate scientists in the world) concluded that the earth will warm anywhere from 2.7 to almost 11 degrees Fahrenheit (1.5 to 6 degrees Celsius) between 1990 and 2100. Efforts have been increasingly focused on the mitigation of greenhouse gases that are causing climatic changes, on developing adaptative strategies to global warming, to assist humans, other animal, and plant species, ecosystems, regions and nations in adjusting to the effects of global warming. Some examples of recent collaboration to address climate change and global warming include:",
            "score": 87.6989517211914
        },
        {
            "docid": "53451_26",
            "document": "Hegemony . In the historical writing of the 19th century, the denotation of \"hegemony\" extended to describe the predominance of one country upon other countries; and, by extension, \"hegemonism\" denoted the Great Power politics (c. 1880s – 1914) for establishing hegemony (indirect imperial rule), that then leads to a definition of imperialism (direct foreign rule). In the early 20th century, in the field of international relations, the Italian Marxist philosopher Antonio Gramsci developed the theory of cultural domination (an analysis of economic class) to include social class; hence, the philosophic and sociologic theory of cultural hegemony analysed the social norms that established the social structures (social and economic classes) with which the ruling class establish and exert cultural dominance to impose their \"Weltanschauung\" (world view)—justifying the social, political, and economic \"status quo\"—as natural, inevitable, and beneficial to every social class, rather than as artificial social constructs beneficial solely to the ruling class.",
            "score": 87.32251739501953
        },
        {
            "docid": "17672359_3",
            "document": "Carbon diet . Global carbon dioxide concentrations are beginning to rise on an annual basis. According to senior NASA scientist Roy Spencer, the reality of global warming should not be disputed and that we should instead turn our attention towards the growth per year. The past decade has produced nine of the eleven hottest years recorded this century. The resulting buildup of carbon in areas such as the atmosphere, oceans, and soil contain a major threat to life. The threat of global warming has been an issue we have discovered due to high concentrations of greenhouse gases in the atmosphere but have not addressed as a global community. Not only is climate change an environmental issue, it is also a humanitarian and economical one as well because of the massive global impact it has. We continue to live our lives as if we are not at the forefront of the problem as politicians tell us that global warming is a natural occurrence instead of a man-made one. As human beings, we are the focal point of the problem. It is our duty to be the ones who salvage the remaining resources we have left for future generations. An idea that has been put forth by multiple carbon resource management agencies recently is the utilization of cap-and-trade market systems. With cap-and-trade systems, these agencies are able to trade permits for carbon sources so that the reservoirs are partitioned amongst various groups. Implementing such a system will result in a decrease of carbon dioxide emissions over time as long as it is utilized effectively from all parties involved. However, as long as there is economic growth there is lesser chance of governing bodies providing sufficient amounts of funding in order to repair the damage that has been done by pollution. The budget that governments allocate to resource preservation initiatives are far below the amount that needs to be allocated in order to see real change. It is estimated that the value of emissions permits will be roughly $60 billion a year in 2012 and will continue to increase up to $113 billion 2025.",
            "score": 87.16284942626953
        },
        {
            "docid": "44459617_7",
            "document": "Cumulative effects (environment) . Global warming is caused primarily by anthropogenic, human caused, CO emissions greenhouse gases. Other cumulative effects include ocean acidification, caused by increasing amounts of carbon dioxide in the atmosphere, resulting from human actions. Also the long-term melting of ice sheets, from global temperature increases, contributes to sea level rising.",
            "score": 87.03475952148438
        },
        {
            "docid": "625665_5",
            "document": "Oregon Petition . The text of the petition reads, in its entirety:We urge the United States government to reject the global warming agreement that was written in Kyoto, Japan in December, 1997, and any other similar proposals. The proposed limits on greenhouse gases would harm the environment, hinder the advance of science and technology, and damage the health and welfare of mankind.There is no convincing scientific evidence that human release of carbon dioxide, methane, or other greenhouse gases is causing or will, in the foreseeable future, cause catastrophic heating of the Earth's atmosphere and disruption of the Earth's climate. Moreover, there is substantial scientific evidence that increases in atmospheric carbon dioxide produce many beneficial effects upon the natural plant and animal environments of the Earth.Along with the cover letter from Seitz (see above), the petition was circulated with a manuscript plus a reprint of a December 1997 \"Wall Street Journal\" op-ed (\"Science Has Spoken: Global Warming Is a Myth\") by Arthur and Zachary Robinson. The current version of Seitz's letter describes the summary as \"a twelve page review of information on the subject of 'global warming'.\" The article is titled \"Environmental Effects of Increased Atmospheric Carbon Dioxide\" by Arthur B. Robinson, Noah E. Robinson, Sallie Baliunas and Willie Soon.",
            "score": 86.94364166259766
        },
        {
            "docid": "12474403_58",
            "document": "Climate change denial . Former National Academy of Sciences president Frederick Seitz, who, according to an article by Mark Hertsgaard in \"Vanity Fair\", earned about US$585,000 in the 1970s and 1980s as a consultant to R.J. Reynolds Tobacco Company, went on to chair groups such as the Science and Environmental Policy Project and the George C. Marshall Institute alleged to have made efforts to \"downplay\" global warming. Seitz stated in the 1980s that \"Global warming is far more a matter of politics than of climate.\" Seitz authored the Oregon Petition, a document published jointly by the Marshall Institute and Oregon Institute of Science and Medicine in opposition to the Kyoto protocol. The petition and accompanying \"Research Review of Global Warming Evidence\" claimed: The proposed limits on greenhouse gases would harm the environment, hinder the advance of science and technology, and damage the health and welfare of mankind. There is no convincing scientific evidence that human release of carbon dioxide, methane, or other greenhouse gases is causing or will, in the foreseeable future, cause catastrophic heating of the Earth's atmosphere and disruption of the Earth's climate. … We are living in an increasingly lush environment of plants and animals as a result of the carbon dioxide increase. Our children will enjoy an Earth with far more plant and animal life than that with which we now are blessed. This is a wonderful and unexpected gift from the Industrial Revolution. George Monbiot wrote in \"The Guardian\" that this petition, which he criticizes as misleading and tied to industry funding, \"has been cited by almost every journalist who claims that climate change is a myth.\" Efforts by climate change denial groups played a significant role in the eventual rejection of the Kyoto protocol in the US.",
            "score": 86.58694458007812
        },
        {
            "docid": "5042951_4",
            "document": "Global warming . Future climate change and associated impacts will differ from region to region. Anticipated effects include increasing global temperatures, rising sea levels, changing precipitation, and expansion of deserts in the subtropics. Warming is expected to be greater over land than over the oceans and greatest in the Arctic, with the continuing retreat of glaciers, permafrost, and sea ice. Other likely changes include more frequent extreme weather events such as heat waves, droughts, heavy rainfall with floods, and heavy snowfall; ocean acidification; and species extinctions due to shifting temperature regimes. Effects significant to humans include the threat to food security from decreasing crop yields and the abandonment of populated areas due to rising sea levels. Because the climate system has a large \"inertia\" and greenhouse gases will remain in the atmosphere for a long time, many of these effects will persist for not only decades or centuries, but for tens of thousands of years to come.",
            "score": 86.37236022949219
        }
    ]
}