{
    "q": [
        {
            "docid": "21473_71",
            "document": "Nikola Tesla . Before World War I, Tesla sought overseas investors. After the war started, Tesla lost the funding he was receiving from his patents in European countries.",
            "score": 47.117395877838135
        },
        {
            "docid": "5046265_11",
            "document": "Kolubara . A series of coal based power stations are built in the basin, including \"Kolubara\" (130 MW, at Veliki Crljeni), \"Nikola Tesla B-1\" (in 1983) and \"Nikola Tesla B-2\" (both 615 MW, in Obrenovac).",
            "score": 37.23860573768616
        },
        {
            "docid": "27442010_2",
            "document": "The Secret of Nikola Tesla . The Secret of Nikola Tesla (), is a 1980 Yugoslav biographical film which details events in the life of the Serbian-American engineer and inventor Nikola Tesla (1856-1943), portrayed by Serbian actor Petar Božović. Tesla grew up in the Austro-Hungarian Empire), studied engineering and physics, and moved to New York in 1884. He became an American citizen in 1891 and is known for his contributions to electrical engineering.",
            "score": 75.72218728065491
        },
        {
            "docid": "264823_2",
            "document": "List of Nikola Tesla patents . Nikola Tesla was an inventor who obtained around 300 patents worldwide for his inventions. Some of Tesla's patents are not accounted for, and various sources have discovered some that have lain hidden in patent archives. There are a minimum of 278 patents issued to Tesla in 26 countries that have been accounted for. Many of Tesla's patents were in the United States, Britain, and Canada, but many other patents were approved in countries around the globe. Many inventions developed by Tesla were not put into patent protection.",
            "score": 39.88718664646149
        },
        {
            "docid": "21473_79",
            "document": "Nikola Tesla . At the 1934 party, Tesla told reporters he had designed a superweapon he claimed would end all war. He would call it \"teleforce\", but was usually referred to as his death ray. Tesla described it as a defensive weapon that would be put up along the border of a country to be used against attacking ground-based infantry or aircraft. Tesla never revealed detailed plans of how the weapon worked during his lifetime, but in 1984, they surfaced at the Nikola Tesla Museum archive in Belgrade. The treatise, \"The New Art of Projecting Concentrated Non-dispersive Energy through the Natural Media\", described an open-ended vacuum tube with a gas jet seal that allows particles to exit, a method of charging slugs of tungsten or mercury to millions of volts, and directing them in streams (through electrostatic repulsion). Tesla tried to interest the US War Department, the United Kingdom, the Soviet Union, and Yugoslavia in the device.",
            "score": 41.48739814758301
        },
        {
            "docid": "1467219_3",
            "document": "Belgrade Nikola Tesla Airport . The flag carrier and largest airline of Serbia, Air Serbia, uses Belgrade Nikola Tesla as their hub. It is also one of the operating bases for low cost airline Wizz Air. The air taxi services Air Pink, Eagle Express and Prince Aviation also call the airport their home. The airport is operated by the state-owned company \"Aerodrom Nikola Tesla Beograd\".",
            "score": 37.31043720245361
        },
        {
            "docid": "32925149_9",
            "document": "Sanja Bestic . In May 2013 she wrapped up \"Tesla\" written by British award winning playwright Sheri Graubert and produced by EasyTheaters Productions based in London. \"Tesla\" premiered in May 2013 in New York City. The play was a sold out success, winning the young director the Tesla Award. It starred James Lee Taylor as Nikola Tesla, one of the most respected Serbian-American scientists in the world. The play will soon be moving to London’s West End. Furthermore, Sanja's goal is to take this story a step further in 2014 by directing a documentary movie about the mysterious life of Nikola Tesla. These projects are highly supported by The Tesla Science Foundation and Office for Cooperation with Diaspora and Serbs in the Region.  Nikola Tesla is finally beginning to attract real attention and encourage serious debate nearly 70 years after his death. Nikola Tesla, Serbian-American scientist, the man who lit the world, gave his greatest contribution to science and technological progress of the world as the inventor of the rotating magnetic field and of the complete system of production and distribution of electrical energy (motors, generators) based on the use of alternate currents. His name was given to the SI unit for magnetic induction (\"tesla\"). Tesla also constructed the generators of high-frequency alternate currents and high-voltage coreless transformer known today as \"Tesla Coil\". Sanja has managed to bring to life moments of Tesla's life that the public had yet to see and displayed important moments and sequences of Tesla's life, which for mysterious reasons have remained a well kept secret to date. Tesla whom we might have referred to as holy, sacred, died before he was recognized as someone who truly marked the history of mankind. Sanja's play was supported by the Office for Cooperation with Diaspora and Serbs in the Region, Consulate General of the Republic of Serbia in New York, Vuk Jeremić - Serbian physicist, politician and President of the 67th session of United Nations General Assembly, the Tesla Science Foundation, the Nikola Tesla Club, and the Nikola Tesla Inventors Club in the US.",
            "score": 43.465558648109436
        },
        {
            "docid": "21473_16",
            "document": "Nikola Tesla . In March 1879, Tesla's father went to Maribor to beg his son to return home, but he refused. Nikola suffered a nervous breakdown around the same time. On 24 March 1879, Tesla was returned to Gospić under police guard for not having a residence permit.",
            "score": 39.67600440979004
        },
        {
            "docid": "2300571_5",
            "document": "TPP Nikola Tesla . Located between the villages of Skela and Ušće. There are two generation units with a total capacity of 1160 MW. TPP Nikola Tesla B was first synchronised on March 11, 1983. Its chimney is 280 metres tall.",
            "score": 35.34089374542236
        },
        {
            "docid": "54115706_7",
            "document": "Energetics of Serbia . Today in Serbia there are the following plants: in the basin Kolubara - Nikola Tesla A and B, and Kolubara, then Kostolac A and Kostolac B in Kostolac basins. On the Velika Morava river, near Svilajnac, power plant Morava. In the Kosovo basin are power plant Kosovo, Obilic A and B and Trepca, while there in the Metohija power plants are Djakovica and Orahovac. In Vojvodina, and there in Zrenjanin and Novi Sad. The strongest power plant is \"Nikola Tesla A \", with a total power of 1,650 MW.",
            "score": 35.948227405548096
        },
        {
            "docid": "11450835_3",
            "document": "Tesla: Man Out of Time . \"Tesla: Man Out of Time\" describes the life of Nikola Tesla (1856–1943), the Serbian-American inventor, electrical engineer, mechanical engineer, physicist, and futurist. Margaret Cheney's narrative details Tesla's childhood during the 1850s and 1860s in the then Austro-Hungarian Empire, his 1884 arrival in New York, becoming American citizen in 1891, his inventions and contributions to engineering, up to his death New York at age 86 during the middle of World War II in 1943. The book is focused largely on Tesla's personality and not his inventions.",
            "score": 74.0840277671814
        },
        {
            "docid": "21473_7",
            "document": "Nikola Tesla . Nikola Tesla was born an ethnic Serb in the village Smiljan, Lika county, in the Austrian Empire (present day Croatia), on 1856. His father, Milutin Tesla (1819–1879), was an Eastern Orthodox priest. Tesla's mother, Đuka Tesla (née Mandić; 1822–1892), whose father was also an Orthodox priest, had a talent for making home craft tools and mechanical appliances and the ability to memorize Serbian epic poems. Đuka had never received a formal education. Tesla credited his eidetic memory and creative abilities to his mother's genetics and influence. Tesla's progenitors were from western Serbia, near Montenegro.",
            "score": 61.581032276153564
        },
        {
            "docid": "1467219_16",
            "document": "Belgrade Nikola Tesla Airport . With a change in government and international sentiment, normal air traffic resumed in 2001. A few years later the airport's terminal 2 underwent a major reconstruction. The runway was upgraded to CAT IIIb in 2005, as part of a large renovation project. CAT IIIb is the latest runway system, giving aircraft the security of landing during fog and storms. In 2006, the airport was renamed to \"Belgrade Nikola Tesla Airport\". Nikola Tesla was a Serbian-American inventor and scientist, generally considered one of the world's most famous inventors. The construction of the new air traffic control center was completed in 2010. In 2011 Belgrade Nikola Tesla Airport shares (AERO) began trading on the Belgrade Stock Exchange (BELEX).",
            "score": 40.112996339797974
        },
        {
            "docid": "7409536_5",
            "document": "Nikola Tesla in popular culture . Tesla's birthday, 10 July, has been suggested by some to be World Tesla Day, Nikola Tesla Day, or simply, Tesla Day. Some organizations celebrate Tesla Day informally on 10 July. However, The Tesla Memorial Society wrote letters to several officials asking to commemorate 10 July as international Nikola Tesla Day.",
            "score": 37.36454200744629
        },
        {
            "docid": "11450751_3",
            "document": "Wizard: The Life and Times of Nikola Tesla . Seifer follows the life of Nikola Tesla, the Serbian American inventor, electrical engineer, mechanical engineer, physicist, and futurist. He covers the high points of the inventors life through his designs used in the modern alternating current system, experimentation with high frequency current and wireless power transmission, wireless remote control, X-ray imaging, and Tesla's \"death ray\". Seifer goes on to cover Tesla's downfall, attributing it to Tesla's megalomaniacal, neurotic, self-destructive tendencies, and Tesla's interactions with financier J. Pierpont Morgan.",
            "score": 42.33589541912079
        },
        {
            "docid": "1182319_10",
            "document": "Goat Island (New York) . The island is home to the Tesla Monument which honors the Serbian-American inventor, Nikola Tesla. The statue was a given to the United States by the government of Yugoslavia in 1976. The sculptor of the statue is Frano Kršinić (1897–1982), a renowned Yugoslav sculptor. In mid-2016, the statue was relocated to Stedman’s Bluff, the section of the island that overlooks the Bridal Veil Falls and the American Falls, to increase popularity.",
            "score": 38.42836904525757
        },
        {
            "docid": "1529691_2",
            "document": "My Inventions: The Autobiography of Nikola Tesla . My Inventions: The Autobiography of Nikola Tesla is a book compiled and edited by Ben Johnston detailing the work of Nikola Tesla. The content was largely drawn from a series of articles that Nikola Tesla had written for \"Electrical Experimenter\" magazine in 1919, when he was 63 years old.",
            "score": 36.25101280212402
        },
        {
            "docid": "7409536_2",
            "document": "Nikola Tesla in popular culture . Nikola Tesla (10 July 1856 – 7 January 1943) is portrayed in multiple forms of popular culture. The Serbian-American engineer has particularly been depicted in science fiction, a genre which is well-suited to address his inventions; while often exaggerated, the fictionalized variants build mostly upon his own alleged claims or ideas. A popular, growing fixation among science fiction, comic book, and speculative history storytellers is to portray Tesla as a member of a secret society, along with other luminaries of science. The impacts of the technologies invented by Nikola Tesla are a recurring theme in the steampunk genre of alternate technology science-fiction.",
            "score": 42.32233786582947
        },
        {
            "docid": "4966622_4",
            "document": "Nikola Tesla Museum . The Nikola Tesla Museum is charged with preserving and displaying the legacy of Nikola Tesla. The present director is Branimir Jovanović.",
            "score": 36.10104274749756
        },
        {
            "docid": "21473_88",
            "document": "Nikola Tesla . Tesla obtained around 300 patents worldwide for his inventions. Some of Tesla's patents are not accounted for, and various sources have discovered some that have lain hidden in patent archives. There are a minimum of 278 known patents issued to Tesla in 26 countries. Many of Tesla's patents were in the United States, Britain, and Canada, but many other patents were approved in countries around the globe. Many inventions developed by Tesla were not put into patent protection.",
            "score": 37.35148525238037
        },
        {
            "docid": "7409536_6",
            "document": "Nikola Tesla in popular culture . Google honored Tesla on his birthday on 10 July 2009 by displaying a Google Doodle in the Google search home page, that showed the G as a Tesla coil.",
            "score": 36.944154500961304
        },
        {
            "docid": "14544903_2",
            "document": "Tesla River . The Tesla River is a tributary of the Tărlung River in Romania. The river is named after the famous Serbian-American electrical engineer Nikola Tesla.",
            "score": 37.81984567642212
        },
        {
            "docid": "11450895_2",
            "document": "The Fantastic Inventions of Nikola Tesla . The Fantastic Inventions of Nikola Tesla () is a 1993 book compiled and edited by David Hatcher Childress detailing the work of Nikola Tesla. Additional content of the book, besides the patent cover pages and lectures of Tesla, is provided by Childress.",
            "score": 36.062275886535645
        },
        {
            "docid": "11451008_2",
            "document": "The Inventions, Researches, and Writings of Nikola Tesla . The Inventions, Researches and Writings of Nikola Tesla is a book compiled and edited by Thomas Commerford Martin detailing the work of Nikola Tesla up to 1893. The book is a comprehensive compilation of Tesla's early work with many illustrations.",
            "score": 36.062275886535645
        },
        {
            "docid": "51769920_2",
            "document": "Tesla (film) . Tesla is a 2016 American documentary film about Nikola Tesla. The film is directed by David Grubin and distributed on the PBS network. It premiered on October 18, 2016 as part of the \"American Experience\" series during the 28th season.",
            "score": 41.44981598854065
        },
        {
            "docid": "11451041_2",
            "document": "Prodigal Genius: The Life of Nikola Tesla . Prodigal Genius: The Life of Nikola Tesla () is a 1944 book by John Joseph O'Neill detailing the life of Nikola Tesla.",
            "score": 35.82234573364258
        },
        {
            "docid": "11450751_2",
            "document": "Wizard: The Life and Times of Nikola Tesla . The book Wizard, the Life and Times of Nikola Tesla is a biography of Nikola Tesla by Marc J. Seifer published in 1996.",
            "score": 37.76470708847046
        },
        {
            "docid": "4039179_2",
            "document": "Nikola Tesla electric car hoax . The Nikola Tesla electric car hoax is an anecdote that refers to a supposed Nikola Tesla invention described by Peter Savo, who claimed to be a nephew of Tesla, to Derek Ahers in 1967. Savo said that Tesla took him to Buffalo, New York in 1931 and showed him a modified Pierce-Arrow car.",
            "score": 36.161094665527344
        },
        {
            "docid": "21473_2",
            "document": "Nikola Tesla . Nikola Tesla (; ; 10 July 1856 – 7 January 1943) was a Serbian-American inventor, electrical engineer, mechanical engineer, physicist, and futurist who is best known for his contributions to the design of the modern alternating current (AC) electricity supply system.",
            "score": 41.41207981109619
        },
        {
            "docid": "21473_106",
            "document": "Nikola Tesla . Tesla made predictions about the relevant issues of a post-World War I environment in a printed article, \"Science and Discovery are the great Forces which will lead to the Consummation of the War\" (20 December 1914). Tesla believed that the League of Nations was not a remedy for the times and issues.",
            "score": 40.34969758987427
        },
        {
            "docid": "1467219_2",
            "document": "Belgrade Nikola Tesla Airport . Belgrade Nikola Tesla Airport ( / \"Aerodrom Nikola Tesla Beograd\") , is an international airport serving Belgrade, Serbia. Previously known as Belgrade Airport ( / \"Aerodrom Beograd\") or Surčin Airport ( / \"Aerodrom Surčin\"), it was renamed in 2006 in honor of Serbian scientist and inventor Nikola Tesla. It is the largest and busiest airport in Serbia, situated west of downtown Belgrade near the suburb of Surčin, surrounded by Syrmia's fertile lowlands.",
            "score": 35.42086410522461
        },
        {
            "docid": "50812966_6",
            "document": "Nikola Motor Company . On May 1, 2018 Nikola Motor Company filed a lawsuit against Tesla seeking $2 billion in damages alleging that the Tesla Semi infringes on several patents Nikola have been granted on the design of the Nikola One. Tesla has responded that the lawsuit is without merit.",
            "score": 35.11659336090088
        }
    ],
    "r": [
        {
            "docid": "27442010_2",
            "document": "The Secret of Nikola Tesla . The Secret of Nikola Tesla (), is a 1980 Yugoslav biographical film which details events in the life of the Serbian-American engineer and inventor Nikola Tesla (1856-1943), portrayed by Serbian actor Petar Božović. Tesla grew up in the Austro-Hungarian Empire), studied engineering and physics, and moved to New York in 1884. He became an American citizen in 1891 and is known for his contributions to electrical engineering.",
            "score": 75.7221908569336
        },
        {
            "docid": "11450835_3",
            "document": "Tesla: Man Out of Time . \"Tesla: Man Out of Time\" describes the life of Nikola Tesla (1856–1943), the Serbian-American inventor, electrical engineer, mechanical engineer, physicist, and futurist. Margaret Cheney's narrative details Tesla's childhood during the 1850s and 1860s in the then Austro-Hungarian Empire, his 1884 arrival in New York, becoming American citizen in 1891, his inventions and contributions to engineering, up to his death New York at age 86 during the middle of World War II in 1943. The book is focused largely on Tesla's personality and not his inventions.",
            "score": 74.08403015136719
        },
        {
            "docid": "21473_7",
            "document": "Nikola Tesla . Nikola Tesla was born an ethnic Serb in the village Smiljan, Lika county, in the Austrian Empire (present day Croatia), on 1856. His father, Milutin Tesla (1819–1879), was an Eastern Orthodox priest. Tesla's mother, Đuka Tesla (née Mandić; 1822–1892), whose father was also an Orthodox priest, had a talent for making home craft tools and mechanical appliances and the ability to memorize Serbian epic poems. Đuka had never received a formal education. Tesla credited his eidetic memory and creative abilities to his mother's genetics and influence. Tesla's progenitors were from western Serbia, near Montenegro.",
            "score": 61.581031799316406
        },
        {
            "docid": "4829_34",
            "document": "Balkans . The First World War was sparked in the Balkans in 1914 when members of Mlada Bosna, a revolutionary organization with predominantly Serbian and pro-Yugoslav members, assassinated the Austro-Hungarian heir Archduke Franz Ferdinand of Austria in Bosnia and Herzegovina's capital, Sarajevo. That caused a war between the two countries which—through the existing chains of alliances—led to the First World War. The Ottoman Empire soon joined the Central Powers becoming one of the three empires participating in that alliance. The next year Bulgaria joined the Central Powers attacking Serbia, which was successfully fighting Austro-Hungary to the north for a year. That led to Serbia's defeat and the intervention of the Entente in the Balkans which sent an expeditionary force to establish a new front, the third one of that war, which soon also became static. The participation of Greece in the war three years later, in 1918, on the part of the Entente finally altered the balance between the opponents leading to the collapse of the common German-Bulgarian front there, which caused the exit of Bulgaria from the war, and in turn the collapse of the Austro-Hungarian Empire, ending the First World War.",
            "score": 58.68284225463867
        },
        {
            "docid": "21473_12",
            "document": "Nikola Tesla . In 1874, Tesla evaded conscription into the Austro-Hungarian Army in Smiljan by running away southeast of Lika to Tomingaj, near Gračac. There he explored the mountains wearing hunter's garb. Tesla said that this contact with nature made him stronger, both physically and mentally. He read many books while in Tomingaj and later said that Mark Twain's works had helped him to miraculously recover from his earlier illness.",
            "score": 57.325706481933594
        },
        {
            "docid": "55726782_3",
            "document": "Stoja Kašiković . Stoja Kašiković was born in 1865 in Bosanski Novi in the Bosnia Eyalet of the Ottoman Empire, and was probably orphaned at an early age because very little information is available about her family. She began school in Sarajevo in 1879, one year after the Bosnia Eyalet was occupied by the Austro-Hungarian Empire, at the only school for girls available in Bosnia, founded by Paulina Irby. She finished four years of elementary education by 1886 and had trained as a teacher. That same year, she married Nikola Kašiković, a teacher at Miss Irby's school. Together, they had three sons and a daughter. She herself taught at Miss Irby's school in the latter part of the first decade of the 1900s. During World War I, the Austro-Hungarian government convicted Stoja, Nikola and one of their sons of treason in 1917–18, but the convictions were negated when the Austro-Hungarian Empire collapsed later in 1918 and Bosnia became part of the Kingdom of Serbs, Croats and Slovenes (later Yugoslavia). Nothing is known of her life after the war other than she began receiving a pension after her husband's death in 1927.",
            "score": 57.03117752075195
        },
        {
            "docid": "998432_66",
            "document": "Hungarian nobility . Deák and his followers knew that the great powers did not support the disintegration of the Austrian Empire. Austria's defeat in the Austro-Prussian War accelerated the rapprochement between the king and the Deák Party, which led to the Austro-Hungarian Compromise in 1867. Hungary proper and Transylvania was united and the autonomy of Hungary was restored within the Dual Monarchy of Austria-Hungary. Next year, the Croatian–Hungarian Settlement restored the union of Hungary proper and Croatia, but secured the competence of the \"sabor\" in internal affairs, education and justice.",
            "score": 56.84101486206055
        },
        {
            "docid": "11887947_5",
            "document": "Kingdom of Croatia (Habsburg) . Territory recovered by the Austrians from the Ottoman Empire was formed in 1745 as the Kingdom of Slavonia, subordinate to the Croatian Kingdom. In 1804 the Habsburg Monarchy became the Austrian Empire which annexed the Venetian Republic in 1814 and established the Kingdom of Dalmatia. After the Austro-Hungarian Compromise of 1867 (by which the Austrian Empire became the Austro-Hungarian Empire) and the Croatian-Hungarian \"Nagodba\" of 1868, the Kingdom of Croatia and Kingdom of Slavonia were joined to create the Kingdom of Croatia-Slavonia within the Lands of the Crown of St. Stephen in the Hungarian part of the Empire, while the Kingdom of Dalmatia became a \"crown land\" in the Austrian part of the Empire (Cisleithania). The new Kingdom claimed the Kingdom of Dalmatia, as the remaining Croatian land in the Empire, and often referred to itself as the \"Triune Kingdom of Croatia, Slavonia, and Dalmatia\".",
            "score": 56.73078536987305
        },
        {
            "docid": "316136_3",
            "document": "Miroslav Krleža . Miroslav Krleža was born in Zagreb. He enrolled in a preparatory military school in Pécs, modern-day Hungary. At that time, Pécs and Zagreb were within the Austro-Hungarian Empire. Subsequently, he attended the Ludoviceum military academy at Budapest. He defected to Serbia but was dismissed as a suspected spy. Upon his return to Croatia, he was demoted in the Austro-Hungarian army and sent as a common soldier to the Eastern front in World War I. In the post-World War I period Krleža established himself both as a major Modernist writer and politically controversial figure in Yugoslavia, a newly created country which encompassed South Slavic lands of the former Habsburg Empire and the kingdoms of Serbia and Montenegro.",
            "score": 55.57057189941406
        },
        {
            "docid": "1412562_3",
            "document": "Austro-Hungarian Navy . Prior to the Austro-Hungarian Compromise of 1867, the Austrian Navy saw action in the French Revolutionary Wars, the Napoleonic Wars, the Second Egyptian–Ottoman War, the First and Second Wars of Italian Independence, the Second Schleswig War, and the Seven Weeks War as well as the simultaneous Third War of Italian Independence. Following Austria's defeat to Prussia and Italy during the Seven Weeks War, the Empire reformed itself into a dual monarchy with the Habsburg monarch ruling as Emperor of Austria over the western and northern half of the country that was the Austrian Empire, and as King of Hungary over the Kingdom of Hungary. The Austro-Hungarian Compromise of 1867 also transformed the Austrian Navy into the Austro-Hungarian Navy.",
            "score": 55.40822219848633
        },
        {
            "docid": "42345739_3",
            "document": "Austro-Hungarian campaign in Bosnia and Herzegovina in 1878 . Following the Russo-Turkish War of 1877–78, the Congress of Berlin was organized by the Great Powers. By article 25 of the resulting Treaty of Berlin (13 July 1878), Bosnia and Herzegovina remained under the sovereignty of the Ottoman Empire, but the Austro-Hungarian Empire was granted the authority to occupy the \"vilayet\" (province) of Bosnia and Herzegovina indefinitely, taking on its military defence and civil administration. The Austro-Hungarians also received the right to indefinitely occupy strategic posts in the \"sanjak\" of Novi Pazar:",
            "score": 55.136878967285156
        },
        {
            "docid": "27003969_4",
            "document": "History of the Croatian Air Force . During World War I, Croatia was part of the Austro-Hungarian Empire. Croatian pilots flew in Austro-Hungarian Imperial and Royal Aviation Troops. Johann Lasi was the first Croatian ace, scoring five victories in only 30 minutes of combat. Miroslav Navratil and Raoul Stojsavljevic were some of the most successful aces in the war, both scoring 10 victories.",
            "score": 54.861602783203125
        },
        {
            "docid": "24051318_3",
            "document": "Matteo Martinolich . Born in Mali Lošinj, Croatia (at the time part of the Austro-Hungarian Empire), the son of Francesco Stanislao Martinolich and Maria Dominica Merlo, he initially studied naval architecture and received training in carpentry at the Austrian naval shipyards in Pula. At that time, Pula was the chief naval base of the Austro-Hungarian Empire.",
            "score": 54.6419563293457
        },
        {
            "docid": "57075954_6",
            "document": "List of foreign footballers in European communist countries . Foreigners played major role in the beginnings of clubs in Russian Empire. However, after the 1917 Revolution and the creation of Soviet Union, the vast majority of foreigners left the country and clubs played exclusively with domestic players all the way until the fall of Communism in late 1980s. The Baltic states were incorporated into Soviet Union in 1945 and afterwards became closed to foreign exchange. Previously they had been majorly influenced by the Central-European school just as most of the other countries we cover here. Football appeared in this part of Europe while still most of these countries were part of the Austro-Hungarian empire. Within the empire football became highly developed, and by early 20th century, football in these region was at pace with United Kingdom, Germany, France or Italy. The Central-European school became the avant-garde in football, and coaches from territories that was once Austro-Hungary were highly regarded throughout the globe. At the end of First World War, the Austro-Hungarian Empire dissolved, and the successor countries continued the tradition of its football school. Austria, Hungary, Czechoslovakia, Yugoslavia, Poland and Romania became the core that would compete against the few other football powerhouses. Prior WWII it was common to see Austrian and Hungarian coaches in all European top clubs, plus players, added by Czechoslovaks and Yugoslavs. In clubs of all these Central-European leagues, it was common to see coaches and players from other parts of Europe. However, when communists came to power, this practice was discontinued, and clubs were forced to develop their schools and focus on domestic players only. Between the 1950s and 1970s this was the reality of all countries. It will be at the 1980s that this reality slowly starts to change.",
            "score": 54.515472412109375
        },
        {
            "docid": "54415335_2",
            "document": "Škoda 7 cm guns . The Škoda 7 cm guns were a family of naval guns and dual-purpose guns of the Austro-Hungarian Empire that were developed and produced for the Austro-Hungarian Navy in the years before and during World War I. These guns were actually 66 mm, but the classification system for artillery rounded up to the next highest centimeter. Following the defeat of the Central Powers in World War I and the dissolution of the Austro-Hungarian empire the ships of the Austro-Hungarian Navy were divided among the victorious allies and some guns continued to be used until World War II.",
            "score": 54.415775299072266
        },
        {
            "docid": "31362083_2",
            "document": "List of Croatian World War I flying aces . The Austro-Hungarian Empire's \"Luftfahrtruppen\" contained many pilots from many ethnic minorities. The following list of their World War I flying aces contains those Austro-Hungarian aces identified as ethnic Croatian or born in the territory of modern-day Croatia:",
            "score": 54.1867561340332
        },
        {
            "docid": "999061_6",
            "document": "Boris Pahor . Pahor was born into a Slovene minority community in Trieste, the main port of the Austro-Hungarian Empire and the capital of the Austrian Littoral region at the time. Pahor's father Franc was born in Kostanjevica na Krasu, a settlement that was severely ravaged by the Battles of the Isonzo during the First World War. Franc married Marija Ambrožič and found a job in Trieste as a civil servant in the Austro-Hungarian administration.",
            "score": 54.062686920166016
        },
        {
            "docid": "21473_9",
            "document": "Nikola Tesla . In 1870, Tesla moved far north to Karlovac to attend high school at the Higher Real Gymnasium. The classes were held in German, as it was a school within the Austro-Hungarian Military Frontier.",
            "score": 53.888099670410156
        },
        {
            "docid": "21627_19",
            "document": "Nation state . In some cases these states were simply overthrown by nationalist uprisings in the 19th century. Liberal ideas of free trade played a role in German unification, which was preceded by a customs union, the Zollverein. However, the Austro-Prussian War, and the German alliances in the Franco-Prussian War, were decisive in the unification. The Austro-Hungarian Empire and the Ottoman Empire broke up after the First World War, and the Russian Empire became the Soviet Union after the Russian Civil War.",
            "score": 53.614322662353516
        },
        {
            "docid": "49479388_3",
            "document": "Jaroslav Otruba . Jaroslav Otruba was born in Olomouc, Morava, then part of the Austro-Hungarian Empire. He was the son of a cabinetmaker. His life spanned several turbulent periods of Czech Republic's history: World War I before the dissolution of the Austro-Hungarian Empire in 1918; under Nazi occupation from 1939 until the end of World War II in 1945; and under the rule of the communist Hungarian Soviet Republic from 1948 to 1989.",
            "score": 52.89631652832031
        },
        {
            "docid": "1412562_85",
            "document": "Austro-Hungarian Navy . The home port of the Austro-Hungarian Navy was the \"Seearsenal\" (naval base) at Pola (now Pula, Croatia), a role it took over from Venice, where the early Austrian Navy had been based. Supplementary bases included the busy port of Trieste and the natural harbour of Cattaro (now Kotor, Montenegro) at the most southerly point of the Austro-Hungarian Empire. Both Trieste and Pola had major shipbuilding facilities. Pola's naval installations contained one of the largest floating drydocks in the Mediterranean. The city of Pola was also the site of the central church of the navy \"Stella Maris\" (\"k.u.k. Marinekirche \"Stella Maris\"\"), of the Austro-Hungarian Naval Observatory and the empire's naval military cemetery (\"k.u.k. Marinefriedhof\"). In 1990, the cemetery was restored after decades of neglect by the communist regime in Yugoslavia. The Austro-Hungarian Naval Academy (\"k.u.k. Marine-Akademie\") was located in Fiume (now Rijeka, Croatia).",
            "score": 52.76604080200195
        },
        {
            "docid": "33238503_3",
            "document": "Goliath (Westerfeld novel) . Heir to the Austro-Hungarian throne in hiding Prince Aleksander, and Scottish midshipman Deryn \"Dylan\" Sharp rescue Serbian inventor Nikola Tesla from the site of a 1908 Siberian Tunguska event meteorite blast. Along the way, Alek sees through Deryn's male disguise of Dylan on the organic airship \"Leviathan\" while gradually learning of Tesla's motives of using his invented weapon Goliath to end the war on his own. Alek destroys the inventor and his Goliath weapon under German attack in New York, triggering the entry of U.S. into World War I.",
            "score": 52.66978454589844
        },
        {
            "docid": "31405247_5",
            "document": "Italian cruiser Cesare Rossarol . During the Adriatic Campaign of World War I, soldiers of the Austro-Hungarian Empire set up extensive minefields along the waters of the Istrian Peninsula, in Croatia. Following the Armistice of 4 November 1918, no real attempt to communicate the position or extent of the many minefields was made and, as a result of this lack of action on the part of the Austro-Hungarian Empire's naval command, a number of ships were sunk after the war after hitting wartime mines. \"Cesare Rossarol\" was sunk by a mine less than one week after the ceasefire declared by Germany on Armistice Day.",
            "score": 52.640506744384766
        },
        {
            "docid": "41003457_53",
            "document": "Economic history of World War I . The Austro-Hungarian monarchical personal union of the two countries was a result of the Compromise of 1867. Kingdom of Hungary lost its former status after the Hungarian Revolution of 1848. However following the 1867 reforms, the Austrian and the Hungarian states became co-equal within the Empire. Austria-Hungary was geographically the second-largest country in Europe after the Russian Empire, at , and the third-most populous (after Russia and the German Empire). In comparison with Germany and Britain, the Austro-Hungarian economy lagged behind considerably, as sustained modernization had begun much later in Austria-Hungary. The Empire built up the fourth-largest machine building industry of the world, after the United States, Germany, and Britain. Austria-Hungary was also the world's third largest manufacturer and exporter of electric home appliances, electric industrial appliances and facilities for power plants, after the United States and the German Empire.",
            "score": 52.430362701416016
        },
        {
            "docid": "9464832_15",
            "document": "Dalmatian Italians . In 1867, the Empire was reorganized as the Austro-Hungarian Empire. Rijeka and the Kingdom of Croatia-Slavonia were assigned to the Hungarian part of the Empire, while Dalmatia and Istria remained in the Austrian part.",
            "score": 52.428131103515625
        },
        {
            "docid": "760669_11",
            "document": "Dragutin Dimitrijević . On 23 July 1914, the Austro-Hungarian government sent its July Ultimatum to the Serbian government with a lengthy list of ten different demands. In his response on 25 July 1914, Serbian prime minister Nikola Pašić, accepted all the points of the ultimatum except point #6, demanding Serbia to allow an Austrian delegation to participate in a criminal investigation against those participants in the conspiracy that were present in Serbia. Three days later the Austro-Hungarian Empire declared war on Serbia.",
            "score": 52.06133270263672
        },
        {
            "docid": "2676820_13",
            "document": "Susak . After Napoleon’s exile, the Austrian Empire annexed Susak and much of the region per a Viennese congressional resolution. The Austrian Empire and subsequently the Austro-Hungarian Empire ruled over the island for the next 100 years from roughly 1815 through the end of World War I, in 1918. Under Austro-Hungarian rule, Susak became part of the Austrian Littoral or Küstenland.",
            "score": 51.77610397338867
        },
        {
            "docid": "873572_5",
            "document": "Cehu Silvaniei . After the dissolution of the principality of Transylvania in 1867 and its direct integration into the Austro-Hungarian Empire as part of Hungary (\"see the Austro-Hungarian Compromise of 1867\"), the city is attached to Szilágy County in 1876. In 1918, during the disintegration of the empire at the end of the First World War, the city became part of the Kingdom of Romania.",
            "score": 51.59951400756836
        },
        {
            "docid": "1161298_35",
            "document": "History of the Kingdom of Italy (1861–1946) . At the beginning of World War I Italy remained neutral, claiming that the Triple Alliance had only defensive purposes, and the war was started by the Austro-Hungarian Empire. However, both the central empires and the Triple Entente tried to attract Italy on their side, and in April 1915 the Italian government agreed (London Pact) to declare war on the Austro-Hungarian Empire in exchange for several territories (Trentino-Alto Adige/Südtirol, Province of Trieste, Istria, Dalmatia). In October 1917, the Austrians, having received German reinforcements, broke the Italian lines at Caporetto, but the Italians (helped by their allies) stopped their advance on the river Piave, not far from Venice. After another year of trench warfare, and a successful Italian offensive in autumn 1918, the exhausted Austro-Hungarian Empire which was falling apart back home started to negotiate during the Battle of Vittorio Veneto. The Austrian-Italian Armistice of Villa Giusti was signed on November 3, 1918, but came in effect only a day later. As Austro-Hungarian troops had been prematurely told to stop fighting on the 3rd, the Italians could occupy Tyrol and capture over 300,000 Austro-Hungarians with hardly any resistance. The Treaty of Saint-Germain confirmed most of the London Pact.",
            "score": 51.5170783996582
        },
        {
            "docid": "13900832_3",
            "document": "Postage stamps and postal history of Croatia . Prior to 1918, Croatia, including Slavonia, was part of the Austro-Hungarian Empire, and beginning in 1850 with the introduction of postage stamps, the stamps of the empire were used. In 1871, after the Croatian–Hungarian Settlement, the new stamps of the Kingdom of Hungary were used, except in Dalmatia which continued to use Austrian stamps. In 1918, as part of the State of Slovenes, Croats and Serbs (SHS), Croatia overprinted the existing stocks of Hungarian stamps, with \"Hrvatska SHS\". In 1919 they printed their own stamps with \"Hrvatska\" (Croatia) as the country name, some of which also included an \"SHS\". These were used until 1921, when the Kingdom of Serbs, Croats and Slovenes, later Yugoslavia, began issuing stamps for use throughout the kingdom.",
            "score": 51.43111801147461
        },
        {
            "docid": "50239079_19",
            "document": "Croatia during World War I . In the First World War, Austria-Hungary fought on the side of the Central Powers. Croatian soldiers fought in the Balkans, Galicia, and since 1915, on the Italian front. Since July 1918, some Croatian troops fought on the Western Front as part of 18th Corps: 31 hunting battalion, two squadrons of the 10th Hussar Guard Regiment and artillery units in the Battle of Verdun. Croatian gunners fought as part of the Austro-Hungarian artillery batteries in Sinai and Palestine as assistants to the Turkish forces. The complexity of administrative fragmentation of Croatian lands affected the military organization, so the soldiers from the Kingdom of Croatia-Slavonia fought as part of 13th corps of the Austro-Hungarian Army and the 42nd Home Guard Infantry Division of the Royal Croatian Home Guard. Soldiers from the Kingdom of Dalmatia were members of the 22nd Imperial and Royal Regiment, Zadar 23rd Imperial and Royal Regiment, Dubrovnik 37th Home Guard Regiment, and elite unit of Dalmatian Terrestrial Shooters. Istrians served in the 5th Imperial and Royal Home Guard Regiment and the 87th Imperial and Royal Regiment, while people from Međimurje served in 20th Royal Hungarian Regiment and 48th Imperial and Royal Regiment. In addition, Dalmatians and Istrians were recruited to the Austro-Hungarian Navy.",
            "score": 51.15085220336914
        },
        {
            "docid": "1449530_2",
            "document": "Second Battle of the Piave River . The Second Battle of the Piave River, fought between 15 and 23 June 1918, was a decisive victory for the Italian Army against the Austro-Hungarian Empire during World War I. Though the battle proved to be a decisive blow to the Austro-Hungarian Empire and by extension the Central Powers, its full significance was not initially appreciated in Italy. Yet Erich Ludendorff, on hearing the news, is reported to have said he 'had the sensation of defeat for the first time'. It would later become clear that the battle was in fact the beginning of the end of the Austro-Hungarian Empire.",
            "score": 51.03303909301758
        }
    ]
}