{
    "q": [
        {
            "docid": "1198847_7",
            "document": "B. S. Johnson . At the age of 40, increasingly depressed by his failure to succeed commercially, and beset by family problems, Johnson committed suicide by slitting his wrists.",
            "score": 31.91552734375
        },
        {
            "docid": "1841530_5",
            "document": "Bachelor Party (1984 film) . Both parties end up becoming one big drunken orgy and the bachelors' hotel room ends up getting trashed much to the chagrin of the hotel's ever-frustrated manager (Kenneth Kimmins). Adding to the confusion is Rick's friend, Brad who has become despondent over his wife breaking up with him. At various points during the movie, he riotously botches every suicide he attempts. He even tries slitting his wrists with an electric razor to which Rick says, \"Well...at least your wrists will be smooth and kissable.\"",
            "score": 38.02451777458191
        },
        {
            "docid": "148785_5",
            "document": "Quintillus . Quintillus committed suicide by slitting his wrists (September AD 270).",
            "score": 33.78422546386719
        },
        {
            "docid": "50041618_4",
            "document": "Hasan Rebac . The same night that Rebac died after a strong illness, his wife Anica attempted suicide by slitting her wrists. Two months later, the grief-stricken Anica committed suicide by shooting her heart with a revolver.",
            "score": 32.44950580596924
        },
        {
            "docid": "31624630_6",
            "document": "Eugene O'Neill Jr. . On September 25, 1950, in New York, he committed suicide at age 40 by slitting his left wrist and ankle.",
            "score": 32.272544860839844
        },
        {
            "docid": "273262_29",
            "document": "September Dossier . On the same day, Kelly left his home for an area of woodland and was later found dead with his left wrist slit, apparently having committed suicide.",
            "score": 33.63057565689087
        },
        {
            "docid": "1870077_10",
            "document": "Óscar Domínguez . Domínguez committed suicide December 31, 1957, by slitting his wrists in the bath. Marie-Laure arranged to have him interred in the Bischoffsheim family mausoleum in the Montparnasse cemetery",
            "score": 31.394575119018555
        },
        {
            "docid": "17044467_7",
            "document": "Diet for a New America (album) . \"Song to Slit Your Wrists By\" was previously recorded by Sixx's other band, Mötley Crüe, as the Japanese bonus track for Generation Swine.",
            "score": 34.14319086074829
        },
        {
            "docid": "32937975_6",
            "document": "Suicide Note (song) . The songs' lyrics describe suicide attempts, namely slitting of the wrist. Pt.I talks in particular about drug use whereas Pt. II features lyrics of someone determined to take their life by gunshot. However, if one listens closely during the chorus of Pt. II, the lyrics state 'Don't you try to die like me, it's livid and it's lies' which appears to be an attempt to dissuade anyone from the act of suicide portraying it as cowardice and evil.",
            "score": 33.28992819786072
        },
        {
            "docid": "5933967_5",
            "document": "Neil Coulbeck . Police, who released a photo of Coulbeck, said initially that they were treating his death as \"unexplained\". However, Susan Coulbeck (widow) stated that her husband had committed suicide because of the stress of being involved with the NatWest Three case. The subsequent inquest heard evidence from Coulbeck's widow, and the eventual verdict was that he committed suicide by slitting his wrists.",
            "score": 36.71335780620575
        },
        {
            "docid": "73875_12",
            "document": "The Godfather Part II . At the witness protection compound, Hagen reminds Pentangeli that failed plotters against the Roman Emperor often committed suicide and assures him that his family will be cared for. Pentangeli later slits his wrists in his bathtub.",
            "score": 30.402071952819824
        },
        {
            "docid": "16036374_1",
            "document": "Armageddon March Eternal – Symphonies of Slit Wrists . Armageddon March Eternal – Symphonies of Slit Wrists",
            "score": 31.970228672027588
        },
        {
            "docid": "39565409_3",
            "document": "Wheels (2014 film) . Mickey Cole (Donavon Warren) has slit his wrists, rolled onto train tracks and thrown himself down stairs. He is a suicidal paraplegic who has restless nights with vivid dreams of walking again. After many suicide attempts, Mickey decides he needs help and seeks someone he believes has no scruples and would do anything for money.",
            "score": 29.77272081375122
        },
        {
            "docid": "1232575_68",
            "document": "Suicide methods . \"Seppuku\" (\"cut-belly\", used in writing) or \"hara-kiri\" (\"belly slitting\", used when talking) is a Japanese ritual method of suicide, practiced mostly in the medieval era, though some isolated cases appear in modern times. For example, Yukio Mishima committed seppuku in 1970 after a failed \"coup d'état\" intended to restore full power to the Japanese emperor. Unlike other methods of suicide, this was regarded as a way of preserving one's honor. The ritual is part of \"bushido\", the code of the \"samurai\".",
            "score": 31.66262173652649
        },
        {
            "docid": "1940119_3",
            "document": "Vive L'Amour . Hsiao-kang (Lee Kang-sheng), a young salesman, discovers a key to an apartment in its lock and takes it. He soon moves into one of the bedrooms, and one night he attempts to commit suicide by slitting his wrists while lying on the bed.",
            "score": 29.928985595703125
        },
        {
            "docid": "80124_5",
            "document": "The Virgin Suicides . Without warning, Cecilia attempts suicide by slitting her wrists in the bathtub. She is found in time and survives. A few weeks later, their parents allow the girls to throw a chaperoned party at their house in hopes of cheering Cecilia up. However, Cecilia excuses herself from the party, goes upstairs, and jumps out of her bedroom window. She is impaled on the fence post below, and she dies almost immediately.",
            "score": 36.523414850234985
        },
        {
            "docid": "46926245_28",
            "document": "Kalief Browder . He attempted suicide in early 2011 and on February 8, 2012 when he tried to hang himself using strips of sheet tied to a ceiling light in the cell. Browder later said the guards goaded him to commit suicide. On another occasion, after an appearance before a judge, Browder made a sharp implement from the bucket in his cell and started to slit his wrists. An officer intervened.",
            "score": 31.99349331855774
        },
        {
            "docid": "3742219_4",
            "document": "Richard Timmons . After the attack, Timmons slit his wrists and wrote, \"The Lost Boys is your man\" on the wall, with his blood. He initially claimed that the rapper Mr. Cheeks (of The Lost Boyz) was to blame for the murders.",
            "score": 36.25247144699097
        },
        {
            "docid": "8590196_3",
            "document": "Confession of Pain . Police inspectors Lau Ching-hei and Yau Kin-bong arrest a rapist in 2003. When Yau returns home later, he sees that his pregnant girlfriend has committed suicide by slitting her wrists. Yau is so depressed with her death that he indulges in alcohol and turns in his police badge to work as a private investigator. He becomes obsessed with finding out the reason for his girlfriend's suicide.",
            "score": 30.830024480819702
        },
        {
            "docid": "26809587_7",
            "document": "Suicide attempt . Some suicide methods have higher rates of lethality than others. The use of firearms results in death 90% of the time. Wrist-slashing has a much lower lethality rate, comparatively. 75% of all suicide attempts are by self-poisoning, a method that is often thwarted because the drug is nonlethal, or is used at a nonlethal dosage. These people survive 97% of the time.",
            "score": 33.147873401641846
        },
        {
            "docid": "50000715_19",
            "document": "Suicide in Iran . A longitudinal study done on students from 2003 to 2008, showed that hanging was the most chosen method and wrist cutting was the least chosen method of suicide. According to this study, single male students aged 22 who were studying Humanities in the Islamic Azad University, had a higher incidence of suicide than any other group. It was found that most of these suicides were committed near the time of the exams and in holidays between semesters.",
            "score": 37.95284676551819
        },
        {
            "docid": "38491474_6",
            "document": "Access International Advisors . On December 23, 2008, less than two weeks after Madoff's arrest, de la Villehuchet reportedly committed suicide. He was found dead in his company office on Madison Avenue in New York City. His wrists and left bicep were slit, and de la Villehuchet had taken sleeping pills, in what appeared to be a suicide. Although no suicide note was found at the scene, his brother in France received a note shortly after his death in which he expressed remorse and a feeling of responsibility.",
            "score": 33.71974837779999
        },
        {
            "docid": "342190_8",
            "document": "2003 Staten Island Ferry crash . The ferry's pilot, Richard Smith, attempted suicide by slitting his left wrist while still on the boat. He then slipped away so suddenly that he left his house keys. He was found shortly afterwards at home, having apparently broken in. Smith had again tried to kill himself, this time by shooting himself twice in the chest with a pellet gun, but also survived this second suicide attempt.",
            "score": 31.90432071685791
        },
        {
            "docid": "396035_9",
            "document": "Stanisław Ignacy Witkiewicz . Shortly after Poland was invaded by Germany in September 1939, Witkiewicz escaped with his young lover Czesława to the rural frontier town of Jeziory, in what was then eastern Poland. After hearing the news of the Soviet invasion of Poland on 17 September 1939, Witkacy committed suicide on 18 September by taking a drug overdose and trying to slit his wrists. He convinced Czesława to attempt suicide with him by consuming Luminal, but she survived.",
            "score": 29.019165992736816
        },
        {
            "docid": "44754137_4",
            "document": "Asking Too Much . During the next verse of the song, a blonde, teenage girl is shown walking down a street with her boyfriend, both seem to be happy together and having a good time. However, she comes home late one night to find that her boyfriend has committed suicide, lying in the bathtub with both his wrists slit with a razor blade. As the teenage girl sobs uncontrollably while mourning her boyfriend, flashbacks show the teen couple walking through a park, sitting on a rock kissing and holding hands and then sitting side by side in a children's park playground set talking to each other. Flashbacks then depict the young man was secretly struggling with depression for unknown reasons as he is lying on his bed writing down the song's lyrics on a sheet of paper in the form of a suicide note, then attempting to sleep in his bed, and is shown next crying in front of a mirror while looking at his reflection. Finally, the young man is shown slitting his wrists in the bathtub whilst taking a shower, leading to his death before his girlfriend's arrival home.",
            "score": 34.18770921230316
        },
        {
            "docid": "383455_4",
            "document": "The Devil in Miss Jones . Georgina Spelvin plays Justine Jones, a lonely, depressed spinster who decides that suicide is the only way out of her routinely dull existence. While lying in the bathtub, Justine slits her wrists with a shaving blade and dies quietly as the water fills with her blood.",
            "score": 34.05497407913208
        },
        {
            "docid": "16036374_2",
            "document": "Armageddon March Eternal – Symphonies of Slit Wrists . Armageddon March Eternal (Symphonies of Slit Wrists) is the fourth studio album by Swedish death metal band The Project Hate MCMXCIX.",
            "score": 30.85705804824829
        },
        {
            "docid": "498181_12",
            "document": "The Order (2003 film) . Later Alex returns to their lodgings and finds Mara near death, an apparent suicide. In actuality, Eden slit her wrists and left her for Alex to find. Mara is beyond medical help and Alex quickly performs the sin eating ritual so that she can go to heaven. After absorbing Mara's sins, though, Alex sees that there is no sin of suicide on Mara's conscience and realizes Eden's deception. Alex goes after Eden to kill him.",
            "score": 34.41994595527649
        },
        {
            "docid": "1538505_6",
            "document": "Lee Eun-ju . On the night of February 22, 2005, only a few days after her graduation from Dankook University, Lee committed suicide at her apartment in Bundang, Seongnam. She was 24 years old. She slit her wrists and hanged herself. The family blamed the suicide on severe bouts of depression and mental illness and said she had been suffering from insomnia due to the nude scenes she had done in \"The Scarlet Letter\".",
            "score": 29.828455924987793
        },
        {
            "docid": "472381_17",
            "document": "Per &quot;Dead&quot; Ohlin . On April 8th, 1991, while left alone in the house, Dead slit his wrists and throat with a knife and then shot himself in the forehead with a shotgun. He left a brief suicide note apologizing for firing a gun indoors. The first sentence Dead wrote on the note was: \"Excuse the blood\".",
            "score": 32.038135051727295
        },
        {
            "docid": "1781790_4",
            "document": "Carla's Song . Later George returns to his friend's flat and finds Carla in the bathtub where she has slit her wrists. George takes her to the hospital where he learns that Carla also attempted suicide three weeks ago. George stays by Carla's side in the hospital while she is recovering.",
            "score": 32.0047607421875
        },
        {
            "docid": "4245878_13",
            "document": "Adnan Farhan Abd Al Latif . The Associated Press reported on May 11, 2009 that Remes said that Latif had slit his wrists during his most recent visit. Remes said that Latif had used the edge of a strip of broken veneer from the side of a table in the interview room to sever a vein in his wrist, and used the interview table to hide his bleeding wrist from others and the room's video camera. Remes stated that Latif had tried to commit suicide before, and therefore had at times been confined to the prison's psychiatric facility. Remes also said Latif needed mental health care, but all camp authorities were doing was attempting to keep him subdued.",
            "score": 47.733519554138184
        }
    ],
    "r": [
        {
            "docid": "623686_92",
            "document": "Brain–computer interface . Some persons have a disorder of consciousness (DOC). This state is defined to include persons with coma, as well as persons in a vegetative state (VS) or minimally conscious state (MCS). New BCI research seeks to help persons with DOC in different ways. A key initial goal is to identify patients who are able to perform basic cognitive tasks, which would of course lead to a change in their diagnosis. That is, some persons who are diagnosed with DOC may in fact be able to process information and make important life decisions (such as whether to seek therapy, where to live, and their views on end-of-life decisions regarding them). Some persons who are diagnosed with DOC die as a result of end-of-life decisions, which may be made by family members who sincerely feel this is in the patient's best interests. Given the new prospect of allowing these patients to provide their views on this decision, there would seem to be a strong ethical pressure to develop this research direction to guarantee that DOC patients are given an opportunity to decide whether they want to live. These and other articles describe new challenges and solutions to use BCI technology to help persons with DOC. One major challenge is that these patients cannot use BCIs based on vision. Hence, new tools rely on auditory and/or vibrotactile stimuli. Patients may wear headphones and/or vibrotactile stimulators placed on the wrists, neck, leg, and/or other locations. Another challenge is that patients may fade in and out of consciousness, and can only communicate at certain times. This may indeed be a cause of mistaken diagnosis. Some patients may only be able to respond to physicians' requests during a few hours per day (which might not be predictable ahead of time) and thus may have been unresponsive during diagnosis. Therefore, new methods rely on tools that are easy to use in field settings, even without expert help, so family members and other persons without any medical or technical background can still use them. This reduces the cost, time, need for expertise, and other burdens with DOC assessment. Automated tools can ask simple questions that patients can easily answer, such as \"Is your father named George?\" or \"Were you born in the USA?\" Automated instructions inform patients that they may convey yes or no by (for example) focusing their attention on stimuli on the right vs. left wrist. This focused attention produces reliable changes in EEG patterns that can help determine that the patient is able to communicate. The results could be presented to physicians and therapists, which could lead to a revised diagnosis and therapy. In addition, these patients could then be provided with BCI-based communication tools that could help them convey basic needs, adjust bed position and HVAC (heating, ventilation, and air conditioning), and otherwise empower them to make major life decisions and communicate.",
            "score": 50.11095428466797
        },
        {
            "docid": "4245878_13",
            "document": "Adnan Farhan Abd Al Latif . The Associated Press reported on May 11, 2009 that Remes said that Latif had slit his wrists during his most recent visit. Remes said that Latif had used the edge of a strip of broken veneer from the side of a table in the interview room to sever a vein in his wrist, and used the interview table to hide his bleeding wrist from others and the room's video camera. Remes stated that Latif had tried to commit suicide before, and therefore had at times been confined to the prison's psychiatric facility. Remes also said Latif needed mental health care, but all camp authorities were doing was attempting to keep him subdued.",
            "score": 47.7335205078125
        },
        {
            "docid": "1232575_5",
            "document": "Suicide methods . Wrist cutting is sometimes practiced with the goal of self-harm and not suicide; however, if the bleeding is copious or allowed to continue unchecked, cardiac arrhythmia, followed by severe hypovolemia, shock, circulatory collapse or cardiac arrest, and death may ensue, in that order.",
            "score": 46.84671401977539
        },
        {
            "docid": "884884_8",
            "document": "Suspension bondage . This primarily involves the person being lifted from the ground by their wrists. This is usually achieved by use of rope or by special suspension cuffs. When using rope, extreme damage can be caused to the soft tissues of the wrists, as well as reducing circulation, so being suspended by ropes can only normally be achieved for a very short period of time. Often in fiction and movies a person may be pictured hanging from metal cuffs or handcuffs. This is possible, although extremely painful and will leave deep marks in the wrists. The safest and \"most comfortable\" method of suspension by the wrists is to use suspension cuffs as they are specifically designed to spread the weight around the wrist as much as possible.",
            "score": 45.5751838684082
        },
        {
            "docid": "49682811_19",
            "document": "Transnational child protection . Common methods for assessing age include medical and physical examinations and social observations. A purely physical examination may be unreliable. X-rays of the person’s wrist or other physical examinations are criticised for being invasive of the person’s privacy and physical inviolability. They are also known to be inaccurate, arbitrary or imprecise and have a significant margin of error. Poor living conditions, nutrition and hygiene can lead to stunted growth and development of children coming from contexts characterised by poverty. Cultural matters, environmental and living conditions as well as the individual physical, psychological and cognitive development can have a strong impact on the way a young person is perceived. In some cultures, children under 18 are considered adults as soon as they perform an initiation rite, regardless of their biological age, and their behaviour may appear very mature.",
            "score": 43.491233825683594
        },
        {
            "docid": "29406488_18",
            "document": "Median nerve palsy . One way to prevent this injury from occurring is to be informed and educated about the risks involved in hurting your wrist and hand. If patients do suffer from median nerve palsy, occupational therapy or wearing a splint can help reduce the pain and further damage. Wearing a dynamic splint, which pulls the thumb into opposition, will help prevent an excess in deformity. This splint can also assist in function and help the fingers flex towards the thumb. Stretching and the use of C-splints can also assist in prevention of further damage and deformity. These two methods can help in the degree of movement the thumb can have. While it is impossible to prevent trauma to your arms and wrist, patients can reduce the amount of compression by maintaining proper form during repetitive activities. Furthermore, strengthening and increasing flexibility reduces the risk of nerve compression.",
            "score": 42.016075134277344
        },
        {
            "docid": "33685498_3",
            "document": "Forrest Yoga . Forrest derived her practice from some aspects of Sivananda yoga, along with attention to alignment and use of props found in Iyengar yoga, and the heat and flowing sequences of Ashtanga vinyasa yoga. As the style evolved, she created a number of additional poses and sequences adapted to modern society, such as wrist stretches to prevent and relieve carpal tunnel syndrome. Forrest wrist stretches are also important \"to warm up and stretch out the hands and wrists before their usual yoga practice. First, stretch each finger open one at a time, by grasping the finger and pulling it back for one breath. You should feel the stretch in the fingers and across the palm and a little into the forearm. Next, place all of the fingers on the floor or a table with the fingertips facing toward your torso. Stretch the fingers, but not the palm of the hand, down toward the surface. From that position, see if you can stretch the whole palm down, though you may not make it the whole way. Finally, extend the arms straight out from your shoulders, parallel to the floor. Curl the fingers one by one into the palm, starting with the little finger and ending with the thumb, forming a fist. First, curl the fist in toward the underside of the wrist and then stretch it out. Repeat this exercise a few times before you put weight on your hands.\" She also created shoulder shrugs to relieve tension and loosen the upper back, abdominal exercises to tone internal organs and strengthen the lower back, and a number of poses using a folded over and rolled up yoga mat.",
            "score": 40.46690368652344
        },
        {
            "docid": "28990838_26",
            "document": "Japanese urban legend . Children walking alone at night may encounter a woman wearing a surgical mask. This is not an unusual sight in Japan, as people wear them to protect others from their colds or sicknesses. The woman will stop the child and ask, \"Am I beautiful?\" If they say \"no\", she kills them with a pair of scissors she always carries. If they say \"yes\", the woman removes her mask to reveal her mouth has been slit from ear to ear. The Kuchisake-onna will then ask, \"How about now?\" Regardless of whether the child answers yes or no at this point, the woman will kill them: If they say no, they are cut in half; if they say yes, she cuts their mouths to be exactly like hers. To escape the Kuchisake-onna, you can answer her second question with \"You're average\" or \"So-so\", which will confuse her so that you can escape. Alternatively, you can throw fruit or sweets at her feet, which she will pick up, thus giving the victim a chance to run. One other option is to ask her if you are pretty: She will also get confused and leave. And a fourth possibility is to say you have to meet up with your husband/your wife and she will excuse herself and leave.",
            "score": 40.33562088012695
        },
        {
            "docid": "37366941_3",
            "document": "Kissing the cod . A Newfoundlander must be present for the ceremony, before which the shot of screech is made ready for consumption. At this time the cod must be kissed. Once this task is finished, the kisser must answer the question, “Is ye a Screecher?” The reply to this is, \"Deed I is, me old cock, and long may your big jib draw!\". This can be translated as “Yes indeed, my friend, long may your big sail (i.e. jib) draw wind”, or “may there always be wind in your sails.\" Afterwards the kisser must consume the shot of screech. At this time the newcomer is accepted in, and receives a certificate from the Royal Order of Newfoundland Screechers.",
            "score": 39.663246154785156
        },
        {
            "docid": "12461863_19",
            "document": "Targeted temperature management . Deep vein thrombosis can be characterized as a medical event whereby a blood clot forms in a deep vein, usually the femoral vein. This condition may become potentially fatal if the clot travels to the lungs and causes a pulmonary embolism. Another potential problem with cooling catheters is the potential to block access to the femoral vein, which is a site normally used for a variety of other medical procedures, including angiography of the venous system and the right side of the heart. However, most cooling catheters are triple lumen catheters, and the majority of people post-arrest will require central venous access. Unlike non-invasive methods which can be administered by nurses, the insertion of cooling catheters must be performed by a physician fully trained and familiar with the procedure. The time delay between identifying a person who might benefit from the procedure and the arrival of an interventional radiologist or other physician to perform the insertion may minimize some of the benefit of invasive methods' more rapid cooling.",
            "score": 39.47285842895508
        },
        {
            "docid": "31487496_4",
            "document": "Infant oral mutilation . This practice inflicts pain and suffering on a child who may already be sick (or who may be teething), and in some cases it is carried out on a healthy child in a bid to prevent illness. The procedure may lead to shock, and loss of blood may lead to anaemia. The unhygienic methods can cause blood infections, tetanus, pass on HIV/AIDS, and can on occasion be fatal. The underlying permanent tooth buds can be damaged or eradicated, causing malformations and long term crowding. In addition, the existing illness may not receive the medical attention necessary.",
            "score": 39.263023376464844
        },
        {
            "docid": "359318_24",
            "document": "Eddie Brock . In the 2004 story \"Venomous\", Brock experiences a crisis of faith and decides to sell the symbiote, knowing he will rapidly die from his cancer without it, intending to donate the $100 million received from the sale to charity on the grounds that the symbiote would find another host once he dies anyway. The symbiote is purchased by crime boss Don Fortunato for his son Angelo Fortunato. Angelo briefly becomes the second Venom but proves an unworthy host, and the symbiote abandons him mid-jump allowing him to fall to his death. Upon learning of Angelo's death, Brock feels responsible and attempts suicide by slitting his wrists. Brock next appeared in the 2007 story \"The Last Temptation of Eddie Brock\", where he is rapidly succumbing to cancer, and experiencing hallucinations of \"Venom\". Finding a comatose Aunt May in the same hospital, dying from a gunshot, the Venom hallucination persuades him to kill her. Brock, dressed in a novelty replica of Spider-Man's black costume at the demand of \"Venom\", murders a nurse to test if he can still kill, but ultimately refuses to kill May because she is innocent. When Peter visits May, he finds Eddie, who has repeatedly cut his own wrists to get rid of \"Venom\". Eddie asks for Peter's forgiveness before jumping out of a window, but Peter manages to catch him. Awakening chained to his bed, Brock finds he can still see \"Venom\" but tells him that he accepts its presence as long as it knows that Brock is in control.",
            "score": 39.092647552490234
        },
        {
            "docid": "2634005_20",
            "document": "Personal injury . Aside from compensation for injuries, the injured person may get compensated for the lifetime effect of the injuries. An example, a keen cricketer suffers a wrist injury which prevents him from playing cricket during the cricket season. This is called loss of enjoyment of life and is compensable. Additionally, lost earning capacity (Future ability to learn) and future reasonably necessary medical expenses are recoverable.",
            "score": 39.01370620727539
        },
        {
            "docid": "3088899_3",
            "document": "Small joint manipulation . The leverage needed for such joint manipulation is comparatively small, since grabbing a finger or two with one or both hands creates a distinct advantage. Joint manipulation can allow a weaker person with the right training to control a stronger one. Grabbing just the wrist may lead to the opponent being able to pull it free, while grabbing a couple of fingers, instead or along with the wrist, can greatly reinforce a defender's ability to hold on to a wrist lock completely through execution and control.",
            "score": 38.74386978149414
        },
        {
            "docid": "52884734_4",
            "document": "Handcuff cover . In most cases, a handcuff cover is used in combination with a belly chain which fixes the at waist level. When using a handcuff cover in combination with a belly chain, the hands may be cuffed in a parallel or in a stacked position. In this constellation, the shackled person's freedom of movement is strongly restricted and the arms are kept in a rather unnatural position which may cause discomfort or even pain. This is because when the covered handcuffs are used in combination with a belly chain, the prisoner's wrists are restrained in close proximity to the prisoner's torso. When the hands are cuffed in a parallel position, this will cause the wrists to spread outwardly in an angular relationship. As the handcuff cover provides a rigid structure, the prisoner's wrists may be bruised or cocked, restricting blood circulation in the prisoner's wrists. Overall, a handcuff cover in combination with a belly chain provide a rather uncomfortable way of restraint and may result in injury to the prisoner if maintained for an extended period of time.",
            "score": 38.29129409790039
        },
        {
            "docid": "5734042_3",
            "document": "Florentine flogging . Mechanically, the rotation of the wrists, with hands in close proximity, is similar to the close-hand techniques of Poi. Because of this, the technique can be used to intensify the sensation of the strikes by repeating them in a manner which has a higher rhythm and strike rate than other methods. Although it may be believed that the intensity of this technique should only be done after the person receiving the flogging has been warmed-up (meaning to slowly, gradually bringing the blood up to the surface of the skin as to not cause injury), a slower rhythm with gentle impact can be used to great warm-up effect. The skin will become very warm to the touch when this has happened, and in some people, the skin may become pink. One must always be careful to check when it is safe to intensify the strike impact of this specialized technique.",
            "score": 38.20527648925781
        },
        {
            "docid": "1841530_5",
            "document": "Bachelor Party (1984 film) . Both parties end up becoming one big drunken orgy and the bachelors' hotel room ends up getting trashed much to the chagrin of the hotel's ever-frustrated manager (Kenneth Kimmins). Adding to the confusion is Rick's friend, Brad who has become despondent over his wife breaking up with him. At various points during the movie, he riotously botches every suicide he attempts. He even tries slitting his wrists with an electric razor to which Rick says, \"Well...at least your wrists will be smooth and kissable.\"",
            "score": 38.02451705932617
        },
        {
            "docid": "50000715_19",
            "document": "Suicide in Iran . A longitudinal study done on students from 2003 to 2008, showed that hanging was the most chosen method and wrist cutting was the least chosen method of suicide. According to this study, single male students aged 22 who were studying Humanities in the Islamic Azad University, had a higher incidence of suicide than any other group. It was found that most of these suicides were committed near the time of the exams and in holidays between semesters.",
            "score": 37.95284652709961
        },
        {
            "docid": "1272984_3",
            "document": "Distal radius fracture . Swelling, deformity, tenderness, and loss of wrist motion are normal features on examination of a person with a distal radius fracture. Dinner fork deformity of the wrist is caused by dorsal displacement of the carpal bones (Colle's fracture). Reverse deformity is seen in volar angulation (Smith's fracture). The wrist may be radially deviated due to shortening of the radius bone. Examination should also rule out a skin wound which might suggest an open fracture, usually at the side. Tenderness at an area with no obvious deformity may still point to underlying fractures. Decreased sensation over the thenar eminence can be due to median nerve injury. Swelling and displacement can cause compression on the median nerve which results in acute carpal tunnel syndrome and requires prompt treatment. Very rarely, pressure on the muscle components of the hand or forearm is sufficient to create a compartment syndrome.",
            "score": 37.86415481567383
        },
        {
            "docid": "38872706_6",
            "document": "Fallon Fox . UFC color commentator and stand-up comedian Joe Rogan came out in strong opposition to Fallon Fox receiving licensing, with Rogan stating \"First of all, she's not really a she. She's a transgender, post-op person. The operation doesn't shave down your bone density. It doesn't change. You look at a man's hands and you look at a woman's hands and they're built different. They're just thicker, they're stronger, your wrists are thicker, your elbows are thicker, your joints are thicker. Just the mechanical function of punching, a man can do it much harder than a woman can, period.\" Some recent research has indicated that even though some trans women have less muscle strength and bone density than cis men, both are still higher than in cis women prior to medical treatment. The researchers in one study speculated that this may be due to a less active lifestyle.",
            "score": 37.53663635253906
        },
        {
            "docid": "23954859_4",
            "document": "Jewish views on suicide . The prohibition against suicide is mentioned in the Talmud in Tractate Bava Kama 91b. Semahot (Evel Rabbati) 2:1–5 serves as the basis for most of later Jewish law on suicide, together with Genesis Rabbah 34:13, which bases the biblical prohibition on Genesis 9:5: \"And surely your blood of your lives, will I require.\" Rabbi Jacob Emden writes that a person who according to Jewish Law deserves the death penalty, can commit suicide to atone for his sin.",
            "score": 37.29342269897461
        },
        {
            "docid": "905487_14",
            "document": "Hide (musician) . Authorities officially deemed hide's death a suicide, and it was reported in the media as such. Within one week, three teenage fans had died in copycat suicides. At the wake on May 6, 10,000 people attended, a 19-year-old girl slit her wrists after laying flowers at the temple, and a car crash caused by sleep-deprived fans travelling from Osaka caused one death and seven serious injuries on a motorway. His remains were buried in Miura Reien in Miura, Kanagawa during a Buddhist memorial service. Approximately 50,000 people who attended his funeral at Tsukiji Hongan-ji on May 7, where 56 people were hospitalized and 197 people received medical treatment in first aid tents due to a mixture of emotional exhaustion and heat, with the funeral taking place on the warmest day of the year at that point, at 27 degrees Celsius.",
            "score": 37.111663818359375
        },
        {
            "docid": "956483_10",
            "document": "Questionnaire . Screens are used as a screening method to find out early whether or not someone should complete the questionnaire.  Warm-ups are simple to answer, help capture interest in the survey, and may not even pertain to research objectives. Transition questions are used to make different areas flow well together. Skips include questions similar to \"If yes, then answer question 3. If no, then continue to question 5.\" Difficult questions are towards the end because the respondent is in \"response mode.\" Also, when completing an online questionnaire, the progress bars lets the respondent know that they are almost done so they are more willing to answer more difficult questions. Classification, or demographic question should be at the end because typically they can feel like personal questions which will make respondents uncomfortable and not willing to finish survey.",
            "score": 37.096466064453125
        },
        {
            "docid": "2800592_7",
            "document": "Irritability . Close irritability can be classified as either physical or emotionally close. Having a physically close irritability can be due to individuals being too close for your comfort. This may lead to a state of panic because you may not have enough space for yourself and feel pressured of other taking over your personal space. Having an emotionally close irritability means you may regret or wished to have worded things in a different way when having a conversation with someone that you strongly care for. It causes emotion because you may think that the other person may dislike you or not care for you anymore. It is the feeling of thinking that you have a loss and can't seem to find the right way to rebuild it.",
            "score": 37.0095100402832
        },
        {
            "docid": "351284_20",
            "document": "Dead man's switch . On recreational vehicles such as boats, personal water craft and snowmobiles, and on the control panel of many amusement rides, the user or operator has a cord or lanyard attached to their wrist or life jacket that is in turn attached to a key mounted on the dead man's switch. Should the rider fall off the vehicle or the operator at least move away from the controls, the cord will be pulled out of the dead man's switch, turning off the engine or setting the throttle position to \"idle\". On powered boats in particular this cord often called a \"kill cord\" (use around the wrist is not recommended). If the helmsman goes overboard or is forced away from the controls, the engine cuts out. This prevents the boat from continuing under power but out of control, risking injury to anyone in or out of the water including passengers who may have fallen out or may still be in the boat, and collision damage to any property in the path of this out of control boat. It is a common and dangerous practice to defeat the kill cord by fixing it to part of the boat instead of the operator; for convenience. This has been the cause of accidents, some of which were fatal, and/or that have caused limb loss.",
            "score": 36.948951721191406
        },
        {
            "docid": "27864538_3",
            "document": "Wrist guard . The purpose of a wrist guard is to prevent the wearer from injuring their wrist or arm when falling. When a person falls forward, the typical response is to stretch their hands out in front of them to break the fall. In particularly violent or fast falls that are often associated with extreme sports, the forces associated with the fall can be large enough to cause severe bruising, dislocation or fracture of the wrist and arm bones. Wrist-guards prevent such injury with a plastic splint held on the inside of the wrist. The splint curves inwards towards the palm at the wrist joint, where it is exposed, and is concealed and held in place by padding at the hand and arm. When the wearer falls forward onto their hands, the curved plastic splint prevents the hand from hitting the ground, and the reduced friction of the plastic deflects the hands forward. Because of this reduced friction and forward deflection of the force of the fall, no weight can be put on the arm that is sufficient to cause any injury without the arm simply sliding forward. Although wrist guards can prevent arm injury, they have no effect on injuries to the shoulder, and dislocation or fracture is still possible, if not more likely due to the arm being thrown outwards.",
            "score": 36.859031677246094
        },
        {
            "docid": "10784295_4",
            "document": "Lacrosse glove . There are several things to look at when buying a pair of lacrosse gloves. The size of the glove is an important factor to consider, as well as protective features, what material it is made out of, ventilation, and dexterity. Many gloves now offer a wrist cuff which can be adjusted by various means to fit securely to your wrist and provide you with maximum comfort and protection. Lacrosse is a high paced game. Running up and down the field can be an intense work out, and having gloves that are well ventilated, allowing air to circulate in and around your fingers is crucial. All gloves take a little while to break in, though some take longer than others. The materials gloves are made out of differ. A glove with a mesh palm may be easier to play with, and provide great feel as well as ventilation. When buying lacrosse gloves you want to look for protection, ventilation, weight and flexibility.",
            "score": 36.749290466308594
        },
        {
            "docid": "5933967_5",
            "document": "Neil Coulbeck . Police, who released a photo of Coulbeck, said initially that they were treating his death as \"unexplained\". However, Susan Coulbeck (widow) stated that her husband had committed suicide because of the stress of being involved with the NatWest Three case. The subsequent inquest heard evidence from Coulbeck's widow, and the eventual verdict was that he committed suicide by slitting his wrists.",
            "score": 36.71335983276367
        },
        {
            "docid": "36055163_3",
            "document": "Self-rated health . Self-rated health measures the present general health and gives answer choices, typically structured like a Likert Scale. The self-rated health question may take different forms. It may be formulated as “in general, would you say that you health is excellent, very good, good, fair, or poor?” as the first question in the SF-36 questionnaire. It may also be formulated as “In general, how would you rate your health today,” with the possible choices being “very good” (1), “good” (2), “moderate” (3), “bad” (4) or “very bad” (5)” as used by the World Health Organization. All questions do not necessarily have five answer choices; it can be more or less.",
            "score": 36.68681335449219
        },
        {
            "docid": "80124_5",
            "document": "The Virgin Suicides . Without warning, Cecilia attempts suicide by slitting her wrists in the bathtub. She is found in time and survives. A few weeks later, their parents allow the girls to throw a chaperoned party at their house in hopes of cheering Cecilia up. However, Cecilia excuses herself from the party, goes upstairs, and jumps out of her bedroom window. She is impaled on the fence post below, and she dies almost immediately.",
            "score": 36.523414611816406
        },
        {
            "docid": "26852403_6",
            "document": "Treasure Isle (video game) . When you are exploring islands and dig for treasure, your energy meter will decrease. For example, you lose 5 energy every time you dig a ground; you lose 10 energy when you mine a rock, and you lose 7 energy when you dig cut a plant or a tree. You can refill your energy meter by waiting for 5 minutes which is equivalent to 1 energy level; or by consuming fruits which you can get by either as gifts from friends or rewards while digging, after which you will gain 1 energy point. You can send fruits as gifts to your neighbors, and most likely, you can receive one as well. Each fruits available as gifts have corresponding energy level: pineapple has the biggest amount which gives off 25 energy; coconut has 20; mango has 15; banana has 10; and kiwi has 5.You can also grow your own fruit, which takes a varied amount of time (from 1 hour to 1 day). Another way to get energy is by asking your friends for an energy pack which will refill your energy meter. The request for energy pack is available daily. Or you may opt to purchase this energy pack from the store for 10 island cash. Moreover, you can level up easily by completely digging an island as it rewards additional points. Each increase on the level gains one additional energy in your total energy meter. Additionally, you can also get 1 energy added in your energy and energy meter each time you use an Energy Capsule.",
            "score": 36.398128509521484
        },
        {
            "docid": "30430254_11",
            "document": "Eyeborgs . Growing increasingly suspicious, Gunner asks Jarett to meet him and tells him that he believes that Jarett did see an eyeborg leaving the scene of G-Man's murder, and that he suspects that the system is compromised and that the President may be in danger. He asks Jarett for help in warning the President, since Jarett has been asked to play at the President's campaign debate. While Jarett is out, Ronni is attacked by two eyeborgs and manages to call him, but the call is cut short. When he arrives, he finds her dead, with her wrists slit as though she has committed suicide.",
            "score": 36.294761657714844
        }
    ]
}