{
    "q": [
        {
            "docid": "25529469_4",
            "document": "Solar eclipse of January 5, 1935 . It was the last eclipse of solar saros 111 with the moon's penumbra touching the earth for just 10 minutes. The next mini eclipse in 296 years, the last solar eclipse that was very short occurred on January 4, 1639 and had a magnitude of 0.0009 and lasted for about 7 minutes.",
            "score": 66.67858171463013
        },
        {
            "docid": "53464434_3",
            "document": "Solar eclipse of April 5, 1837 . It was the first of three partial eclipses that took place that year, each two in two months, the next on was on May 4 covered a part of the Northern Hemisphere. It was the last of solar saros 107.",
            "score": 60.4942364692688
        },
        {
            "docid": "53467617_3",
            "document": "Solar eclipse of February 3, 1859 . It was the first of four partial eclipses that took place that year, two in a space of two months each, the next on was on March 4 and covered a small part of the Northern Hemisphere. It was the last of solar saros 109.",
            "score": 60.00879263877869
        },
        {
            "docid": "53559973_5",
            "document": "Solar eclipse of January 4, 1639 . It was the last solar eclipse that took place to date that was under the magnitude of 0.001. The next short solar eclipse was on January 5, 1935 in the Southern Hemisphere and the magnitude above 0.001.",
            "score": 58.520381927490234
        },
        {
            "docid": "53559973_4",
            "document": "Solar eclipse of January 4, 1639 . It was the first of three partial eclipses that took place that year, the last occurred in the Southern Hemisphere on December 5, 1638, the next was on June 1.",
            "score": 55.155268907547
        },
        {
            "docid": "53577132_3",
            "document": "Solar eclipse of July 9, 1888 . It was the second of three partial eclipses that took place that year, the last was on February 11 and the next was on August 7 in the Northern Hemisphere It was the last four of solar saros 115, the next was on July 21, 1906 and the last was on August 12, 1942.",
            "score": 57.621668338775635
        },
        {
            "docid": "53570300_3",
            "document": "Solar eclipse of December 2, 1880 . It was the last of four eclipses that took place that year, the last two that were partial. It was the last four of solar saros 111, the next eclipses of the cycle were on December 13, 1898, December 24, 1916 and January 5, 1935.",
            "score": 58.59668159484863
        },
        {
            "docid": "53559778_3",
            "document": "Solar eclipse of November 21, 1862 . It was the first of three partial eclipses that took place that year, the last occurred in the same hemisphere on June 27, nearly on the opposite side of the previous eclipse. It was the last three of the solar saros 111, the next was on December 2, 1880 and the last was on January 5, 1935.",
            "score": 59.29662108421326
        },
        {
            "docid": "53560245_3",
            "document": "Solar eclipse of November 10, 1844 . It was last of four partial eclipses that took place that year, two in the space of two months each, the last one was on July 1819 and covered a part of the Northern Hemisphere. It was the last six of the solar saros 111 cycle of eclipses, the next one was on November 21, 1862 and the last one on January 5, 1935.",
            "score": 59.796284675598145
        },
        {
            "docid": "53456049_3",
            "document": "Solar eclipse of August 7, 1812 . It was one of four partial eclipses that took place that year, each two in two months, the last one was on March 13 in the same hemisphere, the next one was on September 12 and covered a part of the Northern Hemisphere mainly North America. A part of the eclipse occurred in a smaller area where the previous partial eclipse happened. It was the last three of solar saros 113, the next two were on August 18, 1830 and on August 28, 1848.",
            "score": 58.82125782966614
        },
        {
            "docid": "53456326_3",
            "document": "Solar eclipse of August 18, 1830 . It was one of four partial eclipses that took place that year, each two in two months, the last one was on March 30 in the same hemisphere, the next one was on September 17 and covered a part of the Northern Hemisphere. It was the last two of solar saros 113, the next was on August 28, 1848.",
            "score": 57.81493306159973
        },
        {
            "docid": "24674591_3",
            "document": "Solar eclipse of July 2, 2019 . Totality will be visible from the southern Pacific Ocean east of New Zealand to the Coquimbo Region in Chile and Argentina at sunset, with the maximum of 4 minutes 32 seconds visible from the Pacific Ocean. Astronomers Without Borders collected eclipse glasses for redistribution to Latin America and Asia for their 2019 eclipses from the solar eclipse of August 21, 2017. A total solar eclipse will cross this region on December 14, 2020 just 531 days later.",
            "score": 53.55298447608948
        },
        {
            "docid": "25235468_1",
            "document": "Solar eclipse of December 14, 2020 . Solar eclipse of December 14, 2020",
            "score": 48.87666702270508
        },
        {
            "docid": "25235457_1",
            "document": "Solar eclipse of June 21, 2020 . Solar eclipse of June 21, 2020",
            "score": 48.87666702270508
        },
        {
            "docid": "53476492_3",
            "document": "Solar eclipse of October 29, 1837 . It was the last of three partial eclipses that took place that year, the first of two in two months, the last was on May 4 which covered a part of the Northern Hemisphere. It was part of solar saros 150.",
            "score": 57.363600730895996
        },
        {
            "docid": "25208151_3",
            "document": "Solar eclipse of June 30, 1973 . With a maximum eclipse of 7 minutes and 4 seconds, this was the last total solar eclipse that exceeds 7 minutes in this series. The last total eclipse over 7 minutes was on July 1, 1098 which lasted 7 minutes and 5 seconds. There will not be a longer total solar eclipse until June 25, 2150.",
            "score": 60.63416266441345
        },
        {
            "docid": "53463969_3",
            "document": "Solar eclipse of March 25, 1819 . It was the first of four partial eclipses that took place that year, each two in two months, the next on was on April 24 covered a part of the Northern Hemisphere. It was the last two of solar saros 107, the last one was on April 5, 1837.",
            "score": 58.90047883987427
        },
        {
            "docid": "25235468_2",
            "document": "Solar eclipse of December 14, 2020 . A total solar eclipse will occur on December 14, 2020. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide.",
            "score": 51.00200414657593
        },
        {
            "docid": "25559060_3",
            "document": "Solar Saros 139 . This series is currently producing total eclipses over 4 minutes long, with each one gradually increasing in length. It will continue to do so until July 16, 2186 when it will produce the longest total eclipse calculated for the ten millennia from 3999 BCE to 6000 CE. The last eclipse to occur was a total eclipse on March 29, 2006, lasting 4 minutes 7 seconds and passing over portions of Africa and western Asia. The next eclipse will occur on April 8, 2024, lasting 4 minutes 28 seconds over central North America, entering in Mexico, crossing the United States, and leaving in eastern Canada.",
            "score": 57.08754563331604
        },
        {
            "docid": "25235457_2",
            "document": "Solar eclipse of June 21, 2020 . An annular solar eclipse will occur on June 21, 2020. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. An annular solar eclipse occurs when the Moon's apparent diameter is smaller than the Sun's, blocking most of the Sun's light and causing the Sun to look like an annulus (ring). An annular eclipse appears as a partial eclipse over a region of the Earth thousands of kilometres wide. <BR>Animated path",
            "score": 50.83459997177124
        },
        {
            "docid": "53467409_3",
            "document": "Solar eclipse of January 22, 1841 . It was the first of four partial eclipses that took place that year, two in a space of two months each, the next on was on February 21 covered a small part of the Northern Hemisphere. It was the last two of solar saros 109, the last one was on February 3, 1859.",
            "score": 60.950977087020874
        },
        {
            "docid": "36125553_3",
            "document": "Solar eclipse of March 14, 1801 . It was the first of four partial eclipses that took place that year, each two in two months, the next on was on April 13 covered a part of the Northern Hemisphere. It was the last three of solar saros 107, the next two were on March 25, 1819 and April 5, 1837.",
            "score": 57.535781383514404
        },
        {
            "docid": "25053420_5",
            "document": "Solar eclipse of February 26, 1979 . Many visitors traveled to the Pacific Northwest to view the Monday morning eclipse, as it was the last chance to view a total solar eclipse in the contiguous United States for almost four decades. The next opportunity was 38½ years later on August 21, 2017, also a Monday.",
            "score": 55.2279052734375
        },
        {
            "docid": "4557237_4",
            "document": "List of solar eclipses in the 21st century . The next solar eclipse (Partial) will occur on July 13, 2018; the last solar eclipse (Partial) occurred on February 15, 2018.",
            "score": 57.27923059463501
        },
        {
            "docid": "53467514_3",
            "document": "Solar eclipse of January 12, 1823 . It was one of four partial eclipses that took place that year, two within the space of two months each, the next one was on February 11 and covered the Northern Hemisphere. It was the three of last of solar saros 109, the next two were on January 22, 1841 and February 5, 1859.",
            "score": 58.32759356498718
        },
        {
            "docid": "25428869_2",
            "document": "Solar eclipse of September 4, 2100 . A total solar eclipse is forecast to occur on September 4, 2100. It will be the last solar eclipse of the 21st century. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide.",
            "score": 55.197185039520264
        },
        {
            "docid": "25208100_4",
            "document": "Solar eclipse of August 12, 2026 . The last total eclipse in Europe occurred on August 11, 1999.  The last total solar eclipse happened in Spain on August 30, 1905 and followed a similar path across the country. The next total eclipse visible in Spain will happen less than a year later on 2 August 2027. A partial eclipse will cover more than 90% of the area of the sun in Ireland, Great Britain, Portugal, France, Italy, the Balkans and North Africa and to a lesser extent in most of Europe, North Africa and North America.",
            "score": 55.21408438682556
        },
        {
            "docid": "66109_11",
            "document": "Eclipse cycle . If a solar eclipse occurs at one new moon, which must be close to a node, then at the next full moon the Moon is already more than a day past its opposite node, and may or may not miss the Earth's shadow. By the next new moon it is even further ahead of the node, so it is less likely that there will be a solar eclipse somewhere on Earth. By the next month, there will certainly be no event.",
            "score": 51.910093545913696
        },
        {
            "docid": "632331_31",
            "document": "Transit of Venus . The simultaneous occurrence of a transit of Mercury and a transit of Venus does occur, but extremely infrequently. Such an event last occurred on 22 September 373,173 BC and will next occur on 26 July 69,163, and again on 29 March 224,508. The simultaneous occurrence of a solar eclipse and a transit of Venus is currently possible, but very rare. The next solar eclipse occurring during a transit of Venus will be on 5 April 15,232. The last time a solar eclipse occurred during a transit of Venus was on 1 November 15,607 BC. The day after the Venerean transit of 3 June 1769 there was a total solar eclipse, which was visible in Northern America, Europe and Northern Asia.",
            "score": 57.67358636856079
        },
        {
            "docid": "53443787_3",
            "document": "Solar eclipse of March 13, 1812 . It was one of four partial eclipses that took place that year, each two in two months, the last one was on February 12 and covered a part of the Northern Hemisphere. The next eclipse was on August 7 1812 in a smaller part of where the eclipse happened in the same year.",
            "score": 55.41951942443848
        },
        {
            "docid": "5024887_24",
            "document": "Solar eclipse . Total solar eclipses are rare events. Although they occur somewhere on Earth every 18 months on average, it is estimated that they recur at any given place only once every 360 to 410 years, on average. The total eclipse lasts for only a maximum of a few minutes at any location, because the Moon's umbra moves eastward at over 1700 km/h. Totality currently can never last more than 7 min 32 s. This value changes over the millennia and is currently decreasing. By the 8th millennium, the longest theoretically possible total eclipse will be less than 7 min 2 s. The last time an eclipse longer than 7 minutes occurred was June 30, 1973 (7 min 3 sec). Observers aboard a Concorde supersonic aircraft were able to stretch totality for this eclipse to about 74 minutes by flying along the path of the Moon's umbra. The next total eclipse exceeding seven minutes in duration will not occur until June 25, 2150. The longest total solar eclipse during the 11,000 year period from 3000 BC to at least 8000 AD will occur on July 16, 2186, when totality will last 7 min 29 s. For comparison, the longest total eclipse of the 20th century at 7 min 8 s occurred on June 20, 1955, and there are no total solar eclipses over 7 min in duration in the 21st century.",
            "score": 77.60440337657928
        },
        {
            "docid": "5024887_26",
            "document": "Solar eclipse . Between two and five solar eclipses occur every year, with at least one per eclipse season. Since the Gregorian calendar was instituted in 1582, years that have had five solar eclipses were 1693, 1758, 1805, 1823, 1870, and 1935. The next occurrence will be 2206. On average, there are about 240 solar eclipses each century.",
            "score": 58.51544213294983
        }
    ],
    "r": [
        {
            "docid": "5024887_24",
            "document": "Solar eclipse . Total solar eclipses are rare events. Although they occur somewhere on Earth every 18 months on average, it is estimated that they recur at any given place only once every 360 to 410 years, on average. The total eclipse lasts for only a maximum of a few minutes at any location, because the Moon's umbra moves eastward at over 1700 km/h. Totality currently can never last more than 7 min 32 s. This value changes over the millennia and is currently decreasing. By the 8th millennium, the longest theoretically possible total eclipse will be less than 7 min 2 s. The last time an eclipse longer than 7 minutes occurred was June 30, 1973 (7 min 3 sec). Observers aboard a Concorde supersonic aircraft were able to stretch totality for this eclipse to about 74 minutes by flying along the path of the Moon's umbra. The next total eclipse exceeding seven minutes in duration will not occur until June 25, 2150. The longest total solar eclipse during the 11,000 year period from 3000 BC to at least 8000 AD will occur on July 16, 2186, when totality will last 7 min 29 s. For comparison, the longest total eclipse of the 20th century at 7 min 8 s occurred on June 20, 1955, and there are no total solar eclipses over 7 min in duration in the 21st century.",
            "score": 77.60440063476562
        },
        {
            "docid": "18298_4",
            "document": "Lunar eclipse . Unlike a solar eclipse, which can be viewed only from a certain relatively small area of the world, a lunar eclipse may be viewed from anywhere on the night side of Earth. A total lunar eclipse lasts a few hours, whereas a total solar eclipse lasts only a few minutes as viewed from any given place, due to the smaller size of the Moon's shadow. Also unlike solar eclipses, lunar eclipses are safe to view without any eye protection or special precautions, as they are dimmer than the full Moon.",
            "score": 67.99259185791016
        },
        {
            "docid": "4557237_3",
            "document": "List of solar eclipses in the 21st century . At this point, the longest duration in which the moon completely covered the sun, known as totality, was during the solar eclipse of July 22, 2009. This total solar eclipse had a maximum duration of 6 minutes and 39 seconds. The longest possible duration of a total solar eclipse is 7 minutes and 32 seconds. The longest annular solar eclipse of the 21st century took place on January 15, 2010, with a duration of 11 minutes and 8 seconds. The maximum possible duration is 12 minutes and 29 seconds. The eclipse of May 20, 2050, will be the second hybrid eclipse in the span of less than one year, the first one being on November 25, 2049.",
            "score": 66.78508758544922
        },
        {
            "docid": "25529469_4",
            "document": "Solar eclipse of January 5, 1935 . It was the last eclipse of solar saros 111 with the moon's penumbra touching the earth for just 10 minutes. The next mini eclipse in 296 years, the last solar eclipse that was very short occurred on January 4, 1639 and had a magnitude of 0.0009 and lasted for about 7 minutes.",
            "score": 66.67858123779297
        },
        {
            "docid": "25284852_3",
            "document": "Solar eclipse of January 4, 1992 . The duration of annularity at maximum eclipse (closest to but slightly shorter than the longest duration) was 11 minutes, 40.9 seconds in the Pacific. It was the longest annular solar eclipse until January 2, 3062, but the solar eclipse of December 24, 1973 lasted longer.",
            "score": 66.2456283569336
        },
        {
            "docid": "25580009_4",
            "document": "Solar eclipse of November 22, 1919 . The duration of annularity at maximum eclipse (closest to but slightly shorter than the longest duration) was 11 minutes, 36.6 seconds in the Atlantic Ocean north of Brazil. It was the longest annular solar eclipse since January 5, 1647, but the Solar eclipse of December 2, 1937 lasted longer.",
            "score": 66.12874603271484
        },
        {
            "docid": "25559070_2",
            "document": "Solar Saros 145 . Solar saros 145 is an eclipse cycle with 77 solar eclipses repeating every 18 years, 11 days, 8 hours. It is currently a young cycle producing total eclipses less than 3 minutes in length. The longest duration eclipse in the cycle will be member 50 at 7 minutes and 12 seconds in length after which the durations of eclipses will decrease until the end of the cycle. In its central phase it will produce mainly total eclipses (41 of 43 central eclipses).",
            "score": 65.73812103271484
        },
        {
            "docid": "25580026_3",
            "document": "Solar eclipse of December 2, 1937 . The duration of annularity at maximum eclipse (closest to but slightly shorter than the longest duration) was 12 minutes, 0.4 seconds in the Pacific Ocean. It was the longest annular solar eclipse since December 25, 1628, but the Solar eclipse of December 14, 1955 lasted longer.",
            "score": 64.03624725341797
        },
        {
            "docid": "25303881_3",
            "document": "Solar eclipse of December 24, 1973 . The duration of annularity at maximum eclipse (closest to but slightly shorter than the longest duration) was 12 minutes, 2.5 seconds in the Atlantic Ocean near the Brazilian coast. It was the longest annular solar eclipse until January 14, 3080, but the Solar eclipse of December 14, 1955 lasted longer.",
            "score": 63.51056671142578
        },
        {
            "docid": "5024887_31",
            "document": "Solar eclipse . Attempts have been made to establish the exact date of Good Friday by assuming that the darkness described at Jesus's crucifixion was a solar eclipse. This research has not yielded conclusive results, and Good Friday is recorded as being at Passover, which is held at the time of a full moon. Further, the darkness lasted from the sixth hour to the ninth, or three hours, which is much, much longer than the eight-minute upper limit for any solar eclipse's totality. In the Western hemisphere, there are few reliable records of eclipses before 800 AD, until the advent of Arab and monastic observations in the early medieval period. The first recorded observation of the corona was made in Constantinople in 968 AD.",
            "score": 63.477577209472656
        },
        {
            "docid": "1990925_13",
            "document": "Solar eclipse of July 22, 2009 . This solar eclipse was the longest total solar eclipse to occur in the 21st century, and will not be surpassed in duration until 13 June 2132. Totality lasted for up to 6 minutes and 39 seconds, with the maximum eclipse occurring in the ocean at 02:35:21 UTC about 100 km south of the Bonin Islands, southeast of Japan. The uninhabited North Iwo Jima island was the landmass with totality time closest to maximum, while the closest inhabited point was Akusekijima, where the eclipse lasted 6 minutes and 26 seconds.",
            "score": 63.171077728271484
        },
        {
            "docid": "9770_4",
            "document": "Eclipse . For the special cases of solar and lunar eclipses, these only happen during an \"eclipse season\", the two times of each year when the plane of the Earth's orbit around the Sun crosses with the plane of the Moon's orbit around the Earth. The type of solar eclipse that happens during each season (whether total, annular, hybrid, or partial) depends on apparent sizes of the Sun and Moon. If the orbit of the Earth around the Sun, and the Moon's orbit around the Earth were both in the same plane with each other, then eclipses would happen each and every month. There would be a lunar eclipse at every full moon, and a solar eclipse at every new moon. And if both orbits were perfectly circular, then each solar eclipse would be the same type every month. It is because of the non-planar and non-circular differences that eclipses are not a common event. Lunar eclipses can be viewed from the entire nightside half of the Earth. But solar eclipses, particularly a total eclipse, as occurring at any one particular point on the Earth's surface, is a rare event that can span many decades from one to the next.",
            "score": 62.488895416259766
        },
        {
            "docid": "5024887_19",
            "document": "Solar eclipse . The Moon's orbit intersects with the ecliptic at the two nodes that are 180 degrees apart. Therefore, the new moon occurs close to the nodes at two periods of the year approximately six months (173.3 days) apart, known as eclipse seasons, and there will always be at least one solar eclipse during these periods. Sometimes the new moon occurs close enough to a node during two consecutive months to eclipse the Sun on both occasions in two partial eclipses. This means that, in any given year, there will always be at least two solar eclipses, and there can be as many as five.",
            "score": 61.66639709472656
        },
        {
            "docid": "1990925_15",
            "document": "Solar eclipse of July 22, 2009 . The eclipse was part of Saros series 136, as was the solar eclipse of July 11, 1991, which was slightly longer, lasting up to 6 minutes 53 seconds (previous eclipses of the same saros series on June 30, 1973 and June 20, 1955, were longer, lasting 7 min 04 and 7 min 08, respectively). The next event from this series will be on August 2, 2027. The exceptional duration was a result of the Moon being near perigee, with the apparent diameter of the Moon 8% larger than the Sun (magnitude 1.080) and the Earth being near aphelion where the Sun appeared slightly smaller.",
            "score": 61.462135314941406
        },
        {
            "docid": "22651355_2",
            "document": "Solar eclipse of January 15, 2010 . The solar eclipse of January 15, 2010 was an annular eclipse of the Sun with a magnitude of 0.9190. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. An annular solar eclipse occurs when the Moon's apparent diameter is smaller than the Sun's, blocking most of the Sun's light and causing the Sun to look like an annulus (ring). An annular eclipse appears as a partial eclipse over a region of the Earth thousands of kilometres wide. It was the longest annular solar eclipse of the millennium, and the longest until December 23, 3043, with the length of maximum eclipse of 11 minutes, 7.8 seconds, and the longest duration of 11 minutes, 10.7 seconds. This is about 4 minutes longer than total solar eclipses could ever get. (The solar eclipse of January 4, 1992, was longer, at 11 minutes, 41 seconds, occurring in the middle of the Pacific Ocean.)",
            "score": 61.079551696777344
        },
        {
            "docid": "53467409_3",
            "document": "Solar eclipse of January 22, 1841 . It was the first of four partial eclipses that took place that year, two in a space of two months each, the next on was on February 21 covered a small part of the Northern Hemisphere. It was the last two of solar saros 109, the last one was on February 3, 1859.",
            "score": 60.95097732543945
        },
        {
            "docid": "4582580_4",
            "document": "Solar eclipse of October 3, 2005 . The maximum eclipse duration occurred in central Sudan at 10:31:42 UT, where it lasted for 4m 31s when the Sun was 71° above the horizon. The theoretical maximum duration for a modern solar eclipse is 7 minutes, 32 seconds.",
            "score": 60.922977447509766
        },
        {
            "docid": "25208151_3",
            "document": "Solar eclipse of June 30, 1973 . With a maximum eclipse of 7 minutes and 4 seconds, this was the last total solar eclipse that exceeds 7 minutes in this series. The last total eclipse over 7 minutes was on July 1, 1098 which lasted 7 minutes and 5 seconds. There will not be a longer total solar eclipse until June 25, 2150.",
            "score": 60.63416290283203
        },
        {
            "docid": "53464434_3",
            "document": "Solar eclipse of April 5, 1837 . It was the first of three partial eclipses that took place that year, each two in two months, the next on was on May 4 covered a part of the Northern Hemisphere. It was the last of solar saros 107.",
            "score": 60.49423599243164
        },
        {
            "docid": "53467617_3",
            "document": "Solar eclipse of February 3, 1859 . It was the first of four partial eclipses that took place that year, two in a space of two months each, the next on was on March 4 and covered a small part of the Northern Hemisphere. It was the last of solar saros 109.",
            "score": 60.008792877197266
        },
        {
            "docid": "53560245_3",
            "document": "Solar eclipse of November 10, 1844 . It was last of four partial eclipses that took place that year, two in the space of two months each, the last one was on July 1819 and covered a part of the Northern Hemisphere. It was the last six of the solar saros 111 cycle of eclipses, the next one was on November 21, 1862 and the last one on January 5, 1935.",
            "score": 59.79628372192383
        },
        {
            "docid": "22106052_3",
            "document": "Solar eclipse of March 20, 2015 . It had a magnitude of 1.045. The longest duration of totality was 2 minutes and 47 seconds off the coast of the Faroe Islands. It will be the last total solar eclipse visible in Europe until the eclipse of August 12, 2026.",
            "score": 59.459381103515625
        },
        {
            "docid": "25529714_2",
            "document": "Solar eclipse of July 5, 2168 . A total solar eclipse will occur on July 5, 2168. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide. Lasting a maximum of 7 minutes, 26 seconds, it will be the longest eclipse since the 11th century, which lasted 7 minutes and 20 seconds, as well with the next two occurrences.",
            "score": 59.350311279296875
        },
        {
            "docid": "4762233_8",
            "document": "Solar eclipse of August 21, 2017 . The longest ground duration of totality was 2 minutes 41.6 seconds at about in Giant City State Park, just south of Carbondale, Illinois, and the greatest extent (width) was at near the village of Cerulean, Kentucky, located in between Hopkinsville and Princeton. This was the first total solar eclipse visible from the Southeastern United States since the solar eclipse of March 7, 1970. Two NASA WB-57F flew above the clouds, prolonging the observation time spent in the umbra. A partial solar eclipse was seen from the much broader path of the Moon's penumbra, including all of North America, particularly areas just south of the totality pass, where the eclipse lasted about 3–5 hours, northern South America, Western Europe, and some of Africa and north-east Asia.",
            "score": 59.340240478515625
        },
        {
            "docid": "53559778_3",
            "document": "Solar eclipse of November 21, 1862 . It was the first of three partial eclipses that took place that year, the last occurred in the same hemisphere on June 27, nearly on the opposite side of the previous eclipse. It was the last three of the solar saros 111, the next was on December 2, 1880 and the last was on January 5, 1935.",
            "score": 59.2966194152832
        },
        {
            "docid": "66111_10",
            "document": "Saros (astronomy) . Each saros series starts with a partial eclipse (Sun first enters the end of the node), and each successive saros the path of the Moon is shifted either northward (when near the descending node) or southward (when near the ascending node) due to the fact that the saros is not an exact integer of draconic months (about one hour short). At some point, eclipses are no longer possible and the series terminates (Sun leaves the beginning of the node). An arbitrary solar saros series was designated as solar saros series 1 by compilers of eclipse statistics. This series has finished, but the eclipse of November 16, 1990 BC (Julian calendar) for example is in solar saros series 1. There are different saros series for solar and lunar eclipses. For lunar saros series, the lunar eclipse occurring 58.5 synodic months earlier (February 23, 1994 BC) was assigned the number 1. If there is an eclipse one inex (29 years minus about 20 days) after an eclipse of a particular saros series then it is a member of the next series. For example, the eclipse of October 26, 1961 BC is in solar saros series 2. Saros series, of course, went on before these dates, and it is necessary to extend the saros series numbers backwards to negative numbers even just to accommodate eclipses occurring in the years following 2000 BCE (up till the last eclipse with a negative saros number in 1367 BC). For solar eclipses the statistics for the complete saros series within the era between 2000 BCE and 3000 CE are given in this article's references. It takes between 1226 and 1550 years for the members of a saros series to traverse the Earth's surface from north to south (or vice versa). These extremes allow from 69 to 87 eclipses in each series (most series have 71 or 72 eclipses). From 39 to 59 (mostly about 43) eclipses in a given series will be central (that is, total, annular, or hybrid annular-total). At any given time, approximately 40 different saros series will be in progress.",
            "score": 59.12192153930664
        },
        {
            "docid": "53463969_3",
            "document": "Solar eclipse of March 25, 1819 . It was the first of four partial eclipses that took place that year, each two in two months, the next on was on April 24 covered a part of the Northern Hemisphere. It was the last two of solar saros 107, the last one was on April 5, 1837.",
            "score": 58.90047836303711
        },
        {
            "docid": "5024887_48",
            "document": "Solar eclipse . In principle, the simultaneous occurrence of a Solar eclipse and a transit of a planet is possible. But these events are extremely rare because of their short durations. The next anticipated simultaneous occurrence of a Solar eclipse and a transit of Mercury will be on July 5, 6757, and a Solar eclipse and a transit of Venus is expected on April 5, 15232.",
            "score": 58.82236862182617
        },
        {
            "docid": "53456049_3",
            "document": "Solar eclipse of August 7, 1812 . It was one of four partial eclipses that took place that year, each two in two months, the last one was on March 13 in the same hemisphere, the next one was on September 12 and covered a part of the Northern Hemisphere mainly North America. A part of the eclipse occurred in a smaller area where the previous partial eclipse happened. It was the last three of solar saros 113, the next two were on August 18, 1830 and on August 28, 1848.",
            "score": 58.821258544921875
        },
        {
            "docid": "5024887_5",
            "document": "Solar eclipse . Since looking directly at the Sun can lead to permanent eye damage or blindness, special eye protection or indirect viewing techniques are used when viewing a solar eclipse. It is technically safe to view only the total phase of a total solar eclipse with the unaided eye and without protection; however, this is a dangerous practice, as most people are not trained to recognize the phases of an eclipse, which can span over two hours while the total phase can only last a maximum of 7.5 minutes for any one location. People referred to as \"eclipse chasers\" or \"umbraphiles\" will travel to remote locations to observe or witness predicted central solar eclipses.",
            "score": 58.77956008911133
        },
        {
            "docid": "25208100_2",
            "document": "Solar eclipse of August 12, 2026 . A total solar eclipse will occur on August 12, 2026, in Europe. The total eclipse will pass over the Arctic, Greenland, Iceland, Atlantic Ocean and northern Spain. The points of greatest duration and greatest eclipse will be just 50 km off the western coast of Iceland by 65°10.3' N and 25°12.3' W, where the totality will last 2m 18s.  It will be the first total eclipse visible in Iceland since June 30, 1954 and the only one to occur in the 21st century as the next one will be in 2196.",
            "score": 58.60780334472656
        },
        {
            "docid": "53570300_3",
            "document": "Solar eclipse of December 2, 1880 . It was the last of four eclipses that took place that year, the last two that were partial. It was the last four of solar saros 111, the next eclipses of the cycle were on December 13, 1898, December 24, 1916 and January 5, 1935.",
            "score": 58.596683502197266
        }
    ]
}