{
    "q": [
        {
            "docid": "13670932_4",
            "document": "Classic hip-hop . Doug Abernethy, general manager of Radio One's Houston stations, described the classic hip-hop format as a parallel to the classic rock and classic country formats: these stations focus primarily on hip-hop music from the 1980s and 1990s, featuring artists such as 2Pac, De La Soul, LL Cool J, Ludacris, Notorious B.I.G., Queen Latifah, and Salt-N-Pepa. Some stations may include small amounts of R&B in their playlists as well.",
            "score": 42.90297746658325
        },
        {
            "docid": "22113121_9",
            "document": "Battle of the Sexes (album) . Upon its release, the album received generally positive reviews from most music critics, based on an aggregate score of 68/100 from Metacritic. Allmusic writer David Jeffries gave it 3 out of 5 stars and viewed it as a \"porno-style album\", stating \"Limited and a little patched together, but if cheap thrills are what you’re after, this one puts the dirty back in dirty south\". \"The A.V. Club\"s Nathan Rabin viewed its \"R&B heavy\" material as a weakness, but gave the album a B+ rating and praised Ludacris's lyricism, writing \"Ludacris remains an underrated lyricist with unparalleled verbal dexterity. His liquid flow crams an awful lot of polysyllabic words into even the tawdriest sex jam, and no rapper alive conveys joy as effortlessly or infectiously\". Giving it 2½ out of 4 stars, \"Los Angeles Times\" critic August Brown called \"Battle of the Sexes\" \"another welcome occasion to listen to Luda enjoying the real love of his life -- the sound of his own voice\", and described its music as \"fizzy pillow talk and respectfully tawdry club fodder\". Despite viewing Ludacris's lyrics as from the male perspective, \"USA Today\"s Elysa Gardner commended him for his humor and wrote that the album is \"more appealing, and more artful, when Ludacris directs his crude, breezy rhymes where they're best suited: into unabashed displays of loopy lust and boneheaded bravado\". \"XXL\" writer Rondell Conway gave \"Battle of the Sexes\" an XL rating and shared a similar sentiment, stating \"Luda may not have evened the playing field, but he certainly created an excellent musical forum for the sexes to air out their differences\". \"Newsday\"s Glenn Gamboa gave the album a B rating and commended Ludacris for his musical balance, writing \"Not only does Luda know when a song needs an R&B crooner or a female voice, he knows when he needs to speed up a flow or rough up a rhyme\".",
            "score": 49.2325005531311
        },
        {
            "docid": "2554741_4",
            "document": "Stand Up (Ludacris song) . The song topped the \"Billboard\" Hot 100 for the week of December 6, 2003, and topped the R&B/Hip-Hop singles chart for four weeks, making it the rapper's first #1 on both charts respectively. Ludacris went on to be nominated for a Grammy Award for Best Rap Solo Performance. This song was also featured on the 2004 compilation album \"Now That's What I Call Music! 15\".",
            "score": 52.50916242599487
        },
        {
            "docid": "547533_14",
            "document": "Crossover music . Collaborations between classical and popular performers have included Sting and Edin Karamazov's album \"Songs from the Labyrinth\". A collaboration between Freddie Mercury and soprano Montserrat Caballé resulted in the worldwide hit \"Barcelona\". R&B singer Mariah Carey performed a live duet with her mother Patricia, who is an opera singer, of the Christmas song - O Come, All Ye Faithful. Welsh soprano Katherine Jenkins performed a duet with Rock-singer Michael Bolton of O Holy Night. Singers and instrumentalists from the classical tradition, Andreas Dorschel has argued, run the risk of losing the sophistication of the genre(s) they were trained in, when they try to perform rock music, without coming up to the often rough and wild qualities of the latter.",
            "score": 34.90864133834839
        },
        {
            "docid": "42965133_5",
            "document": "Rising Star (U.S. TV series) . While the viewers at home are considered the “judges”, the expert panelists (Brad Paisley, Kesha, and Ludacris) also influence the vote. For the first six shows, a yes vote from one of the judges added 7% to the performers total. In the round of 13 it was announced that their yes vote would add 5%. In the quarterfinals the expert's yes vote was lowered to a 3% add. In the semifinals, the expert's yes vote was lowered to a 1% add. In the finale, the expert's yes vote only counts as a home judge vote.",
            "score": 18.2970609664917
        },
        {
            "docid": "31145841_6",
            "document": "Dirt Road Anthem . At the 2011 CMT Music Awards, Aldean performed the song with guest rapper Ludacris, who joined Aldean onstage after the second chorus to perform his own hip hop-style second verse. On picking Ludacris for the collaboration, Aldean said, \"...even though our music is totally different, our roots are the same. We both know about hot Georgia summers and cooling off with a six pack or two. It wasn't that much of a stretch.\" A remixed studio version featuring Ludacris was released for digital download through iTunes on June 9, 2011.",
            "score": 50.493582248687744
        },
        {
            "docid": "40034432_4",
            "document": "Yes/No (Banky W. song) . The music video for \"Yes/No\" won Most Gifted R&B Video at the 10th Annual Channel O Music Video Awards, which was held at the Walter Sisulu Square in Kliptown, Soweto on November 30, 2013. Banky W was nominated for the Best Male Vocal Performance award at The Headies 2013 for \"Yes/No\".",
            "score": 21.269667625427246
        },
        {
            "docid": "43975_63",
            "document": "Yes (band) . In January 2016, Anderson, Rabin and Wakeman announced touring as Anderson, Rabin and Wakeman (ARW), having previously revealed in 2010 that they were working together, and that they had begun writing new material. Their tour, An Evening of Yes Music and More, began in October 2016 with a set of Yes songs from several eras. Wakeman stated that Squire's passing inspired them to move forward, feeling that \"following the very sad passing of Chris … it was the right time to get together and produce both new music and perform some of the classic material as we feel it should be performed.\"",
            "score": 31.4539635181427
        },
        {
            "docid": "28448298_8",
            "document": "Wet Lubricants . In June 2010, Wet Platinum was featured in the “adult” version of the music video for Ludacris’ single “Sex Room,” which debuted on Vevo. Wet Platinum was used by Ludacris in a steamy bedroom scene. The edited version of the video was released on MTV and MTV2 but does not include scenes with Wet.",
            "score": 33.224963665008545
        },
        {
            "docid": "32527806_2",
            "document": "Wet the Bed . \"Wet the Bed\" is a song by American R&B recording artist Chris Brown featuring American rapper Ludacris, from his fourth studio album \"F.A.M.E.\" (2011). It was written by Brown, King Derrick \"Bigg D\" Baker, Steven Kubie, Kevin McCall, Amber Streeter, Andre Merritt, Joseph Bereal and Christopher Bridges, and produced by Bigg D. Lyrically, the song sees Brown and Ludacris exploring ways to leave a woman satisfied. \"Wet the Bed\" received mixed reviews from most music critics, who were ambivalent towards its lyrics. It was released as a single and has appeared on the US Hot R&B/Hip-Hop Songs chart at number twenty-five. The song has been performed live at the album's listening party, as well as on Brown's F.A.M.E. Tour.",
            "score": 44.52743458747864
        },
        {
            "docid": "6033171_2",
            "document": "Money Maker . \"Money Maker\" is a song written and performed by American rapper Ludacris and R&B singer Pharrell Williams. The song was released to the radio on July 17, 2006 as the first single from Ludacris's fifth album \"Release Therapy\". Produced by Williams and Chad Hugo (known collectively as The Neptunes), the song is a reimagining of the 1961 Elmore James blues song \"Shake Your Moneymaker\". The single became Ludacris' third number-one song on the US \"Billboard\" Hot 100, while also topping the Hot R&B/Hip-Hop Songs and Hot Rap Tracks charts. It also became the number-one single on radio in the United States on October 19, 2006.",
            "score": 41.208924770355225
        },
        {
            "docid": "159966_11",
            "document": "Ludacris . Ludacris took a more mature approach to his fourth album, \"The Red Light District\". Sohail Khalid helped produce this album with various artists such as T.I., Lil Flip and Bun B. Ludacris openly boasted that he may be the only rapper able to keep the Def Jam label afloat on the opening track. Ludacris filmed and recorded the single \"Get Back\" in which he was featured as a muscle-bound hulk who was being annoyed by the media and warned critics to leave him alone. He first appeared on \"Saturday Night Live\" as a special guest performing with musical guest Sum 41 on a season 30 episode hosted by Paul Giamatti. He then recorded \"Get Back\" with Sum 41 to make a rock crossover single. The follow-up single was the \"Austin Powers\"-inspired \"Number One Spot\". It was produced by New York City's Hot 97 personality DJ Green Lantern. It used the Quincy Jones sample of \"Soul Bossa Nova\" and sped it up to the tempo of Ludacris' rap flow. Featured artists on the album include Nas, DJ Quik, DMX, Trick Daddy, Sleepy Brown and Disturbing tha Peace newcomers Bobby Valentino, Dolla Boi and Small World. The album debuted at number one on the Billboard charts.",
            "score": 42.18010890483856
        },
        {
            "docid": "3910694_5",
            "document": "Welcome to Atlanta . The official remix, \"Welcome To Atlanta (Coast 2 Coast Remix)\", features Murphy Lee, Snoop Dogg, Diddy and Ludacris on the intro and outro. Ludacris does not appear in the video. The Music Video was directed by Benny Boom. Murphy Lee would collaborate with Dupri again in 2003 on \"What Da Hook Gon Be?\".",
            "score": 34.88523316383362
        },
        {
            "docid": "35026272_4",
            "document": "Country Shit . On June 11, 2011 the music video for the remix featuring Bun B and Ludacris was released. The music video features a cameo appearance by Chamillionaire.",
            "score": 36.720993518829346
        },
        {
            "docid": "15139944_3",
            "document": "Classic Artists: Yes . In addition to a large amount of music to accompany the documentary, the video also includes rare and unseen photographs from personal collections, performance archive, music promos, and includes 20 page full colour booklet.",
            "score": 26.85755681991577
        },
        {
            "docid": "159966_10",
            "document": "Ludacris . The album's next single, \"Splash Waterfalls\", was released in early 2004. A huge pop hit (despite its steamy video and explicit, adult-oriented lyrical content and themes), it subsequently became a success at urban radio and BET, and is the only time he has produced two consecutive top 10 singles from a solo album, except for \"Release Therapy\" (an unedited version of the video could only be viewed on BET's Uncut program). It was Ludacris' most sexual video yet, an R&B remix that featured Raphael Saadiq and sampled Tony! Toni! Tone!'s \"Whatever You Want\". Ludacris received his first Grammy Award with Usher and Lil Jon for their hit single \"Yeah!\". Ludacris next released \"Blow It Out\", which was accompanied by a low-budget music video.",
            "score": 40.947338581085205
        },
        {
            "docid": "48503712_15",
            "document": "One Voice Children's Choir . The choir performs an eclectic selection of genres including pop music, gospel music, classical music, Broadway musical songs, and patriotic songs. They have performed songs from Rihanna, Disney, and Ellie Goulding. In a 2003 interview with \"The Salt Lake Tribune\", Fukuda said, \"We go anywhere from baroque and classical to R&B and hip-hop. We're media-oriented.\"",
            "score": 41.02704668045044
        },
        {
            "docid": "1336181_8",
            "document": "Frederick Hemke . In a traditional modern saxophone quartet — B soprano, E alto, B tenor, and E baritone saxophone — repertoire and popularity for solo classical was, and still is, dominated by B soprano and E alto saxophone. Bucking the trend, Hemke spent time focusing on the B tenor as a classical solo instrument, as evidenced by the release of his 1971 solo album, \"Music for Tenor Saxophone\". In orchestral music, the tenor is known as one of the three saxophone voices in Ravel's \"Boléro\" — originally performed by two saxophonists, one on E sopranino and one on tenor doubling on B soprano. Recordings by tenor saxophone virtuoso James Houlik and others notwithstanding, classical tenor saxophone recordings make up a small portion of the classical saxophone repertoire and discography universe.",
            "score": 36.728532552719116
        },
        {
            "docid": "33643086_2",
            "document": "Chicken-n-Beer . Chicken-n-Beer is the fourth studio album by American rapper Ludacris. It was released on October 7, 2003, by Disturbing tha Peace and Def Jam Recordings. Recording sessions took place from 2002 to 2003, and it was handled by several record producers, including DJ Nasty & LVM, Kanye West, Mo B. Dick, DJ Paul, Juicy J and Ludacris himself. The Southern hip hop album, \"Chicken-n-Beer\" is musically similar to Ludacris' previous work, with his use of a fast, highly versatile flow. Some of the songs on the album take a political overtone.",
            "score": 42.66726803779602
        },
        {
            "docid": "2249360_12",
            "document": "Oh (Ciara song) . The music video for \"Oh\" was directed by the Fat Cats. It begins with Ciara sitting with \"little\" Ciara watching a video player. The camera zooms into the video player and reveals an overview of Atlanta and scenes of Ciara and her friends at a block party in an alley. She performs the first verse and first chorus in the middle of the street, while she is surrounded by guests and their cars. There are dance sequences throughout the remainder of the video and a scene with Ciara performing on top of a car as Ludacris raps. Ciara is also \"ridin' slow\" in a classic model Oldsmobile. There is also a cameo by Gucci Mane and Boyz n da Hood.",
            "score": 39.83127188682556
        },
        {
            "docid": "82991_2",
            "document": "Chamber music . Chamber music is a form of classical music that is composed for a small group of instruments—traditionally a group that could fit in a palace chamber or a large room. Most broadly, it includes any art music that is performed by a small number of performers, with one performer to a part (in contrast to orchestral music, in which each string part is played by a number of performers). However, by convention, it usually does not include solo instrument performances.",
            "score": 34.82924222946167
        },
        {
            "docid": "5131648_7",
            "document": "Release Therapy . Unlike the previous albums released by Ludacris, \"Release Therapy\" has a more mature and serious approach to the music (e.g. the 3rd single \"Runaway Love\" is Ludacris' first stab at socially concerned music). It is also Ludacris' darkest album to date, both in mood and subject matter. The different approach Ludacris took with Release Therapy has caused many listeners and fans to debate on whether the album is Ludacris's best or worst.",
            "score": 42.73861217498779
        },
        {
            "docid": "15287050_3",
            "document": "Like Dat . The music video was filmed and produced in Atlanta, Georgia, the video includes cameos from Ludacris, Young Buck and Bun B.",
            "score": 34.67838966846466
        },
        {
            "docid": "4734577_9",
            "document": "WBJC . WBJC produces several popular programs hosted by respected artist Jonathan Palevsky \"Past Masters\" showcases notable performances from the past. \"Face the Music\" has a panel of local musical experts listening and offering critiques of new recordings. \"Vocalise\" focuses on vocal music (the station usually does not play vocal music on a daily basis). \"WBJC Operafest\" presents classic opera recordings in their entirety. \"Toccata\" focuses on keyboard music. \"Music in Maryland\" features locally performed concerts. Late night/early morning broadcasts are provided by Classical 24.",
            "score": 34.138529539108276
        },
        {
            "docid": "223014_29",
            "document": "Indian classical music . A \"raga\" is not a tune, because the same \"raga\" can yield a very large number of tunes. A \"raga\" is not a scale, because many \"ragas\" can be based on the same scale. A \"raga\", states Bruno Nettl and other music scholars, is a concept similar to mode, something between the domains of tune and scale, and it is best conceptualized as a \"unique array of melodic features, mapped to and organized for a unique aesthetic sentiment in the listener\". The goal of a \"raga\" and its artist is to create \"rasa\" (essence, feeling, atmosphere) with music, as classical Indian dance does with performance arts. In the Indian tradition, classical dances are performed with music set to various \"ragas\".",
            "score": 31.51348066329956
        },
        {
            "docid": "26269204_12",
            "document": "My Chick Bad . The song was first performed by the duo at BET's \"Rip the Runway\" 2010, which Minaj co-hosted with \"The Game\" actor Pooch Hall. While Ludacris wore a black vest similar to in the \"How Low\" video, Minaj's attire was from the \"My Chick Bad\" video, as she donned a pink wig and similar clothing as in the Freddy Kruger-lair scene. Ludacris and Minaj performed the song at MTV's Spring Break 2010 in Acapulco, Mexico, featuring Minaj donning a blonde wig. The duo also performed the song at the 2010 BET Awards on June 27, 2010, as a part of a medley with the remix of \"All I Do Is Win\", featuring Ludacris in a mask, flanked by violin players, and Minaj with a spiraling blonde wig seated in a medieval chair, similar to her scene in the music video. Minaj has also recited her verse on select dates of her debut tour, the Pink Friday Tour. She has performed her verse in a medley on her .",
            "score": 38.40767753124237
        },
        {
            "docid": "6668778_57",
            "document": "Classical music . Improvisation once played an important role in classical music. A remnant of this improvisatory tradition in classical music can be heard in the cadenza, a passage found mostly in concertos and solo works, designed to allow skilled performers to exhibit their virtuoso skills on the instrument. Traditionally this was improvised by the performer; however, it is often written for (or occasionally by) the performer beforehand. Improvisation is also an important aspect in authentic performances of operas of Baroque era and of bel canto (especially operas of Vincenzo Bellini), and is best exemplified by the \"da capo aria\", a form by which famous singers typically perform variations of the thematic matter of the aria in the recapitulation section ('B section' / the 'da capo' part). An example is Beverly Sills' complex, albeit pre-written, variation of \"Da tempeste il legno infranto\" from Händel's \"Giulio Cesare\".",
            "score": 34.39919352531433
        },
        {
            "docid": "19961079_2",
            "document": "One More Drink . \"One More Drink\" is the second official single off Ludacris' album, \"Theater of the Mind\". The song \"co-stars\" T-Pain. The song was released on iTunes on October 28, 2008. Ludacris performed the song live while he and T-Pain appeared as musical guests on Saturday Night Live. The song samples Shalamar's \"Take That to the Bank\".",
            "score": 37.07791209220886
        },
        {
            "docid": "4628389_18",
            "document": "Tucson Symphony Orchestra . The mission of the Tucson Symphony Orchestra is to share beautiful, professionally performed music with as wide an audience as possible. It does so each season through a series of nine Classic concerts, four MasterWorks Chamber Orchestra concerts, five TSO Pops! concerts, Classic, MasterWorks and TSO Pops! Specials, ensemble performances, Moveable Musical Feasts and award-winning educational programs.",
            "score": 27.278353214263916
        },
        {
            "docid": "4906940_2",
            "document": "Brown Opera Productions . Brown Opera Productions (BOP) is dedicated to the promotion and performance of classical vocal music both on campus and in the greater Providence, Rhode Island community and is a space for singers and musicians to collaborate on exciting classical performance projects. BOP produces a full-length opera every spring, and throughout the year produces concerts of classical vocal music on campus and in local hospitals, nursing homes, and schools. As the name implies, the group is composed of Brown University students, who also work with RISD students at times. BOP does not charge admission for its performances but depends on individual donations.",
            "score": 32.91063356399536
        },
        {
            "docid": "26808701_2",
            "document": "Ride (Ciara song) . \"Ride\" is a song performed by American recording artist Ciara. The song features American rapper Ludacris. It was co-written by Ciara, Ludacris, Tricky Stewart, and The-Dream, and produced by the latter two. The song serves as the lead single from her fourth studio album, \"Basic Instinct\". The song was first released for digital download on April 23, 2010. \"Ride\" is a down-tempo R&B song, featuring a heavy bass line and seductive tone.",
            "score": 34.81754398345947
        },
        {
            "docid": "18018389_8",
            "document": "Simply Music . Simply Music does not focus on mastering classical concert performance technique. Instead, Simply Music teachers encourage students to play expressively and comfortably, without tension.",
            "score": 28.220147132873535
        }
    ],
    "r": [
        {
            "docid": "42587764_9",
            "document": "The Unanswered Question (lecture series) . “... The purpose of these six lectures is not so much to answer the question as to understand it, to redefine it. Even to guess at the answer to “whither music?” we must first ask whence music? what music? and whose music?” (pg. 5) Essentially, the purpose of this lecture series was to discuss the future of classical music.",
            "score": 57.25831604003906
        },
        {
            "docid": "33643086_4",
            "document": "Chicken-n-Beer . Ludacris frequently employs a fast paced flow on \"Chicken-n-Beer\", whilst often suffusing the words he raps with humorous punchlines and innuendos. Writing for BBC Music, Lewis Dene noted Ludacris to typically incorporate \"lightning-quick phrasing, cutting wit and reference points a plenty\" into his lyrics. Many of the songs on \"Chicken-n-Beer\" are of a predominantly sexual nature, and there were compared by Nathan Rabin of \"The A.V. Club\", to the material recorded by the likes of the hip hop group 2 Live Crew. \"Stand Up\" was described as a \"steamy sex rap\", and \"Hoes in My Room\", a collaboration with fellow rapper Snoop Dogg, details a fictional encounter with a collection of groupies following a live performance. Rabin further observed that Ludacris addresses such topics with \"irreverent glee\", despite describing these themes \"well-worn\" and clichéd. Ludacris attacks political commentator Bill O'Reilly, who specifically criticized Ludacris for the content of his lyrics and noted him as a bad influence. \"Blow It Out\" and \"Screwed Up\" contain direct references to O'Reilly and his comments, as well as observations on the difficulties of fame.",
            "score": 52.9567985534668
        },
        {
            "docid": "17344636_14",
            "document": "Drumma Boy . Gholson cites hip hop and R&B musicians Dr. Dre, Quincy Jones, Raphael Saadiq and The Funk Brothers as his signature music production inspirations with other musical influences ranging from European classical composers Ludwig van Beethoven, Jean Sibelius, Wolfgang Amadeus Mozart, and Johann Sebastian Bach to American Jazz icons Dizzy Gillespie and Miles Davis all the way to Academy Award-winning hip hop group Three 6 Mafia and Houston rapper, Scarface. He is known for combining classical music chords with urban hip hop street sounds, and for his adherence to the Atlanta trap music subgenre. His production techniques bring together a diverse array of genres that originate in hip hop, rock, pop, classical, soul, and R&B.",
            "score": 52.68123245239258
        },
        {
            "docid": "2554741_4",
            "document": "Stand Up (Ludacris song) . The song topped the \"Billboard\" Hot 100 for the week of December 6, 2003, and topped the R&B/Hip-Hop singles chart for four weeks, making it the rapper's first #1 on both charts respectively. Ludacris went on to be nominated for a Grammy Award for Best Rap Solo Performance. This song was also featured on the 2004 compilation album \"Now That's What I Call Music! 15\".",
            "score": 52.50916290283203
        },
        {
            "docid": "1770099_2",
            "document": "1700 in music . The year 1700 in music involved some significant events. Much of the music in the 1700s America originated from places such as England, Ireland, Italy, France, and Africa. Much of the music in this time period were ballads, folk songs, drum signals, and psalms. Many songs were used as theater songs, recruiting songs, military marches, and even some dance music. Around this time was when the piano started becoming more and more popular. Violins, fiddles, and flutes were among the most played and most known instruments.  Many of the most famous composers in classical music history have come out of the 18th century time period. These include men such as Mozart, Ludwig van Beethoven, and Bach Johann Sebastian. Mozart is considered the \"greatest musical genius of all time.\" In his lifetime he has been a part of forty-one symphonies, twenty-five string quartets, and nineteen masses. This was only a fraction of the work he has done.",
            "score": 52.29481506347656
        },
        {
            "docid": "12653094_7",
            "document": "Music genre . The term \"art music\" refers primarily to classical traditions, including both contemporary and historical classical music forms. Art music exists in many parts of the world. It emphasizes formal styles that invite technical and detailed deconstruction and criticism, and demand focused attention from the listener. In Western practice, art music is considered primarily a written musical tradition, preserved in some form of music notation rather than being transmitted orally, by rote, or in recordings, as popular and traditional music usually are. Historically, most western art music has been written down using the standard forms of music notation that evolved in Europe, beginning well before the Renaissance and reaching its maturity in the Romantic period. The identity of a \"work\" or \"piece\" of art music is usually defined by the notated version rather than by a particular performance, and is primarily associated with the composer rather than the performer (though composers may leave performers with some opportunity for interpretation or improvisation). This is so particularly in the case of western classical music. Art music may include certain forms of jazz, though some feel that jazz is primarily a form of popular music.",
            "score": 52.151832580566406
        },
        {
            "docid": "5288_25",
            "document": "Classical period (music) . While some scholars suggest that Haydn was overshadowed by Mozart and Beethoven, it would be difficult to overstate Haydn's centrality to the new style, and therefore to the future of Western art music as a whole. At the time, before the pre-eminence of Mozart or Beethoven, and with Johann Sebastian Bach known primarily to connoisseurs of keyboard music, Haydn reached a place in music that set him above all other composers except perhaps the Baroque era's George Frideric Handel. Haydn took existing ideas, and radically altered how they functioned—earning him the titles \"father of the symphony\" and \"father of the string quartet\".",
            "score": 51.17263412475586
        },
        {
            "docid": "31145841_6",
            "document": "Dirt Road Anthem . At the 2011 CMT Music Awards, Aldean performed the song with guest rapper Ludacris, who joined Aldean onstage after the second chorus to perform his own hip hop-style second verse. On picking Ludacris for the collaboration, Aldean said, \"...even though our music is totally different, our roots are the same. We both know about hot Georgia summers and cooling off with a six pack or two. It wasn't that much of a stretch.\" A remixed studio version featuring Ludacris was released for digital download through iTunes on June 9, 2011.",
            "score": 50.49358367919922
        },
        {
            "docid": "36284031_2",
            "document": "We in This Bitch . \"We in This Bitch\", censored version known as \"We In This\", is a song by American hip hop artist DJ Drama. The song was released on February 29, 2012 as the lead single from Drama's fourth studio album \"Quality Street Music\" (2012) and was released on the independent record label Entertainment One. The posse cut was produced by Kane Beatz and features guest appearances from southern rappers Future, Young Jeezy, T.I. and Ludacris. \"We in This Bitch\" was written by the four rappers and DJ Drama, along with the producer of the song Kane Beatz and Jeremy Coleman. The song peaked at number 68 on the Hot R&B/Hip-Hop Songs. An official remix of the song featuring Drake and Future was released in May 2012.",
            "score": 50.1880989074707
        },
        {
            "docid": "21659435_22",
            "document": "Music and artificial intelligence . Created in February 2016, in Luxembourg, AIVA specializes in classical and symphonic music composition. It became the world’s first virtual composer to be recognized by a music society (SACEM). By reading a large collection of existing works of classical music (written by human composers such as Bach, Beethoven, Mozart) AIVA is capable of understanding concepts of music theory and composing on its own. The algorithm AIVA is based on deep learning and reinforcement learning architectures",
            "score": 49.96480941772461
        },
        {
            "docid": "313405_17",
            "document": "Music of South Korea . With the arrival of Western culture in South Korea, European classical music has been significantly popular in the Korean music scene. The genre has produced a number of preeminent classical musicians such as Yiruma. The fine range of Korean symphonic orchestras have been bolstered by notable performers and soloists, as well as highly skilled orchestra directors. Internationally known Korean composers of classical music include such notables as Yi Suin, who specializes in music for children, and is known for the famous \"Song of My Homeland\".",
            "score": 49.868770599365234
        },
        {
            "docid": "52642349_3",
            "document": "AIVA . Created in February 2016, AIVA specializes in Classical and Symphonic music composition. It became the world’s first virtual composer to be recognized by a music society (SACEM). By reading a large collection of existing works of classical music (written by human composers such as Bach, Beethoven, Mozart) AIVA is capable of understanding concepts of music theory and composing on its own. The algorithm AIVA is based on deep learning and reinforcement learning architectures",
            "score": 49.86466598510742
        },
        {
            "docid": "6668778_8",
            "document": "Classical music . Although Classical music in the 2000s has lost most of its tradition for musical improvisation, from the Baroque era to the Romantic era, there are examples of performers who could improvise in the style of their era. In the Baroque era, organ performers would improvise preludes, keyboard performers playing harpsichord would improvise chords from the figured bass symbols beneath the bass notes of the basso continuo part and both vocal and instrumental performers would improvise musical ornaments. Johann Sebastian Bach was particularly noted for his complex improvisations. During the Classical era, the composer-performer Mozart was noted for his ability to improvise melodies in different styles. During the Classical era, some virtuoso soloists would improvise the cadenza sections of a concerto. During the Romantic era, Beethoven would improvise at the piano. For more information, see Improvisation.",
            "score": 49.707679748535156
        },
        {
            "docid": "1052580_2",
            "document": "Beethoven's musical style . Ludwig van Beethoven is universally viewed as one of the most influential figures in the history of classical music. Since his lifetime, when he was \"universally accepted as the greatest living composer\", Beethoven's music has remained among the most performed, discussed and reviewed. Scholarly journals are devoted to analysis of his life and work. He has been the subject of numerous biographies and monographs, and his music was the driving force behind the development of Schenkerian analysis. He is widely considered as among the most important composers, and along with Bach and Mozart, his music is the most frequently recorded.",
            "score": 49.54813766479492
        },
        {
            "docid": "13869_19",
            "document": "Heavy metal music . Although a number of metal musicians cite classical composers as inspiration, classical and metal are rooted in different cultural traditions and practices—classical in the art music tradition, metal in the popular music tradition. As musicologists Nicolas Cook and Nicola Dibben note, \"Analyses of popular music also sometimes reveal the influence of 'art traditions'. An example is Walser's linkage of heavy metal music with the ideologies and even some of the performance practices of nineteenth-century Romanticism. However, it would be clearly wrong to claim that traditions such as blues, rock, heavy metal, rap or dance music derive primarily from \"art music'.\"",
            "score": 49.401302337646484
        },
        {
            "docid": "28845447_2",
            "document": "William Caplin . William E. Caplin (born 1948) is an American music theorist who lives and works in Montreal, Quebec, Canada, where he is a James McGill Professor at the Schulich School of Music of McGill University. Caplin served as president of the Society for Music Theory from 2005 to 2007 and was its vice-president from 2001 to 2003. His earlier work concentrated on the history of music theory, but he is best known for a series of articles and two books on musical form in European music around 1800. The first of those books, \"Classical Form: A Theory of Formal Functions for the Music of Haydn, Mozart, and Beethoven\" has been widely influential and was a major factor in the revival of interest in musical form in North-American music theory.",
            "score": 49.26652526855469
        },
        {
            "docid": "22113121_9",
            "document": "Battle of the Sexes (album) . Upon its release, the album received generally positive reviews from most music critics, based on an aggregate score of 68/100 from Metacritic. Allmusic writer David Jeffries gave it 3 out of 5 stars and viewed it as a \"porno-style album\", stating \"Limited and a little patched together, but if cheap thrills are what you’re after, this one puts the dirty back in dirty south\". \"The A.V. Club\"s Nathan Rabin viewed its \"R&B heavy\" material as a weakness, but gave the album a B+ rating and praised Ludacris's lyricism, writing \"Ludacris remains an underrated lyricist with unparalleled verbal dexterity. His liquid flow crams an awful lot of polysyllabic words into even the tawdriest sex jam, and no rapper alive conveys joy as effortlessly or infectiously\". Giving it 2½ out of 4 stars, \"Los Angeles Times\" critic August Brown called \"Battle of the Sexes\" \"another welcome occasion to listen to Luda enjoying the real love of his life -- the sound of his own voice\", and described its music as \"fizzy pillow talk and respectfully tawdry club fodder\". Despite viewing Ludacris's lyrics as from the male perspective, \"USA Today\"s Elysa Gardner commended him for his humor and wrote that the album is \"more appealing, and more artful, when Ludacris directs his crude, breezy rhymes where they're best suited: into unabashed displays of loopy lust and boneheaded bravado\". \"XXL\" writer Rondell Conway gave \"Battle of the Sexes\" an XL rating and shared a similar sentiment, stating \"Luda may not have evened the playing field, but he certainly created an excellent musical forum for the sexes to air out their differences\". \"Newsday\"s Glenn Gamboa gave the album a B rating and commended Ludacris for his musical balance, writing \"Not only does Luda know when a song needs an R&B crooner or a female voice, he knows when he needs to speed up a flow or rough up a rhyme\".",
            "score": 49.23250198364258
        },
        {
            "docid": "49403880_12",
            "document": "Performance practice of Bach's music . By the time the composers of the classical period, such as Haydn, Mozart and Beethoven, encountered Bach's music performance practice had largely changed: keyboard music was performed on the piano, and what little of his vocal music that was still performed was limited to a cappella music. The figured bass was being replaced by written-out scores for all instruments. Bach's larger organ compositions were for the most part untraceable, and likewise his orchestral music and larger vocal compositions remained unperformed.",
            "score": 49.035484313964844
        },
        {
            "docid": "6668778_3",
            "document": "Classical music . European art music is largely distinguished from many other non-European classical and some popular musical forms by its system of staff notation, in use since about the 11th century. Catholic monks developed the first forms of modern European musical notation in order to standardize liturgy throughout the worldwide Church. Western staff notation is used by composers to indicate to the performer the pitches (which form the melodies, basslines and chords), tempo, metre and rhythms for a piece of music. This can leave less room for practices such as improvisation and \"ad libitum\" ornamentation, which are frequently heard in non-European art music and in popular-music styles such as jazz and blues. Another difference is that whereas most popular styles adopt the song (strophic) form or a derivation of this form, classical music has been noted for its development of highly sophisticated forms of instrumental music such as the symphony, concerto, fugue, sonata, and mixed vocal and instrumental styles such as opera, cantata, and mass.",
            "score": 49.01688003540039
        },
        {
            "docid": "47962_2",
            "document": "Musical composition . Musical composition can refer to an original piece of music, either a song or an instrumental music piece, the structure of a musical piece, or the process of creating or writing a new song or piece of music. The word \"song\" is widely misused by people in the popular music industry to describe any musical composition, whether sung or played only by instruments. People who create new compositions are called composers in classical music. In popular music and traditional music, the creators of new songs are usually called songwriters; with songs, the person who writes new words for a song is the lyricist. \"Composition\" is the act or practice of creating a song or other piece of music. In many cultures, including Western classical music, the act of composing typically includes the creation of music notation, such as a sheet music \"score,\" which is then performed by the composer or by other instrumental musicians or singers. In popular music and traditional music, songwriting may involve the creation of a basic outline of the song, called the lead sheet, which sets out the melody, lyrics and chord progression. In classical music, orchestration (choosing the instruments of a large music ensemble such as an orchestra which will play the different parts of music, such as the melody, accompaniment, countermelody, bassline and so on) is typically done by the composer, but in musical theatre and in pop music, songwriters may hire an arranger to do the orchestration. In some cases, a pop or traditional songwriter may not use written notation at all, and instead compose the song in their mind and then play, sing and/or record it from memory. In jazz and popular music, notable sound recordings by influential performers are given the weight that written or printed scores play in classical music.",
            "score": 48.526573181152344
        },
        {
            "docid": "33643086_7",
            "document": "Chicken-n-Beer . Upon its release, \"Chicken-n-Beer\" received generally positive reviews from music critics. At Metacritic, which assigns a normalized rating out of 100 to reviews from mainstream critics, the album received an average score of 75, based on 10 reviews, which indicates \"generally favorable reviews\". John Bush of Allmusic noted Ludacris' \"lightning-quick phrasing and cutting wit\" and \"rollicking, all-in-good-fun persona\": he went on to commend the eccentric and upbeat nature of Ludacris' music, calling him \"one of the few who's actually celebrating something – and having a great time doing it\". Writing for \"Entertainment Weekly\", Neil Drumming praised Ludacris' rapping skills, including his \"explosive enunciation\", \"witty wordplay\" and \"punchline potency\", although he reacted negatively towards the album's production, feeling it to contain \"campy sampling and cartoonish composition\". Nathan Rabin of \"The A.V. Club\" complimented Ludacris' \"impeccable comic timing\" and his ability to \"wring the most out of every line\", although he also noted the album to be Ludacris' most \"emotional, autobiographical major-label release to date\". Although he dismissed much of the album's production as \"duds\", \"Rolling Stone\" writer Toure praised Ludacris' musical style as appealing to genres outside hip-hop music, calling him \"cocksure, witty and just hard enough to be taken seriously\" yet \"playful enough to be pop\": he further noted Ludacris to be one of the most technically skilled rappers of the time, stating:",
            "score": 48.485626220703125
        },
        {
            "docid": "18839_11",
            "document": "Music . \"Composition\" is the act or practice of creating a song, an instrumental music piece, a work with both singing and instruments, or another type of music. In many cultures, including Western classical music, the act of composing also includes the creation of music notation, such as a sheet music \"score\", which is then performed by the composer or by other singers or musicians. In popular music and traditional music, the act of composing, which is typically called songwriting, may involve the creation of a basic outline of the song, called the lead sheet, which sets out the melody, lyrics and chord progression. In classical music, the composer typically orchestrates his or her own compositions, but in musical theatre and in pop music, songwriters may hire an arranger to do the orchestration. In some cases, a songwriter may not use notation at all, and instead compose the song in her mind and then play or record it from memory. In jazz and popular music, notable recordings by influential performers are given the weight that written scores play in classical music.",
            "score": 48.47853469848633
        },
        {
            "docid": "5463710_3",
            "document": "David Hurwitz (music critic) . Hurwitz has written classical music reviews for \"High Fidelity\", \"Fanfare\", Amazon.com, and the website \"Classics Today\" (of which he is a founder and Executive Editor). Hurwitz has written several books designed to acquaint the casual listener with classical music, including \"Beethoven or Bust: A Practical Guide to Understanding and Listening to Great Music\". He has also written in Amadeus Press's \"Unlocking the Masters\" series, which includes books on specific composers, such as \"Exploring Haydn: A Listener's Guide to Music's Boldest Innovator\". as well as other composers including Antonín Dvořák, Mozart and more; and, \"Owner's Manuals\" to some of their works, such as the symphonies of Mahler, Shostakovich, and Sibelius. Hurwitz resides in Brooklyn, New York. His most recent books include studies of Beethoven's Fifth and Seventh Symphonies, the Brahms symphonies, Leonard Bernstein's orchestral music, Richard Strauss, and C.P.E. Bach.",
            "score": 48.418338775634766
        },
        {
            "docid": "4358807_14",
            "document": "Kent Bach . Attempts have been made to resolve the Paderewski puzzle by suggesting that the \"that\"-clauses involved are not sufficiently specific and that if all contextually relevant information were provided in detail, then we could eventually determine exactly what it is that Peter believes and disbelieves. However, as Bach shows, this leads to an infinite regress. We could add information to the sentences \"a\" and \"b\" which further specifies that \"Peter believes that Paderewski \"the pianist\" has musical talent\" and \"Peter disbelieves that Paderewski \"the statesman\" has musical talent\". But let us suppose that Peter hears a recording of Paderewski playing Mozart and is impressed with the performance. Later, he hears a recording of Paderewski playing Keith Jarret and is disgusted by the performance. Given that we have the same individual Paderewski and that Peter still does not know that it is the same individual in the two cases, we would have to say that \"Peter believes that Paderewski the \"classical pianist\" has musical talent\" and that \"Peter disbelieves that Paderewski the \"jazz pianist\" has musical talent\". This specification might not suffice either. Suppose that Peter now hears Paderewski play Beethoven and is not impressed. We would have to say \"Peter believes that Paderewki \"the classical pianist playing Mozart\"...\". As Bach puts it, \"[that clauses] are not inherently capable of specifying their contents fully\".",
            "score": 48.306488037109375
        },
        {
            "docid": "547533_5",
            "document": "Crossover music . Classical crossover broadly encompasses both classical music that has become popularized and a wide variety of popular music forms performed in a classical manner or by classical artists. It can also refer to collaborations between classical and popular performers, as well as music that blends elements of classical music (including operatic and symphonic) with popular music (including pop, rock, middle of the road, and Latin, among other types). Pop vocalists and musicians, opera singers, classical instrumentalists, and occasionally rock groups primarily perform classical crossover. Although the phenomenon was long common in the music world, the name \"classical crossover\" was coined by record companies in the 1980s. It has gained in popularity since the 1990s and has acquired its own \"Billboard\" chart.",
            "score": 48.02239990234375
        },
        {
            "docid": "198778_9",
            "document": "Composer . In Classical music, the composer typically orchestrates his or her own compositions, but in musical theatre and in pop music, songwriters may hire an arranger to do the orchestration. In some cases, a pop songwriter may not use notation at all, and instead compose the song in his or her mind and then play or record it from memory. In jazz and popular music, notable recordings by influential performers are given the weight that written scores play in classical music. The study of composition has traditionally been dominated by examination of methods and practice of Western classical music, but the definition of composition is broad enough the creation of popular and traditional music songs and instrumental pieces and to include spontaneously improvised works like those of free jazz performers and African percussionists such as Ewe drummers.",
            "score": 47.97119140625
        },
        {
            "docid": "1189373_36",
            "document": "Sergei Taneyev . The task of every Russian composer consists in furthering the creation of national music. The history of western music gives us the answer as to what should be done to attain this: apply to the Russian song the workings of the mind that were applied to the song of western nations and we will have our own national music. Begin with elementary contrapuntal forms, pass to more complex ones, elaborate the form of the Russian fugue, and from there it is only a step to complex instrumental types. The Europeans took centuries to get there, we need far less. We know the way, the goal, we can profit by their experience.",
            "score": 47.736663818359375
        },
        {
            "docid": "4645542_2",
            "document": "Daniel Bernard Roumain . Daniel Bernard Roumain (known by his initials, DBR; born 1970) is a classically trained composer, performer, violinist, and band-leader noted for blending funk, rock, hip-hop and classical music into an energetic and experiential sonic form. DBR is of Haitian-American heritage and he attended Dillard Center for the Arts in Fort Lauderdale, Florida. He received his undergraduate degree from Vanderbilt University's Blair School of Music and earned a doctorate in musical composition from the University of Michigan. He combines his classical music roots with a multicolored spectrum of contemporary black popular music. DBR's exploration of musical rhythms and pulsing sounds is frequently peppered by cultural references. His dramatic pieces range from orchestral scores and energetic chamber works to rock songs and electronica. He recently contributed a chapter to \"Sound Unbound: Sampling Digital Music and Culture\" (The MIT Press, 2008) edited by Paul D. Miller a.k.a. DJ Spooky.",
            "score": 47.629276275634766
        },
        {
            "docid": "244795_16",
            "document": "Music of Germany . By the middle of the 18th century, the cities of Vienna, Dresden, Berlin and Mannheim had become the center for orchestral music. The Esterházy princes of Vienna, for example, were the patrons of Joseph Haydn, an Austrian who invented the classic format of the string quartet, symphony and sonata. Later that century, Vienna's Wolfgang Amadeus Mozart emerged, mixing German and Italian traditions into his own style. Mozart was a prolific and influential composer who composed over 600 works, many acknowledged as pinnacles of symphonic, concertante, chamber, operatic, and choral music. He is among the most popular of classical composers, and his influence on subsequent Western art music is profound; Ludwig van Beethoven composed his own early works in the shadow of Mozart.",
            "score": 47.62505340576172
        },
        {
            "docid": "57685_8",
            "document": "Music history . Archival work may be conducted to find connections to music or musicians in a collection of documents of broader interests (e.g., Vatican pay records, letters to a patroness of the arts) or to more systematically study a collection of documents related to a musician. In some cases, where records, scores, and letters have been digitized, archival work can be done online. One example of a composer for whom archival materials can be examined online is the Arnold Schoenberg Center. Performance practice draws on many of the tools of historical musicology to answer the specific question of how music was performed in various places at various times in the past. Scholars investigate questions such as which instruments or voices were used to perform a given work, what tempos (or tempo changes) were used, and how (or if) ornaments were used. Although performance practice was previously confined to early music from the Baroque era, since the 1990s, research in performance practice has examined other historical eras, such as how early Classical era piano concerti were performed, how the early history of recording affected the use of vibrato in classical music, or which instruments were used in Klezmer music.",
            "score": 47.60694122314453
        },
        {
            "docid": "255791_3",
            "document": "Art music . \"Art music\" is mostly used to refer to music descending from the tradition of Western classical music. Authors associated with the critical musicology movement and popular music studies, such as Philip Tagg, tend to reject the elitism associated with art music; he refers to it as one of an \"axiomatic triangle consisting of 'folk', 'art' and 'popular' musics\". He explains that each of these three is distinguishable from the others according to certain criteria. According to Bruno Nettl, \"Western classical music\" may also be synonymous with \"art music\", \"canonic music, \"cultivated music\". \"serious music\", as well as the more flippantly used \"real music\" and \"normal music\". Musician Catherine Schmidt-Jones defines art music as \"a music which requires significantly more work by the listener to fully appreciate than is typical of popular music\". In her view, \"[t]his can include the more challenging types of jazz and rock music, as well as Classical\".",
            "score": 47.47605514526367
        },
        {
            "docid": "2889466_18",
            "document": "Art of the Third Reich . Music was expected to be tonal and free of jazz influence; films and plays were censored. \"Musical fare alternated between light music in the form of folk songs or popular hits (\"Schlager\") and such acceptable classical music as Bach, Mozart, Beethoven, and Italian Opera.\"",
            "score": 47.472999572753906
        }
    ]
}