{
    "q": [
        {
            "docid": "432985_2",
            "document": "Gabrielle (Xena: Warrior Princess) . Gabrielle is a fictional character played by Renee O'Connor in the American fantasy TV series \"\" (1995-2001). She is referred to by fans as the Battling Bard of Potidaea. Her trademark weapons are the Amazon fighting staff and later, the sais. She was also an Amazon Princess and later an Amazon Queen. The character's development and progression is a story that spans the entire show's run, with her first appearance in \"Sins of the Past\" seeing her as a naive farm girl, and the final episode, \"A Friend In Need (Part 2)\" seeing her as a fully formed but rational warrior, set to follow in the deceased Xena's footsteps.",
            "score": 155.08931756019592
        },
        {
            "docid": "506695_4",
            "document": "List of Hercules: The Legendary Journeys and Xena: Warrior Princess characters . Although several tribes are known in different countries, Xena deals prominently with the Greek Amazons and the Northern Amazons of Siberia. With her fighting skills and advocacy for women's rights, Xena bears a striking resemblance to the Amazons. But she is careful to emphasize that she is not an Amazon, nor does she deserve the honor of becoming one. She turns down offers to join the tribes, preferring an independent, nomadic lifestyle to the membership of a collective. The series reveals that some of the Amazons do not trust Xena because of atrocities she committed against them in her past, although most respect her abilities as a warrior.",
            "score": 131.96923112869263
        },
        {
            "docid": "34212_14",
            "document": "Xena: Warrior Princess . \"Xena: Warrior Princess\" starred Lucy Lawless as Xena and Renee O'Connor as Gabrielle. The first choice for Xena was the British actress Vanessa Angel, but an illness prevented her from travelling, and the role was offered to four other actresses before the relatively unknown Lawless. Sunny Doench was cast as Gabrielle, but she did not want to leave her boyfriend in the United States, so O'Connor, who had appeared in \"Hercules\" in another role, was chosen.",
            "score": 153.08110558986664
        },
        {
            "docid": "506695_6",
            "document": "List of Hercules: The Legendary Journeys and Xena: Warrior Princess characters . This chance encounter leads to Gabrielle's acceptance into the Amazons, and with it she carries her title's duties and expectations. Although Gabrielle decides to continue to follow Xena on her adventures, she is occasionally called by her Amazon sisters in times of need or to fulfill her duties as royalty. The tribes also value Xena as an experienced warrior, and occasionally request her assistance.",
            "score": 125.73376560211182
        },
        {
            "docid": "34212_3",
            "document": "Xena: Warrior Princess . The series was created in 1995 by writer-director-producer Robert Tapert under his production tag, Renaissance Pictures, with executive producers R. J. Stewart (who developed the series along with Tapert) and Sam Raimi. The series narrative follows Xena (played by Lucy Lawless), an infamous warrior on a quest to seek redemption for her past sins against the innocent by using her formidable fighting skills to now help those who are unable to defend themselves. Xena is accompanied by Gabrielle (played by Renee O'Connor), who during the series changes from a simple farm girl into an Amazon warrior and Xena's comrade-in-arms; her initial naïveté helps to balance Xena and assists her in recognizing and pursuing the \"greater good\". In 2012 star Lucy Lawless confirmed her character Xena was from ancient Bulgaria, Thrace.",
            "score": 160.15579271316528
        },
        {
            "docid": "29819312_3",
            "document": "Xena: Warrior Princess (video game) . The PlayStation version of \"Xena: Warrior Princess\" is played from a third-person perspective and consists of linear hack and slash and action gameplay, with some platform-jumping and puzzle-solving sections. The game's story involves the evil sorceress Kalabrax, who escapes after centuries of imprisonment and plots revenge against the world, and against the gods who imprisoned her. She must sacrifice a queen for her spell to gain maximum power. With help from her allies, Kalabrax captures , the Queen of the Amazons. Xena, the warrior princess, embarks on a journey to rescue Gabrielle, while facing various villains along the way.",
            "score": 131.62173438072205
        },
        {
            "docid": "29819312_9",
            "document": "Xena: Warrior Princess (video game) . Universal Interactive Studios developed the PlayStation version. Universal created several new characters specifically for the game, including Kalabrax and the Amazon Bird Women. Universal also created over 100 different animations for the character of Xena to ensure smooth movements in the game. In addition, the faces of the television show's actresses, Lucy Lawless (Xena) and Renee O'Connor (Gabrielle), were texture-mapped into the game. The PlayStation version was published by Electronic Arts on October 7, 1999, following the premiere of the television show's fifth season.",
            "score": 156.88883805274963
        },
        {
            "docid": "574721_13",
            "document": "Eve (Xena: Warrior Princess) . Gabrielle challenges Varia for leadership of the Amazons in order to save Eve's life when she is found guilty, but loses. Xena challenges Varia to a fight before she can execute Eve, and in doing so, she shows Varia that she has become like Livia, which leads Varia to stop her actions, and pardon Eve (stating Livia is dead).",
            "score": 117.39747834205627
        },
        {
            "docid": "432985_8",
            "document": "Gabrielle (Xena: Warrior Princess) . Gabrielle starts the series as a young adult who more or less stands behind Xena, and relies on Xena to protect her. Later on in the series, she acquires a fighting staff from the Greek Amazons and starts to use it as both a defensive and offensive weapon, displaying some skill in using the staff. As the series goes on, Gabrielle's skills with the staff continue to develop. In one episode, Gabrielle takes on numerous soldiers and single-handedly attempts to rescue Xena's presumed dead body. Two episodes later she is seen blocking an arrow in flight with her staff. Later on, Gabrielle also adds kicks and minor acrobatics to her fighting abilities. Under the tutelage of Xena, she becomes worthy of many foes.",
            "score": 125.23891544342041
        },
        {
            "docid": "34212_17",
            "document": "Xena: Warrior Princess . The series follows Xena and her traveling companion Gabrielle. Xena is on a quest to redeem herself for her dark past by using her formidable fighting skills to help people. In \"Hercules\", during her two first episodes, Xena was a villain and a powerful warlord, but in her third appearance she joins Hercules to defeat the warlord Darphus, who had taken her army. During her own series, Xena spends almost every episode on a different mission, always trying to do the right thing, fighting for what she refers to as the \"greater good\". Xena's trademark weapon is a Chakram, and she also uses a sword. Xena also has to fight her own past; she has never forgiven herself for her crimes, and often has to resist the temptation to return to her evil ways, but she always resists with the help of Gabrielle. Gabrielle is Xena's best friend and also her greatest ally. She is introduced in the first episode, first as a big fan of Xena and her history, but soon becomes a notable character in her own right. As the show progresses she undergoes significant changes in costume and style, evolving from a simple farm girl to a talented bard, and eventually to a formidable warrior. She is initiated into a tribe of Amazons, learns to fight with a staff, and is trained by Xena. In the first season, Xena and Gabrielle meet Joxer, a comic man who styles himself \"Joxer the Magnificent\", and later \"Joxer the Mighty.\" Joxer's goal is to fight for justice, but unfortunately with no physical know-how of his own, he remains the show's main comic relief. Eventually, he becomes a close friend to Xena and Gabrielle.",
            "score": 140.15848803520203
        },
        {
            "docid": "432985_10",
            "document": "Gabrielle (Xena: Warrior Princess) . By season 5, Gabrielle starts to fight with her sai, incorporating more acrobatic abilities, such as performing a wall run and back flip. In addition to sai and sometimes a new casual staff, she can use a large array of weapons with proficiency. Gabrielle also fights against warriors with notable skill; she defeats the warrior Mavican and stands against Ares and Hades (two gods) in battle for a period of time, before they defeat her. She also fights in a sword duel with Brutus, former right hand and one of the leaders of Rome, eventually killing him. Gabrielle's abilities throughout the series are noticed by the God of War who seeks her out as his new protégée. It is mentioned later by Gabrielle that Xena trained her throughout the years, although there have only been a few episodes that actually show Xena giving her any sort of martial arts training.  One of Gabrielle's biggest fights in the series is her fight against fellow Amazon queen, Varia. They fight in an enclosed arena in a match in which Eve's life is at stake, and they appeared to be at a stand-off before she is beaten by Varia. Gabrielle takes the loss graciously and continues to grow in skill over the remaining season.",
            "score": 117.93199396133423
        },
        {
            "docid": "506695_7",
            "document": "List of Hercules: The Legendary Journeys and Xena: Warrior Princess characters . Among the known Amazons are:",
            "score": 96.98115491867065
        },
        {
            "docid": "34150_2",
            "document": "Xena . Xena is a fictional character from Robert Tapert's \"\" franchise. Co-created by Tapert and John Schulian, she first appeared in the 1995–1999 television series \"\", before going on to appear in \"Xena: Warrior Princess\" TV show and of the same name. The Warrior Princess has also appeared in the spin-off animated movie \"\", as well as numerous non-canon expanded universe material, such as and . Xena was played by New Zealand actress Lucy Lawless.",
            "score": 141.65661811828613
        },
        {
            "docid": "3868417_15",
            "document": "Ares (Hercules: The Legendary Journeys and Xena: Warrior Princess) . Later in the season, Xena helps Ares again, hiding him from vengeful warlords on her family's farm. She restores his godhood with a golden apple wrested from Odin, but refuses his offer to become a goddess and rule by his side. In the next episode, Ares and Xena are once again adversaries as she foils his plot to get the Amazons into a war with the Romans in order to gain more worshipers. However, they also seem to share a new mutual understanding and acceptance.",
            "score": 104.25687003135681
        },
        {
            "docid": "11034594_3",
            "document": "Xena: Warrior Princess (comics) . Topps Comics published the first Xena series of comics, titled \"Xena: Warrior Princess\". Xena's character was originally introduced in the 1996 Topps Comics series \"Hercules: The Legendary Journeys\", issues #3, #4, and #5. These were followed by the \"Xena: Warrior Princess\" comics released in a limited series format, with the vast majority being three-issue series, in 1997 and 1998.",
            "score": 102.88179755210876
        },
        {
            "docid": "16007468_19",
            "document": "Xena: Warrior Princess in popular culture . The wars did not abate after the series came to an end in 2001. In January 2003, Lucy Lawless, the star of , told \"Lesbian News\" magazine that after watching the series finale (in which Gabrielle revived Xena with a mouth-to-mouth water transfer filmed to look like a full kiss) she had come to believe that Xena and Gabrielle's relationship was \"definitely gay.\"",
            "score": 120.52164316177368
        },
        {
            "docid": "34212_38",
            "document": "Xena: Warrior Princess . Many books have been released as tie-ins, including \"The Official Guide to the Xenaverse\" by Robert Weisbrot. This includes a detailed episode guide for the first two seasons, a look behind the scenes, the story of the origin of the show, biographies of cast and crew, and trivia about the show. After the sixth and final season, \"Xena Warrior Princess: Complete Illustrated Companion\". was published.",
            "score": 108.84174275398254
        },
        {
            "docid": "34212_1",
            "document": "Xena: Warrior Princess . Xena: Warrior Princess",
            "score": 88.5504469871521
        },
        {
            "docid": "506695_3",
            "document": "List of Hercules: The Legendary Journeys and Xena: Warrior Princess characters . The Amazons are an all-female tribe who make frequent appearances in the series. They are first depicted as a large nation that spreads throughout the land and then later as a number of tribes scattered throughout the world, segregated by an unknown cataclysm from their distant past. The Amazons trace their creation to the goddess Artemis, and value an all-female society that strives to uphold the same rights and freedoms for women as those of men. Each tribe is headed by a queen, whose position may be either inherited, or passed on as a \"right of caste\" to any named successor. A queen's authority may also be openly challenged by another royal Amazon and her title relinquished if she is defeated in single combat.",
            "score": 106.7420961856842
        },
        {
            "docid": "11034594_30",
            "document": "Xena: Warrior Princess (comics) . Xena: Warrior Princess/ Joxer: Warrior Prince Vol. 1, #3",
            "score": 87.62389183044434
        },
        {
            "docid": "11034594_26",
            "document": "Xena: Warrior Princess (comics) . Xena: Warrior Princess/ Joxer: Warrior Prince Vol. 1, #1",
            "score": 87.62389183044434
        },
        {
            "docid": "11034594_28",
            "document": "Xena: Warrior Princess (comics) . Xena: Warrior Princess/ Joxer: Warrior Prince Vol. 1, #2",
            "score": 87.62389183044434
        },
        {
            "docid": "15711749_1",
            "document": "Solan (Xena: Warrior Princess) . Solan (Xena: Warrior Princess)",
            "score": 87.90220022201538
        },
        {
            "docid": "11034594_1",
            "document": "Xena: Warrior Princess (comics) . Xena: Warrior Princess (comics)",
            "score": 87.90220022201538
        },
        {
            "docid": "432985_1",
            "document": "Gabrielle (Xena: Warrior Princess) . Gabrielle (Xena: Warrior Princess)",
            "score": 98.2166018486023
        },
        {
            "docid": "6114509_1",
            "document": "Eli (Xena: Warrior Princess) . Eli (Xena: Warrior Princess)",
            "score": 87.90220022201538
        },
        {
            "docid": "574721_1",
            "document": "Eve (Xena: Warrior Princess) . Eve (Xena: Warrior Princess)",
            "score": 87.90220022201538
        },
        {
            "docid": "506695_5",
            "document": "List of Hercules: The Legendary Journeys and Xena: Warrior Princess characters . Gabrielle, on the other hand, during her first encounter with the Greek Amazon tribe throws herself over an Amazon named Terreis to protect her from falling arrows. Although Terreis is already dying, she is impressed by Gabrielle's bravery and gives her \"right of caste\". Terreis was the next in line to rule, and by giving Gabrielle the right, Gabrielle becomes an Amazon Princess of the Greek tribe.",
            "score": 112.92419159412384
        },
        {
            "docid": "16264802_3",
            "document": "Xena: Warrior Princess (season 1) . The first season aired in the United States in syndication; reruns later ran on the USA Network. The season was released on DVD as a seven disc boxed set under the title of \"Xena: Warrior Princess: The Complete First Season\" on April 23, 2003 by Anchor Bay Entertainment.",
            "score": 86.52196717262268
        },
        {
            "docid": "56233433_1",
            "document": "Xena: Warrior Princess (card game) . Xena: Warrior Princess (card game)",
            "score": 87.26337623596191
        },
        {
            "docid": "16264802_1",
            "document": "Xena: Warrior Princess (season 1) . Xena: Warrior Princess (season 1)",
            "score": 87.26337623596191
        },
        {
            "docid": "16292056_1",
            "document": "Xena: Warrior Princess (season 2) . Xena: Warrior Princess (season 2)",
            "score": 87.26337623596191
        }
    ],
    "r": [
        {
            "docid": "34212_3",
            "document": "Xena: Warrior Princess . The series was created in 1995 by writer-director-producer Robert Tapert under his production tag, Renaissance Pictures, with executive producers R. J. Stewart (who developed the series along with Tapert) and Sam Raimi. The series narrative follows Xena (played by Lucy Lawless), an infamous warrior on a quest to seek redemption for her past sins against the innocent by using her formidable fighting skills to now help those who are unable to defend themselves. Xena is accompanied by Gabrielle (played by Renee O'Connor), who during the series changes from a simple farm girl into an Amazon warrior and Xena's comrade-in-arms; her initial naïveté helps to balance Xena and assists her in recognizing and pursuing the \"greater good\". In 2012 star Lucy Lawless confirmed her character Xena was from ancient Bulgaria, Thrace.",
            "score": 160.15579223632812
        },
        {
            "docid": "29819312_9",
            "document": "Xena: Warrior Princess (video game) . Universal Interactive Studios developed the PlayStation version. Universal created several new characters specifically for the game, including Kalabrax and the Amazon Bird Women. Universal also created over 100 different animations for the character of Xena to ensure smooth movements in the game. In addition, the faces of the television show's actresses, Lucy Lawless (Xena) and Renee O'Connor (Gabrielle), were texture-mapped into the game. The PlayStation version was published by Electronic Arts on October 7, 1999, following the premiere of the television show's fifth season.",
            "score": 156.8888397216797
        },
        {
            "docid": "432985_2",
            "document": "Gabrielle (Xena: Warrior Princess) . Gabrielle is a fictional character played by Renee O'Connor in the American fantasy TV series \"\" (1995-2001). She is referred to by fans as the Battling Bard of Potidaea. Her trademark weapons are the Amazon fighting staff and later, the sais. She was also an Amazon Princess and later an Amazon Queen. The character's development and progression is a story that spans the entire show's run, with her first appearance in \"Sins of the Past\" seeing her as a naive farm girl, and the final episode, \"A Friend In Need (Part 2)\" seeing her as a fully formed but rational warrior, set to follow in the deceased Xena's footsteps.",
            "score": 155.08932495117188
        },
        {
            "docid": "34212_14",
            "document": "Xena: Warrior Princess . \"Xena: Warrior Princess\" starred Lucy Lawless as Xena and Renee O'Connor as Gabrielle. The first choice for Xena was the British actress Vanessa Angel, but an illness prevented her from travelling, and the role was offered to four other actresses before the relatively unknown Lawless. Sunny Doench was cast as Gabrielle, but she did not want to leave her boyfriend in the United States, so O'Connor, who had appeared in \"Hercules\" in another role, was chosen.",
            "score": 153.0811004638672
        },
        {
            "docid": "34212_15",
            "document": "Xena: Warrior Princess . The show features a wide assortment of recurring characters, many of them portrayed by New Zealand actors. Ted Raimi became a core member of the cast from the second season as Joxer. Actor Kevin Tod Smith played popular character Ares, God of War, and Alexandra Tydings played his counterpart Aphrodite, Goddess of Love. Marton Csokas portrayed both Borias and Krafstar. Other notables included Karl Urban in a variety of roles such as Cupid and Caesar, Hudson Leick as Xena's nemesis Callisto (Leick also played a body-switched Xena in the episode \"Intimate Stranger\"), Claire Stansfield as the evil shamaness Alti; and a number of trusted friends – Jennifer Sky as feisty sidekick Amarice, Danielle Cormack as Amazon regent Ephiny, Bruce Campbell as Autolycus King of Thieves, Robert Trebor as dodgy entrepreneur Salmoneus, William Gregory Lee as the warrior-poet Virgil and Tim Omundson as the spiritual healer Eli. Composer Joseph LoDuca wrote the theme music and incidental music, and co-wrote the lyrics for the songs in \"The Bitter Suite.\" The theme music was developed from the traditional Bulgarian folk song \"\"Kaval sviri,\"\" sung by the Bulgarian State Television Female Vocal Choir. The original \"Kaval sviri\" can be heard where Xena races into battle in the \"\" episode \"Unchained Heart.\"",
            "score": 148.11904907226562
        },
        {
            "docid": "16264802_6",
            "document": "Xena: Warrior Princess (season 1) . Danielle Cormack played Ephiny, an Amazon warrior, and Alison Bruce played Melosa, queen of the Amazons. The main actors of , Kevin Sorbo and Michael Hurst, appeared during the season. Robert Trebor played Salmoneus, a friend of Hercules's famous for his \"get rich quick\" schemes. Kevin Tod Smith portrayed in two episodes and in later seasons. The American actor Bruce Campbell portrayed Autolycus, the king of thieves, a main character in Hercules. Tim Thomerson played Meleager, a friend of Gabrielle and reformed drunk. Karl Urban played the biblic Mael, Karl also played Cupid and Julius Caesar in later seasons. Ted Raimi played Joxer and Hudson Leick played Callisto, both are idols of the series Fandom.",
            "score": 145.2606201171875
        },
        {
            "docid": "6412073_5",
            "document": "Tickled Pink . According to Liz Friedman, producer of \"Xena: Warrior Princess\", the show’s writers played on the ambiguous relationship between Xena and her traveling companion, Gabrielle: \"One episode starts with the camera looking at some bushes,\" Friedman, herself a lesbian, explains. \"We hear Gabrielle asking, ‘How was that?’ Xena answers, ‘Very nice!’ Gabrielle says, ‘Really? I wasn’t sure,’ and Xena replies, ‘No, no, you’re doing great.’ Then we see them, [a]nd they’re fishing—naked!\" \"They’re such a perfect little butch-femme couple.\" However, the intent is not to affirm or to deny Xena’s lesbianism; rather, the show maintains an ambiguous position with regard to this question, Friedman declares, \"the whole point behind subtext is that people can enjoy the show however they wish\".",
            "score": 144.01229858398438
        },
        {
            "docid": "34150_2",
            "document": "Xena . Xena is a fictional character from Robert Tapert's \"\" franchise. Co-created by Tapert and John Schulian, she first appeared in the 1995–1999 television series \"\", before going on to appear in \"Xena: Warrior Princess\" TV show and of the same name. The Warrior Princess has also appeared in the spin-off animated movie \"\", as well as numerous non-canon expanded universe material, such as and . Xena was played by New Zealand actress Lucy Lawless.",
            "score": 141.6566162109375
        },
        {
            "docid": "34212_17",
            "document": "Xena: Warrior Princess . The series follows Xena and her traveling companion Gabrielle. Xena is on a quest to redeem herself for her dark past by using her formidable fighting skills to help people. In \"Hercules\", during her two first episodes, Xena was a villain and a powerful warlord, but in her third appearance she joins Hercules to defeat the warlord Darphus, who had taken her army. During her own series, Xena spends almost every episode on a different mission, always trying to do the right thing, fighting for what she refers to as the \"greater good\". Xena's trademark weapon is a Chakram, and she also uses a sword. Xena also has to fight her own past; she has never forgiven herself for her crimes, and often has to resist the temptation to return to her evil ways, but she always resists with the help of Gabrielle. Gabrielle is Xena's best friend and also her greatest ally. She is introduced in the first episode, first as a big fan of Xena and her history, but soon becomes a notable character in her own right. As the show progresses she undergoes significant changes in costume and style, evolving from a simple farm girl to a talented bard, and eventually to a formidable warrior. She is initiated into a tribe of Amazons, learns to fight with a staff, and is trained by Xena. In the first season, Xena and Gabrielle meet Joxer, a comic man who styles himself \"Joxer the Magnificent\", and later \"Joxer the Mighty.\" Joxer's goal is to fight for justice, but unfortunately with no physical know-how of his own, he remains the show's main comic relief. Eventually, he becomes a close friend to Xena and Gabrielle.",
            "score": 140.15847778320312
        },
        {
            "docid": "1242035_33",
            "document": "Shipping (fandom) . The wars did not abate after the series came to an end in 2001. With no new material from the show itself, the debates were further fueled by various statements from the cast and crew. In January 2003, Lucy Lawless, the show's star, told \"Lesbian News\" magazine that after watching the series finale (in which Gabrielle revived Xena with a mouth-to-mouth water transfer filmed to look like a full kiss) she had come to believe that Xena and Gabrielle's relationship was \"definitely gay\". However, in the interviews and commentaries on the DVD sets released in 2003–2005, the actors, writers and producers continued to stress the ambiguity of the relationship, and in several interviews both Lawless and Renee O'Connor, who played Gabrielle, spoke of Ares as a principal love interest for Xena. In the interview for the Season 6 episode \"Coming Home\", O'Connor commented, \"If there was ever going to be one man in Xena's life, it would be Ares.\"",
            "score": 136.3275909423828
        },
        {
            "docid": "506695_4",
            "document": "List of Hercules: The Legendary Journeys and Xena: Warrior Princess characters . Although several tribes are known in different countries, Xena deals prominently with the Greek Amazons and the Northern Amazons of Siberia. With her fighting skills and advocacy for women's rights, Xena bears a striking resemblance to the Amazons. But she is careful to emphasize that she is not an Amazon, nor does she deserve the honor of becoming one. She turns down offers to join the tribes, preferring an independent, nomadic lifestyle to the membership of a collective. The series reveals that some of the Amazons do not trust Xena because of atrocities she committed against them in her past, although most respect her abilities as a warrior.",
            "score": 131.96922302246094
        },
        {
            "docid": "29819312_3",
            "document": "Xena: Warrior Princess (video game) . The PlayStation version of \"Xena: Warrior Princess\" is played from a third-person perspective and consists of linear hack and slash and action gameplay, with some platform-jumping and puzzle-solving sections. The game's story involves the evil sorceress Kalabrax, who escapes after centuries of imprisonment and plots revenge against the world, and against the gods who imprisoned her. She must sacrifice a queen for her spell to gain maximum power. With help from her allies, Kalabrax captures , the Queen of the Amazons. Xena, the warrior princess, embarks on a journey to rescue Gabrielle, while facing various villains along the way.",
            "score": 131.62173461914062
        },
        {
            "docid": "16264802_2",
            "document": "Xena: Warrior Princess (season 1) . The first season of the television series commenced airing in the United States and Canada on September 4, 1995, concluded on July 29, 1996, and contained 24 episodes. It introduces Gabrielle (Renee O'Connor), the series co-star, beside Xena (Lucy Lawless), previously a secondary character in the TV series \"\". Gabrielle becomes Xena's greatest ally; her initial naiveté helps to balance Xena and assists her in recognizing and pursuing the \"greater good.\"",
            "score": 131.0311737060547
        },
        {
            "docid": "34212_18",
            "document": "Xena: Warrior Princess . In the first season, Xena and Gabrielle meet two of their biggest enemies: Callisto (Hudson Leick), a vengeful warrior woman, and Ares (Kevin Tod Smith), the Greek God of War. Callisto is Xena's arch-enemy and a major antagonist over the course of the series. When Callisto was a child, her home village of Cirra was burned nearly to the ground by Xena, killing her family. She was left traumatized by the attack and eventually went insane, becoming obsessed with exacting revenge on Xena. She displays a bizarre brand of sadistic, gleeful, shrieking cruelty towards Xena and her associates. Hercules himself reappears alongside Iolaus - who becomes interested in Gabrielle - when Xena seeks to free Prometheus from Hera.",
            "score": 130.14891052246094
        },
        {
            "docid": "34212_37",
            "document": "Xena: Warrior Princess . Following the continued online popularity of the show, a global campaign to directly bombard Universal Pictures with requests for a \"Xena\" movie was launched in April 2013. Over the space of only a few days, hundreds of thousands of messages were sent showing support for the production of a \"Xena\" film starring the original cast. After receiving nods of acknowledgement from Universal Studios offices in Australia, Finland and Spain, the efforts of the campaign were rewarded in May 2013 when Lucy Lawless stated on her Twitter account that she had been contacted by a \"\"chap who wants to re-invigorate the #Xena brand\"\" while warning fans that \"\"there's a lot of red tape around #XWP so don't get your knickers in a twist. It may come back in a different form\"\". Since then, Lucy Lawless has appeared on multiple televised interviews showing her support of a potential revival of the \"Xena\" franchise, stating that talks are currently underway to resolve legal issues impeding the progress of a potential \"Xena\" movie project.",
            "score": 126.36017608642578
        },
        {
            "docid": "506695_6",
            "document": "List of Hercules: The Legendary Journeys and Xena: Warrior Princess characters . This chance encounter leads to Gabrielle's acceptance into the Amazons, and with it she carries her title's duties and expectations. Although Gabrielle decides to continue to follow Xena on her adventures, she is occasionally called by her Amazon sisters in times of need or to fulfill her duties as royalty. The tribes also value Xena as an experienced warrior, and occasionally request her assistance.",
            "score": 125.7337646484375
        },
        {
            "docid": "16007468_16",
            "document": "Xena: Warrior Princess in popular culture . Shortly after the 1995 debut of the action/fantasy series about a woman warrior seeking redemption for a dark past, fans started discussing the possibility of a relationship between Xena and her sidekick and best friend Gabrielle. Toward the end of the first season, the show's producers began to play to this perception by deliberately inserting usually humorous lesbian innuendo into some episodes. The show acquired a cult following in the lesbian community. However, Xena had a number of male love interests as well, and from the first season she had an adversarial but sexually charged dynamic with Ares, the God of War, who frequently tried to win her over as his \"Warrior Queen.\"",
            "score": 125.58724212646484
        },
        {
            "docid": "34212_21",
            "document": "Xena: Warrior Princess . Alti is an evil shamaness from the Northern Amazon tribes of Siberia, who had been driven out of her tribe because of her hunger for power. She is one of the most influential people encountered by Xena in her dark days, and possesses a wealth of spiritual powers, including travelling to the spiritual realm. Alti is probably best known for her trademark \"stare,\" which brings up pain and suffering from the target's life and unleashes the torment once again (in the form of both pain and physical symptoms). When she \"stares\" at Xena, Xena often feels the pain of her legs being broken, her back being snapped, and a crippling barrage of attacks from her worst enemies. As Alti grows in power during the series, she can also conjure up pain and suffering from a person's future, and from their future lives. This power backfires early in Season 4, when she shows Xena a vision from her future, of her and Gabrielle being crucified on Mount Amarro. Xena realizes that Gabrielle must still be alive, and this gives her the strength to defeat Alti.",
            "score": 125.38542175292969
        },
        {
            "docid": "432985_8",
            "document": "Gabrielle (Xena: Warrior Princess) . Gabrielle starts the series as a young adult who more or less stands behind Xena, and relies on Xena to protect her. Later on in the series, she acquires a fighting staff from the Greek Amazons and starts to use it as both a defensive and offensive weapon, displaying some skill in using the staff. As the series goes on, Gabrielle's skills with the staff continue to develop. In one episode, Gabrielle takes on numerous soldiers and single-handedly attempts to rescue Xena's presumed dead body. Two episodes later she is seen blocking an arrow in flight with her staff. Later on, Gabrielle also adds kicks and minor acrobatics to her fighting abilities. Under the tutelage of Xena, she becomes worthy of many foes.",
            "score": 125.2389144897461
        },
        {
            "docid": "16007468_19",
            "document": "Xena: Warrior Princess in popular culture . The wars did not abate after the series came to an end in 2001. In January 2003, Lucy Lawless, the star of , told \"Lesbian News\" magazine that after watching the series finale (in which Gabrielle revived Xena with a mouth-to-mouth water transfer filmed to look like a full kiss) she had come to believe that Xena and Gabrielle's relationship was \"definitely gay.\"",
            "score": 120.52164459228516
        },
        {
            "docid": "432985_10",
            "document": "Gabrielle (Xena: Warrior Princess) . By season 5, Gabrielle starts to fight with her sai, incorporating more acrobatic abilities, such as performing a wall run and back flip. In addition to sai and sometimes a new casual staff, she can use a large array of weapons with proficiency. Gabrielle also fights against warriors with notable skill; she defeats the warrior Mavican and stands against Ares and Hades (two gods) in battle for a period of time, before they defeat her. She also fights in a sword duel with Brutus, former right hand and one of the leaders of Rome, eventually killing him. Gabrielle's abilities throughout the series are noticed by the God of War who seeks her out as his new protégée. It is mentioned later by Gabrielle that Xena trained her throughout the years, although there have only been a few episodes that actually show Xena giving her any sort of martial arts training.  One of Gabrielle's biggest fights in the series is her fight against fellow Amazon queen, Varia. They fight in an enclosed arena in a match in which Eve's life is at stake, and they appeared to be at a stand-off before she is beaten by Varia. Gabrielle takes the loss graciously and continues to grow in skill over the remaining season.",
            "score": 117.93199157714844
        },
        {
            "docid": "574721_13",
            "document": "Eve (Xena: Warrior Princess) . Gabrielle challenges Varia for leadership of the Amazons in order to save Eve's life when she is found guilty, but loses. Xena challenges Varia to a fight before she can execute Eve, and in doing so, she shows Varia that she has become like Livia, which leads Varia to stop her actions, and pardon Eve (stating Livia is dead).",
            "score": 117.39747619628906
        },
        {
            "docid": "34212_25",
            "document": "Xena: Warrior Princess . Xena – the main character of the show – was born in the city of Amphipolis in northern Greece. Xena and her comrade in arms, Gabrielle, made frequent trips there over the course of the series and it was referenced often. Xena described Amphipolis as \"full of life\", although several times it was full of death: for instance, the city became a breeding ground for demons after Xena and Gabrielle returned from their twenty-five year sleep. Mephistopheles, the King of Hell, had captured the soul of Xena's mother Cyrene and imprisoned her in hell.",
            "score": 117.31340789794922
        },
        {
            "docid": "432985_9",
            "document": "Gabrielle (Xena: Warrior Princess) . While in India, Gabrielle is thrown through time by a Darsham to save Xena's soul. It is said that their souls are together throughout time. In this next life Xena is the Mother of Peace, Arminestra and Gabrielle is Shakti, a Warrior Prince of India. At the end of season 4, Gabrielle shows a leap in her warrior abilities. After months of following her path of the Way of Love, Gabrielle picks up the sword of a paralyzed Xena and fights off a large group of Roman soldiers, killing several of them.",
            "score": 115.76277923583984
        },
        {
            "docid": "432985_14",
            "document": "Gabrielle (Xena: Warrior Princess) . According to an episode set in modern times, Gabrielle's scrolls were preserved for thousands of years and discovered during World War II by modern archeologists who were descendants of Xena, Gabrielle, and Joxer. The scrolls found their way to Hollywood, where they formed the basis of the television series. This leads into an entire small story-arc in which the modern-day reincarnations of Xena, Gabrielle and Joxer meet and interact. Xena and Gabrielle's reincarnations pair up to make their own names for themselves, instead of living in their father's shadows. Joxer's reincarnation is a fan of the show.",
            "score": 115.49967956542969
        },
        {
            "docid": "15711749_7",
            "document": "Solan (Xena: Warrior Princess) . After Solan's death, Xena became focused only on her grief. Due to the fact that it was because of Gabrielle's lies about Hope, she dragged Gabrielle on the back of a horse and attempted to kill her in an attempt at gaining justice over his death. Just as Xena was about to throw Gabrielle over a cliff, Gabrielle kicked her in the face and rushed at her, knocking them both into the water and taking them to Illusia. It was Solan who was behind the land of Illusia and he helped Gabrielle and Xena eventually reconcile. In season 5, while in the underworld, Xena discovers that Solan chose not to go to the Elysian fields. Instead, he remained in a purgatory state in order to have the ability to watch Xena and Gabrielle on their journeys. After cutting him loose from a web-like substance and prying him away from what looked like TVS showing him memories of Xena and Gabrielle, Xena convinced him to leave. Before Solan went to the Elysian Fields, Xena informed him that he was her vision of hope and he was one of the key reasons that she remained good and virtuous. While standing in the doorway to the entrance of the Elysian Fields, the two touch the entrance and Xena sees his face and tells Solan she will see him soon and that he will hardly notice she's gone. Also in season 5 after binding Celesta, the goddess of death, Xena mentioned Solan, along with her good friend and ex-lover Marcus and younger brother Lyceus, as one of those who was killed before their rightful time.",
            "score": 115.2333984375
        },
        {
            "docid": "16007468_12",
            "document": "Xena: Warrior Princess in popular culture . A subject of much interest and debate among viewers is the question of whether Xena and Gabrielle are lovers. The issue is left deliberately ambiguous by the writers during most of the show. Jokes, innuendo, and other subtle evidence of a romantic relationship between Xena and Gabrielle is referred to as \"lesbian subtext\" or simply \"subtext\" by fans. The issue of the true nature of the Xena/Gabrielle relationship caused intense shipping debates in the fandom, which turned especially impassioned due to spillover from real-life debates about same-sex sexuality and gay rights.",
            "score": 115.17369842529297
        },
        {
            "docid": "34212_34",
            "document": "Xena: Warrior Princess . \"\", a direct-to-video animated movie, was released in January 1998. The film features the voices of a number of actors from both \"\" and \"Xena: Warrior Princess\" - including Lucy Lawless, Kevin Sorbo, Michael Hurst and Renee O'Connor. The movie plot involves Hercules' mother being kidnapped by Zeus and the release of the Titans. Xena and Gabrielle have supporting roles in the movie.",
            "score": 113.58167266845703
        },
        {
            "docid": "574699_5",
            "document": "Cyane . A powerful person, \"Cyane III\" defeated both Xena (in a physical battle) and Alti (in a spiritual battle). She was trusting of Xena and even offered to let her join the tribe. Xena betrayed Cyane when Alti \"offered her a better deal\". Alti wanted Cyane's blood, and after she drank it she kept Cyane's soul and the souls of all the Amazons in the land of the dead. She then used their power for herself and made it evil. The souls of the Amazons were trapped in the land of the dead until the reformed Xena killed Alti and found the Amazon's new holy word, Love.",
            "score": 113.23047637939453
        },
        {
            "docid": "506695_5",
            "document": "List of Hercules: The Legendary Journeys and Xena: Warrior Princess characters . Gabrielle, on the other hand, during her first encounter with the Greek Amazon tribe throws herself over an Amazon named Terreis to protect her from falling arrows. Although Terreis is already dying, she is impressed by Gabrielle's bravery and gives her \"right of caste\". Terreis was the next in line to rule, and by giving Gabrielle the right, Gabrielle becomes an Amazon Princess of the Greek tribe.",
            "score": 112.9241943359375
        },
        {
            "docid": "432985_13",
            "document": "Gabrielle (Xena: Warrior Princess) . Despite Gabrielle's ascendancy as a warrior (in the episode \"The Ides of March\" she slew nine Roman legionaries), her role as a bard remains important. About a year into her travels with Xena, her scrolls about Xena's exploits begin to gain popularity, apparently helping, according to Ares, turn Xena into a legend. After their 25-year sleep, Gabrielle finds out that her stories had been read as far away as North Africa where they were popular among nomad tribes.",
            "score": 112.63629913330078
        },
        {
            "docid": "34212_22",
            "document": "Xena: Warrior Princess . Over the course of the series, viewers were also introduced to family members of both Xena and Gabrielle, but most notably featured their children. Xena gave her first child, a son named Solan, to a group of centaurs after the death of his father, Borias, who was killed in combat against a warrior in Xena's employ. Solan never knew that Xena was his mother, however knowing Xena for a long time. While aiding Xena and Boudica to defend Britannia against Caesar, Gabrielle comes into contact with an evil cult that tricks her into killing one of its priestesses, Meridian. Using her, the dark god impregnates Gabrielle just as Xena rescues her. Over the next few days the child grows inside Gabrielle, and she eventually (and quite dramatically) gives birth to a girl, naming her Hope. Even though she is the seed of an evil deity, Gabrielle tells Xena that she is also a part of her and that there must be some good in her as well. Being the daughter of Dahak, she quickly developed supernatural powers, and kills within hours of being born, proving to Xena that there was no chance of saving her. Hope aged amazingly fast, and, mere months after being drifted down a river by her mother, she appeared to be about 9 years old. Despite Gabrielle's hopes that she would \"be good\", Hope killed Xena's son Solan before being poisoned by Gabrielle herself.",
            "score": 112.05168914794922
        }
    ]
}