{
    "q": [
        {
            "docid": "32086441_23",
            "document": "Xiguan . Kaiji is located on Longjin Donglu. Its owner is Ye Jiankai and he is jokingly called \"Dousha Kai\" because of the restaurant's food. Kaiji's Tangyuan (sweet dumplings) served with green bean soup and Vanilla green bean soup clear away diners' heat and toxic material and earn a high reputation in Guangzhou. The shop is Ye's grandfather's legacy.",
            "score": 26.434569835662842
        },
        {
            "docid": "32122477_6",
            "document": "La rose de Saint-Flour . When Pierrette returns a tiff with Marcachu turns into a fight. They prepare the soup, into which unexpected ingredients are placed. When Chapailloux arrives, they eat and discover the contents of the soup, including one of Pierrette's shoes. Another fight ensues, and Marcachu storms off with his marmite.",
            "score": 38.351736307144165
        },
        {
            "docid": "8501495_8",
            "document": "Ye Xian . The golden slipper is found by a local peasant who trades it, and it is passed on to various people until it reaches the hands of the nearby king of the To'Han islets, a powerful kingdom covering thousands of small islands. Fascinated by the shoe's small size, he issues a search to find the maiden whose foot will fit into the shoe and proclaims he will marry that girl. The search extends until it reaches the community of the cave-dwellers, and everyone, including Jun-Li, the late chief Wu's firstborn, tried the slipper. No maiden's foot can fit the shoe. Despondent that he could not find the woman he was searching for, the king made a great pavilion and placed the shoe there on display. Ye Xian arrives there late in the evening to retrieve the slipper, but is mistaken as a thief. Ye Xian then was brought before the king, and there she told him everything about her life, how she lost her friend, the gold-eyed fish, and now her slipper. The king, struck by her good-nature and beauty even though she lived in the land of the savages, believed her and allowed her to go home with the slipper.",
            "score": 29.0479576587677
        },
        {
            "docid": "3747_23",
            "document": "Bill Gates . In 2008, Gates appeared in a series of ads to promote Microsoft. The first commercial, co-starring Jerry Seinfeld, is a 90-second talk between strangers as Seinfeld walks up on a discount shoe store (Shoe Circus) in a mall and notices Gates buying shoes inside. The salesman is trying to sell Mr. Gates shoes that are a size too big. As Gates is buying the shoes, he holds up his discount card, which uses a slightly altered version of his own mugshot of his arrest in New Mexico in 1977, for a traffic violation. As they are walking out of the mall, Seinfeld asks Gates if he has melded his mind to other developers, after getting a \"Yes\", he then asks if they are working on a way to make computers edible, again getting a \"Yes\". Some say that this is an homage to Seinfeld's own show about \"nothing\" (\"Seinfeld\"). In a second commercial in the series, Gates and Seinfeld are at the home of an average family trying to fit in with normal people.",
            "score": 28.46644639968872
        },
        {
            "docid": "13075834_6",
            "document": "The Braes o' Killiecrankie . <score midi=\"5\" vorbis=\"1\"> \\relative c\" { \\time 2/4 \\key g \\major  \\partial 8 g16( a) | b8 b \\grace { c8 } b a16( g) | c4 c8 b16( a) | b8 b c16( b) a( g) | b8 d d g,16( a) | b8 b c16( b) a16( g) | c4 c8 b16( a) | b16( c) d16( b) a8 g | d8 g g \\bar \"||\" b16( c) | d8 d, d e16( f) | e8 d16( e) c8 b'16( c) | d8 d, d' d, | b' d d\\fermata b16( c) | d8 d, d e16( f) | g16( f) e( d) c8 b'16 c | b16( c) d( b) a8 g | e g g \\bar \"|.\" }  \\addlyrics {Whare | hae ye been sae | braw, lad? Whare | hae ye been sae | bran -- kie, O? Whare | hae ye been sae | braw, lad? Came | ye by Kil -- li -- | cran -- kie, O? An | ye had been whare | I hae been, Ye | wad -- na been sae | can -- tie, O; An | ye had seen what | I hae seen, I' the | braes o' Kil -- li -- | crank -- kie, O. }</score>",
            "score": 11.357167482376099
        },
        {
            "docid": "144829_24",
            "document": "Steve McQueen . In 1973 The Rolling Stones referred to McQueen in the song \"Star Star\" from the album \"Goats Head Soup\" for which an amused McQueen reportedly gave personal permission. The lines were \"Star fucker, star fucker, star fucker, star fucker star/ Yes you are, yes you are, yes you are/Yeah, Ali MacGraw got mad with you/For givin' head to Steve McQueen\".",
            "score": 24.162727117538452
        },
        {
            "docid": "12744285_3",
            "document": "Electric Soup (album) . It was also released as a 2-CD set with \"Gorilla Biscuit\", a collection of their b-sides and rarities. Brad Shepherd, the group's lead guitarist described the albums \"You just have to listen to [\"Electric Soup\"], it's just jam packed full of pretty groovy songs... The best of was always the record company's idea and the B-side was always our idea to combat that. We think if a best of is representative of a band then a B-side album is even more representative.\" Shepherd also explained the album names: \"\"Electric Soup\" is another name for Jack Daniels bourbon... \"Gorilla Biscuit\" is slang for 'downers' like mandrax.\"",
            "score": 35.3934588432312
        },
        {
            "docid": "2471736_5",
            "document": "Cryptotaenia . English names for the plant include mitsuba, Japanese wild parsley, stone parsley, honeywort, san ip, and san ye qin (from ). Like parsley, the flavor is clean and refreshing with a slightly bitter taste which some describe as celery-like. The sprouts are used in salads and soup. In Japan it is commonly used as a garnish in soups or atop entrees or as a sushi ingredient.",
            "score": 27.738221168518066
        },
        {
            "docid": "247960_6",
            "document": "Mikoyan-Gurevich MiG-25 . The subsonic Boeing B-47 Stratojet and Boeing B-52 Stratofortress strategic bombers were followed by the Mach 2 Convair B-58 Hustler, with the Mach 3 North American B-70 Valkyrie on the drawing board at that time. A major upgrade in the PVO defence system was required, and at the start of 1958 a requirement was issued for manned interceptors capable of reaching 3,000 km/h (1,864 mph) and heights of up to 27 km (88,583 ft). Mikoyan and Sukhoi responded. The Mikoyan-Gurevich OKB had been working on a series of interceptors during the second half of the 1950s: the I-1, I-3U, I-7U, I-75, Ye-150, Ye-150A, Ye-152, Ye-152A, Ye-152P, and Ye-152M. The Ye-150 was noteworthy because it was built specifically to test the Tumansky R-15 engine, two of which would later be used for the MiG-25. This led to Ye-152, alternatively known as Ye-166, which set several world records. The Ye-152M (converted from one of the two Ye-152 aircraft) was intended to be the definite heavy interceptor design. But before it was finished, the PVO had selected the Tupolev Tu-128. As the work on the MiG-25 was well under way, the single-engine Ye-152M was abandoned.",
            "score": 10.722900390625
        },
        {
            "docid": "299646_27",
            "document": "Places in The Hitchhiker's Guide to the Galaxy . Frogstar World B is said to be \"\"the most totally evil place in the galaxy\"\". It is somewhat like the books' equivalent of Brontitall in the radio show; although there are differences between the two, they share some attributes. Although there is no statue of Arthur on Frogstar B, the bird people came about the same way. There is no archaeologist called Lintilla in the part of the books that concerns itself with Frogstar B; however, the spaceport with the massively delayed spaceship is there. Frogstar B was thrown into poverty through an event termed the Shoe Event Horizon. Many years ago, Frogstar World B was \"a thriving, happy planet – people, cities, shops, a normal world.\" However, there were slightly too many shoe-shops on the high streets of the planet, and the number of shoe-shops was steadily increasing. The more shoe-shops there were, the more the shops had to make. The more they had to make, the worse and more unwearable the shoes became. And the worse and more unwearable the shoes became, the more the people had to buy, and the more money the shops made until it became economically impossible to build anything other than shoe-shops. The result was collapse, ruin, and famine. Most of the population died out, but a select few with the right kind of genetic instability mutated into a bird-like species and cursed the ground, refusing to set foot on it ever again. Frogstar B is the home of the Total Perspective Vortex, a machine that effectively annihilates one's soul by showing one in an instant the whole infinity of creation and oneself in relation to it, and in the continuity of the books, Frogstar World B is the future site of Milliways, the Restaurant at the End of the Universe. In the radio series this role is instead given to Magrathea.",
            "score": 28.209033489227295
        },
        {
            "docid": "26396162_4",
            "document": "Holes in My Shoes . He grew up in extreme poverty in the Lower East Side of New York City, born in his parents cold water apartment on East 6th Street. His parents were Jewish immigrants from Austria. He sold newspapers on the corner of Avenue B and 10th Street and played in Tompkins Square Park. Beers and his siblings took many jobs as kids to support the starving family. They had potatoes and potato soup every day. They gathered fallen coal from the coal truck to keep the house warm. He had 3 brothers - Manny, Julius and Hy, and one sister, Lilian.",
            "score": 26.739940643310547
        },
        {
            "docid": "73440_25",
            "document": "Duck Soup (1933 film) . In another scene, the film pokes fun at the Hays Code. Due to the code, a man and woman could not be shown in bed together. The camera begins the scene in a woman's bedroom, panning across the foot of the bed. A pair of men's shoes are shown on the floor, then a pair of women's shoes and then four horseshoes. The camera cuts to a shot of the entire room: Pinky is sleeping in one bed with the horse, while the woman is in another bed.",
            "score": 36.4906964302063
        },
        {
            "docid": "19688599_10",
            "document": "Offset agreement . The universe of this military niche of offsets trade is sophisticated and less innocuous than commonly believed. In 2000 Daniel Pearl wrote an article about the universe of offsets: “could the sale of U.S. weapons in the Persian Gulf help an oil concern unload gasoline stations in Europe? Yes, under the new logic of international arms deals.” Pearl describes the new-found world of indirect offsets:",
            "score": 15.853126049041748
        },
        {
            "docid": "8529463_4",
            "document": "Aggregation problem . First, to sum the demand functions without other strong assumptions it must be assumed that they are independent; that is that one consumer's demand decisions are not influenced by the decisions of another consumer. For example, A is asked how many pairs of shoes he would buy at a certain price. A says at that price I would be willing and able to buy two pairs of shoes. B is asked the same question and says four pairs. Questioner goes back to A and says B is willing to buy four pairs of shoes, what do you think about that? A says if B has any interest in those shoes then I have none. Or A, not to be outdone by B, says \"then I'll buy five pairs\". And on and on. This problem can be eliminated by assuming that the consumers' tastes are fixed in the short run. This assumption can be expressed as assuming that each consumer is an independent idiosyncratic decision maker.",
            "score": 36.933680295944214
        },
        {
            "docid": "9360586_19",
            "document": "Milkweed (novel) . Big Henryk is a large boy who will “say yes to everything.” He doesn’t wear shoes but instead wears “gray bank coin bags on his feet.” He appears mentally disabled from the \"bellowing\" and how he says \"yes to everything\"",
            "score": 20.02791404724121
        },
        {
            "docid": "13094293_2",
            "document": "Soup for One (soundtrack) . Soup for One is the soundtrack album to the movie \"Soup for One\" by American R&B band Chic et al., released by Mirage Records in 1982. The album reached number 168 on the \"Billboard\" 200 albums chart and number 42 on the R&B chart. Besides three previously released tracks, Chic's \"I Want Your Love\" from 1978 album \"C'est Chic\", Sister Sledge's \"Let's Go On Vacation\" from 1980s \"Love Somebody Today\" and \"Jump, Jump\" from Debbie Harry's \"KooKoo\", the album contains five songs specifically written and produced by Bernard Edwards and Nile Rodgers for the movie.",
            "score": 22.623092651367188
        },
        {
            "docid": "8501495_9",
            "document": "Ye Xian . The next morning, the king goes into Ye Xian's house and asks her to come with him into his kingdom. Ye Xian then wears both her shoes, and appears in her beautiful sea-green gown. The stepmother and Jun-li, however, said that Ye Xian could not have clothes of that kind, for she was only their slave, and the stepmother said that the finery was Jun-li's and Ye Xian stole them. The king dismisses her lies, and invites Ye Xian to live at the palace with him as his wife and queen. She accepts, but her cruel step-family was left with their fate, which is to be banished to the wilderness by the king forever. They live a harsh, unhappy life until the day they were killed by a rain of fiery stones. On the other hand, the king takes Ye Xian into his kingdom and makes her his queen.",
            "score": 21.33175551891327
        },
        {
            "docid": "28284510_15",
            "document": "KLB Club . Yes, you gave us soup and enough black bread To etch out a mere existence, Enough to keep us wanting more And weaken our resistance",
            "score": 22.21312713623047
        },
        {
            "docid": "30177587_3",
            "document": "Shoe Show . The company was founded in 1960 by Robert B. Tucker and has more than 1150 locations. It acquired Burlington Shoes in 1986, Altier Shoes in 1993 and Shoebilee! in 2002. In the early 2000s, the company began opening Shoe Dept. Encore stores, which are larger than regular Shoe Dept. stores.",
            "score": 25.185800075531006
        },
        {
            "docid": "30011882_2",
            "document": "Louis Diat . Louis Felix Diat (1885–1957) was a chef and culinary writer who is one of the chefs believed to have created vichyssoise soup, though other chefs in France are also credited for the same; no proof is available for any claimants' assertions. Diat was born in 1885 in Bourbon-l'Archambault/Montmarault, France, where his father managed a shoe store. During the summer, when Diat and his siblings desired a cold snack, Diat's mother Annette often poured milk into leftover potato-and-leek soup (\"potage bonne femme\").",
            "score": 33.633853912353516
        },
        {
            "docid": "14600623_3",
            "document": "Space Soap (La Soupe aux choux) . This instrumental single is a R&B, dance and techno remake of the theme of \"La Soupe aux choux\", a 1981 French film directed by Jean Girault.",
            "score": 23.238967895507812
        },
        {
            "docid": "46746174_3",
            "document": "Litefeet . The Harlem shake is commonly incorporated into Litefeet, as is the “Chicken Noodle Soup, the Tone Whop (often mistakenly named the \"Toe Whop\"), and the Aunt Jackie. Moves often include: footwork, popping, shuffling, tutting, hat tricks, and shoe tricks.",
            "score": 35.015074253082275
        },
        {
            "docid": "8629842_2",
            "document": "Chicken Noodle Soup (song) . \"Chicken Noodle Soup\" is a song by producer Da Drizzle from Webstar's album \"\" (2006). It features rappers Young B and the Voice of Harlem. The song also has an associated dance.",
            "score": 23.07935905456543
        },
        {
            "docid": "10287083_9",
            "document": "North Slavic fermented cereal soups . Kyselo (or krkonošské kyselo) (, ) is a soup based on sourdough and mushrooms. It is a traditional Czech cuisine from poor folk food originating in the Northern Bohemia mountain region Krkonoše. It is very substantial and it contains an abundance of quality proteins, B vitamins, dietary fiber and other important nutrients. Usage of sourdough is closely related to fermented flour usage in the Polish sour rye soup.",
            "score": 25.85912847518921
        },
        {
            "docid": "226105_27",
            "document": "Bill Drummond . Several Penkiln Burn projects involve making things and then distributing them. Drummond has created a Soup Line drawn across a map going through Belfast and Nottingham to the edges of the British Isles. Anyone living on the Soup Line may contact Drummond to come to their house and make soup for them, their family and friends. Drummond has also constructed – and encourages others to construct – Cake Circles drawn on maps. Cakes are then made and delivered to people who live within the circle with the words \"I have baked you a cake, here it is\". Other projects involve Drummond building beds from timber in public places which are then raffled off. In 2011, for the Venice Biennale, Drummond took up shoe-shining on the streets of Venice. Each spring, Drummond gives away 40 bunches of daffodils to strangers on the street in different cities.",
            "score": 40.305578112602234
        },
        {
            "docid": "2814961_75",
            "document": "Women's cinema . Other notable filmmakers include María Ripoll (\"Tortilla Soup\", \"The Man with Rain in His Shoes\"), Patricia Ferreira, Chus Gutiérrez, María Lidón aka Luna (\"\", \"Moscow Zero\"), Rosa Vergés, Lydia Zimmermann, or Laura Mañá.",
            "score": 33.1870002746582
        },
        {
            "docid": "17647962_4",
            "document": "B and B Chemical Company . The building was designed by Coolidge, Shepley, Bulfinch & Abbott and built in 1937 for the B and B Chemical Company, a subsidiary of the United Shoe Machinery Corporation. The facility, which include a more simply designed second building behind this one, produced adhesives used in the shoe manufacturing process at other plants. It later served as the headquarters for the Polaroid Corporation for many years. It is now owned by The Bulfinch Companies, and is occupied by Nimbus Discovery, a biotechnology firm.",
            "score": 19.621078491210938
        },
        {
            "docid": "18622408_4",
            "document": "Grover Shoe Factory disaster . The R. B. Grover shoe factory was big, but not the biggest shoe factory in Brockton, a town that had 35,000 shoe workers. The wooden building, shaped like a letter \"E\", occupied half a city block at the corner of Main and Calmar Streets.  Grover made the popular Emerson brand shoe, and business had been good enough to add a fourth floor.",
            "score": 23.79305648803711
        },
        {
            "docid": "50112367_4",
            "document": "Brian Atwood . The Brian Atwood shoe line was launched in 2001. His budget line of shoes is B Brian Atwood. This brand retails for US$200 to US$500 as opposed to his main line of shoes which retails for $525 to $2900. The B Brian Atwood brand was later entered into a partnership agreement with shoemaker, Steve Madden (NASDAQ:SHOO), who purchased the Jones Group stake. He is the author of the book, \"Pumped\", a study of stiletto heels.",
            "score": 22.046733856201172
        },
        {
            "docid": "32064360_5",
            "document": "D-Men . The band started breaking up with the departure of singer Brace, followed by rapper Ali B. A single \"Vraag jezelf eens af\" was released. Contractual disagreements intensified with rapper Yes-R who joined the label of his cousin Ali B. Soesi B, a friend from childhood to Yes-R followed suit. The last of the new members to leave was Negativ. This the formation went back to the original three members Lange Frans, Brutus and Baas B. Yes-R even made a recording to diss the original members with his recording \"Je krijgt het van ons\" (\"You get it from us\")",
            "score": 4.712615966796875
        },
        {
            "docid": "11553901_3",
            "document": "Alphabet Soup (horse) . Alphabet Soup was bred by Southeast Associates, a group led by Roy S. Lerman, and purchased by Californian Georgia B. Ridder. He is a descendant of Nearco, and his damsire is U.S. Racing Hall of Fame inductee Arts and Letters. Purchased privately as a two-year-old by Georgia B. Ridder, Alphabet Soup was late in developing. Mrs. Ridder raced the colt in California, where he began to come into his own at the age of four, winning the 1995 Native Diver and Del Mar Breeders' Cup Handicaps. In 1996, en route to his triumph in that year's Breeders' Cup Classic, he won three important graded stakes races: the San Antonio Handicap, the Pat O'Brien Handicap, and the San Pasqual Handicap, in which he defeated Best Pal. He also crossed the wire first in the Goodwood Breeders' Cup Handicap but was disqualified and set back to third. Alphabet Soup raced in 1997 at age six, his best effort coming in defense of the San Antonio Handicap when he finished second to Gentlemen.",
            "score": 26.184947848320007
        },
        {
            "docid": "3075186_5",
            "document": "Blomberg B . A popular modification by railroads in later years was reducing the number of brake shoes from 8 to 4 by reconfiguring the double-clasp brake rigging, removing one brake shoe per wheel. This can give the Blomberg B a similar appearance of later Blomberg M trucks.",
            "score": 25.162235260009766
        }
    ],
    "r": [
        {
            "docid": "31017238_16",
            "document": "Two Upbuilding Discourses, 1844 . Another \"with troubled imagination conjured up anxieties he was unable to surmount, while he still could not leave off staring at them, evoking them ever more alarmingly, pondering them ever more fearfully, then we shall not praise him, even though we praise the wonderful glory of human nature. But if he brought out the horror and detected the mortal danger, without any thought of providing people, by pointless talk, with subject matter for pointless pondering, but grasped that the danger had to do with himself-if, then, with this in mind, he won the strength of soul that horror gives, this would in truth be praiseworthy, would in truth be wondrously wonderful.\" This act of self-discovery is the essence of what Kierkegaard wrote about. He says, \"People are prone to pay attention to earthly dangers but these are external dangers. Kierkegaard says, we need to preserve something internal; our souls.\" He explains himself, Just as there is only one means for preserving it, so is this means necessary even in order to understand that it must be preserved, and if this were not the case, the means would not be the only means. This means is patience. A person does not first gain his soul and then have the need for patience to preserve it, but he gains it in no other way than by preserving it, and therefore patience is the first and patience is the last, precisely because patience is just as active as it is passive and just as passive as it is active. \"Eighteen Upbuilding Discourses\", Hong p. 187",
            "score": 55.83518981933594
        },
        {
            "docid": "46302564_6",
            "document": "Signified and signifier . So the question is, how do signifiers create meaning and how do we know what that meaning is? In order to understand how the signifier and signified relate to each other, one must be able to interpret signs. \"The only reason that the signifier does entail the signified is because there is a conventional relationship at play\". That is, a sign can only be understood when the relationship between the two components that make up the sign are agreed upon. Saussure argued that a sign's \"meaning depends on its relation to other words within the system\" (for example, to understand an individual word such as \"tree\", one must also understand the word \"bush\" and how the two relate to each other). It is this difference from other signs that allows the possibility of a speech community. However we need to remember that signifiers and their significance change all the time, becoming \"dated\". It is in this way that we are all \"practicing semioticians who pay a great deal of attention to signs… even though we may never have heard them before\" And while words are the most familiar form signs take, they stand for many things within life, such as advertisement, objects, body language, music, and so on. Therefore the use of signs, and the two components that make up a sign, can be and are – whether consciously or not – applied to everyday life.",
            "score": 54.7048454284668
        },
        {
            "docid": "5362865_25",
            "document": "Conceptions of God . Some Jewish, Christian and Muslim Medieval philosophers, including Moses Maimonides and Pseudo-Dionysius, as well as many sages of other religions, developed what is termed as apophatic theology or the \"Via Negativa\", the idea that one cannot posit attributes to God and can only discuss what God is not. For example, we cannot say that God \"exists\" in the usual sense of the term, because that term is human defined and God's qualities such as existence may not be accurately characterized by it. What we can safely say is that it cannot be proven empirically or otherwise that God is existent, therefore \"God is not non-existent\". Likewise God's \"wisdom\" is of a fundamentally different kind from limited human perception. So we cannot use the word \"wise\" to describe God, because this implies God is wise in the way we usually describe humans being wise. However we can safely say that \"God is not ignorant\". We should not say that God is One, because we may not truly understand Gods nature, but we can state that there is no multiplicity in God's being. In the Quran it is stated that God possess no quality of God's creation, which means that there cannot be a He or She used to describe God. To say that God is angered or feels any kind of emotion is a misunderstanding. Emotion is in common to all humans; it is what gives them their essence, though to feel love, anger, jealousy, or happiness clouds and misguides our judgment and may lead us to make a weak decision or do something unfair. Therefore, One who sees all and can feel all does not need any emotion to make a decision. God is beyond emotion and other human biases.",
            "score": 54.1304817199707
        },
        {
            "docid": "34398482_15",
            "document": "Opportunity management . \"Rather, we lay down the end, and then examine the ways to and means to achieve it. If it appears that any of several [possible] means will reach it, we examine which of them will reach it most easily and most finely; and if only one [possible] means reaches it, we examine how that means will reach it and how the means itself is reached, until we come to the first cause, the last thing to be discovered. For a deliberator would seem to inquire and analyze in the way described, as though analyzing a diagram...If we encounter an impossible step – for instance, we need money but cannot raise it – we desist; but if it appears possible we undertake it. What is possible is what we achieve through our agency [including what our friend could achieve for us]... Deliberation is about the actions he can do, and actions are for the sake of other things; hence we deliberate about things that promote an end, not about the end.\"",
            "score": 54.07510757446289
        },
        {
            "docid": "1210949_34",
            "document": "Ethics of circumcision . \"The most fundamental principle of surgery is that no operation should be done if there is no disease, as it cannot be justified if the risk of the procedure is not balanced by the risk of a disease. Even when patients have significant disease, potentially dangerous operations can hardly be justified if their risks are much greater than the disease itself. The problem for routine circumcision is that since there is no disease, no complication whatsoever can be tolerated, since the risks of the procedure are not being balanced against the risks of any present disease.\" Short (2004) disputes Hutson's claims and argues that male circumcision has future prophylactic benefits that make it worthwhile. He concludes: \"If we believe in evidence based medicine, then there can be no debate about male circumcision; it has become a desirable option for the whole world. Paradoxically, this simple procedure is a life saver; it can also bring about major improvements to both male and female reproductive health. Rather than condemning it, we in the developed world have a duty to develop better procedures that are neither physically cruel nor potentially dangerous, so that male circumcision can take its rightful place as the kindest cut of all.\" Viens (2004) contends that \"we do not know in any robust or determinate sense that infant male circumcision is harmful in itself, nor can we say the same with respect to its purported harmful consequences.\" He suggests that one must distinguish between practices that are grievously harmful and those that enhance a child's cultural or religious identity. He suggests that medical professionals, and bioethicists especially, \"must take as their starting point the fact that reasonable people will disagree about what is valuable and what is harmful.\"",
            "score": 53.83198165893555
        },
        {
            "docid": "102803_7",
            "document": "Noumenon . According to Kant, objects of which we are cognizant via the physical senses are merely representations of \"unknown somethings\"—what Kant refers to as the \"transcendental object\"—as interpreted through the \"a priori\" or \"categories of the understanding\". These \"unknown somethings\" are manifested within the noumenon—although we can never know how or why as our perceptions of these \"unknown somethings\" via our physical senses are bound by the limitations of the \"categories of the understanding\" and we are therefore never able to fully know the \"thing-in-itself\".",
            "score": 53.77766799926758
        },
        {
            "docid": "613052_18",
            "document": "Direct and indirect realism . A more fundamental criticism is implied in theories of this type. The differences at the sensory and perceptual levels between agents require that some means of ensuring at least a partial correlation can be achieved that allows the updatings involved in communication to take place. The process in an informative statement begins with the parties hypothetically assuming that they are referring to the \"same\" entity or \"property\", even though their selections from their sensory fields cannot match; we can call this mutually imagined projection the \"logical subject\" of the statement. The speaker then produces the logical predicate which effects the proposed updating of the \"referent\". If the statement goes through, the hearer will now have a different percept and concept of the \"referent\"—perhaps even seeing it now as two things and not one. The radical conclusion is that we are premature in conceiving of the external as already sorted into singular \"objects\" in the first place, since we only need to behave \"as if\" they are already logically singular. The diagram at the beginning of this entry would thus be thought of as a false picture of the actual case, since to draw \"an\" object as already selected from the real is only to treat the practically needful, but strictly false, hypothesis of objects-as-logically-singular as ontologically given. The proponents of this view thus argue that there is no need actually \"to believe\" in the singularity of an object since we can manage perfectly well by \"mutually imagining\" that 'it' is singular. A proponent of this theory can thus ask the direct realist feels why he or she thinks it is necessary to move to taking the imagining of singularity for real when there is no practical difference in the outcome in action. Therefore, although there are selections from our sensory fields which for the time being we treat as if they were objects, they are only provisional, open to corrections at any time, and, hence, far from being direct \"representations\" of pre-existing singularities, they retain an experimental character. Virtual constructs or no, they remain, however, selections that are causally linked to the real and can surprise us at any time—which removes any danger of solipsism in this theory. This approach dovetails with the philosophy known as social constructivism.",
            "score": 53.509498596191406
        },
        {
            "docid": "244773_3",
            "document": "Empty name . The \"problem of empty names\" is that empty names have a meaning that it seems they shouldn't have. The name \"Pegasus\" is empty; there is nothing to which it refers. Yet, though there is no Pegasus, we know what the sentence \"Pegasus has two wings\" means. We can even understand the sentence \"There is no such thing as Pegasus.\" But, what can the meaning of a proper name be, except the object to which it refers?",
            "score": 52.600547790527344
        },
        {
            "docid": "29780_13",
            "document": "Thomas Reid . Thus, for Reid, common sense was based on the innate capacity of man in an earlier epoch to directly participate in nature, and one we find to some extent in the child and artist, but one that from a philosophical and scientific perspective, we must re-awaken at a higher level in the human mind above nature. Why does Reid believe that perception is the way to recognize? Well, to him “an experience is purely subjective and purely negative. It supports the validity of a proposition, only on the fact that I find that it is impossible for me not to hold it for true, to suppose it therefore not true” (Reid, 753). To understand this better, it is important to know that Reid divides his definition of perception into two categories: conception, and belief. “Conception is Reid’s way of saying to visualize an object, so then we can affirm or deny qualities about that thing. Reid believes that beliefs are our direct thoughts of an object, and what that object is” (Buras, The Functions of Sensations to Reid). So, to Reid, what we see, what we visualize, what we believe of an object, is that object’s true reality. Reid believes in direct objectivity, our senses guide us to what is right since we cannot trust our own thoughts. “The worlds of common sense and of philosophy are reciprocally the converse of each other” (Reid, 841). Reid believes that Philosophy overcomplicates the question of what is real. So, what does Common Sense actually mean then? Well, “common sense is the senses being pulled all together to form one idea” (Cambridge Companion to Thomas Reid, 164). Common sense (all the senses combined) is how we truly identify the reality of an object; since all that can be perceived about an object, are all pulled into one perception. How do people reach the point of accessing common sense? That’s the trick, everyone is born with the ability to access common sense, that is why it is called common sense. “The principles of common sense are common to all of humanity,” (Nichols, Ryan, Yaffe, and Gideon, Thomas Reid). Common sense works as such: If all men observe an item and believe the same qualities about that item, then the knowledge of that item is universally true. It is common knowledge, with without explanation is held true by other people; so, what is universally seen is universally believed. “The real, then, is that which, sooner or later, information and reasoning would finally result in, and which is therefore independent of the vagaries of me and you. Thus, the very origin of the conception of reality shows that this conception essentially involves the notion of a community, without definite limits, and capable of a definite increase of knowledge,” (Reid, 155). The combination of the same ideas, of a thing, by multiple people, is what confirms the reality of an object. Reid also believes that the philosophers of his time overexaggerated what is truly real. Where most philosophers believe that what we see is not fully what that thing is, for example, Descartes. Reid counters this argument simply by stating that this assumption “that such a hypothesis is no more likely to be true than the common-sensical belief that the world is much the way we perceive it to be,” (Nichols, Ryan, Yaffe, and Gideon, Thomas Reid). Reality is what we make it out to be, nothing more.",
            "score": 52.056480407714844
        },
        {
            "docid": "50730824_15",
            "document": "Visual indexing theory . Like the spotlight model of attention, Pylyshyn takes the descriptive model of visual representation to be incomplete. One issue is that the theory does not account for demonstrative, or indexical references. \"For example, in the presence of a visual stimulus, we can think thoughts such as `that is red' where the term `that' refers to something we have picked out in our field of view without reference to what category it falls under or what properties it may have.\" Relatedly, the theory has problems accounting for how we are able to pick out a single token among several objects of the same type. For example, I may refer to a particular can of soup on a supermarket shelf sitting among a number of identical cans that answer to the same description. In both cases, a spatiotemporal reference is required in order to pick out the object within the scene, independently of any description that object may fall under. FINSTs, Pylyshyn suggests, provide just such a reference.",
            "score": 51.874168395996094
        },
        {
            "docid": "22499764_32",
            "document": "LGBT linguistics . George Lakoff explained the inaccuracy of metonymic models, through which people jump to conclusions without sufficient elaboration, giving rise to prototype effects, in his book \"Women, Fire, and Dangerous Things\". First of all, we commonly consider typical examples as the better examples of a category. For instance, in the category of fruits, apples and oranges are typical examples. It is common practice that we engage in reasoning by making inferences from typical to non-typical examples. As a matter of fact, an enormous amount of our knowledge about categories of things is organized in terms of typical cases. We constantly draw inferences on the basis of that kind of knowledge. Second, salient examples, which are familiar and memorable, are unconsciously used in our understanding of things. For instance, if one's best friend is a vegetarian and they don't know any others well, they will tend to generalize from their best friend to other vegetarians. This is what Tversky and Kahneman referred to as the \"conjunction fallacy\". To understand this notion via probability theory, think of two mutually unrelated events. The theory assumes that the likelihood of the co-occurrence of the two events is lower than that of the occurrence of either, ignoring the fact that the two events are actually unrelated to one another. To understand this with regards to lavender linguistics, just because two individuals are both self-identified bisexual males does not necessarily mean that they must engage in the same linguistic patterns and social styles. The failure to capture this asymmetry between prototypical and non-prototypical cases results in ineffective study of lavender linguistics. Typical and salient examples are just two kinds of metonymic models. Others include social stereotypes, ideal cases, paragons, generators, and submodels.",
            "score": 51.515045166015625
        },
        {
            "docid": "30905589_5",
            "document": "I Am Woman (Jordin Sparks song) . On speaking about the song, Sparks said \"I Am Woman is a song about different aspects of the lives of women. It could be a mother, a performer, a woman working in a corporate space — it's all about what we go through as women and how our lives are so crazy. Walk a mile in my shoes, or in my stilettos, if you dare and see what happens. It's all about the strengths that a woman has: how we can multitask and carry so much, yet still always be on point when we need to be and on cue when we need to be. It's all about the amazingness of a woman.\"",
            "score": 51.45866012573242
        },
        {
            "docid": "981899_3",
            "document": "Buyer decision process . Common examples include shopping and deciding what to eat. Decision-making is a psychological construct. This means that although a decision can not be \"seen\", we can infer from observable behaviour that a decision has been made. Therefore, we conclude that a psychological \"decision-making\" event has occurred. It is a construction that imputes commitment to action. That is, based on observable actions, we assume that people have made a commitment to effect the action.",
            "score": 51.4025993347168
        },
        {
            "docid": "4021589_22",
            "document": "The Philosophy of Freedom . We can become conscious of our thought processes in a way that we cannot be of our feelings, will or sense perceptions. We know that what we experience in thinking is exactly what it seems, so that appearance and reality become one. By contrast, our feelings' meaning is not directly apparent, while we only perceive the meaning of a percept after some form of conceptual framework has been brought to bear (for example, we give the right spatial meaning to the visually converging lines of railroad tracks through our understanding of perspective). Mathematics is an example of thinking in which thought itself forms the perceptions; no sense-perceptions are needed to form a basis for mathematical principles. In this sense mathematics could be said to be one discipline that studies the inner aspect of reality.",
            "score": 51.027122497558594
        },
        {
            "docid": "102803_12",
            "document": "Noumenon . But if we understand by it an object of a non-sensible intuition, we thereby presuppose a special mode of intuition, namely, the intellectual, which is not that which we possess, and of which we cannot comprehend even the possibility. This would be 'noumenon' in the \"positive\" sense of the term. The positive noumena, if they existed, would be immaterial entities that can only be apprehended by a special, non-sensory faculty: \"intellectual intuition\" (\"nicht sinnliche Anschauung\"). Kant doubts that we have such a faculty, because for him intellectual intuition would mean that thinking of an entity, and its being represented, would be the same. He argues that humans have no way to apprehend positive noumena: Since, however, such a type of intuition, intellectual intuition, forms no part whatsoever of our faculty of knowledge, it follows that the employment of the categories can never extend further than to the objects of experience. Doubtless, indeed, there are intelligible entities corresponding to the sensible entities; there may also be intelligible entities to which our sensible faculty of intuition has no relation whatsoever; but our concepts of understanding, being mere forms of thought for our sensible intuition, could not in the least apply to them. That, therefore, which we entitle 'noumenon' must be understood as being such only in a negative sense. Even if noumena are unknowable, they are still needed as a \"limiting concept\", Kant tells us. Without them, there would be only phenomena, and since potentially we have complete knowledge of our phenomena, we would in a sense know everything. In his own words: Further, the concept of a noumenon is necessary, to prevent sensible intuition from being extended to things in themselves, and thus to limit the objective validity of sensible knowledge.</ref> What our understanding acquires through this concept of a noumenon, is a negative extension; that is to say, understanding is not limited through sensibility; on the contrary, it itself limits sensibility by applying the term noumena to things in themselves (things not regarded as appearances). But in so doing it at the same time sets limits to itself, recognising that it cannot know these noumena through any of the categories, and that it must therefore think them only under the title of an unknown something. Furthermore, for Kant, the existence of a noumenal world limits reason to what he perceives to be its proper bounds, making many questions of traditional metaphysics, such as the existence of God, the soul, and free will unanswerable by reason. Kant derives this from his definition of knowledge as \"the determination of given representations to an object\". As there are no appearances of these entities in the phenomenal, Kant is able to make the claim that they cannot be known to a mind that works upon \"such knowledge that has to do only with appearances\". These questions are ultimately the \"proper object of faith, but not of reason\".",
            "score": 50.8051643371582
        },
        {
            "docid": "6625288_9",
            "document": "Cradle-to-cradle design . Currently, many human beings come into contact or consume, directly or indirectly, many harmful materials and chemicals daily. In addition, countless other forms of plant and animal life are also exposed. C2C seeks to remove dangerous \"technical nutrients\" (synthetic materials such as mutagenic materials, heavy metals and other dangerous chemicals) from current life cycles. If the materials we come into contact with and are exposed to on a daily basis are not toxic and do not have long term health effects, then the health of the overall system can be better maintained. For example, a fabric factory can eliminate all harmful \"technical nutrients\" by carefully reconsidering what chemicals they use in their dyes to achieve the colours they need and attempt to do so with fewer base chemicals.",
            "score": 50.64706039428711
        },
        {
            "docid": "14236076_5",
            "document": "The Question Concerning Technology . Heidegger begins the question by noting that “We ask the question concerning technology when we ask what it is”. This stems from following an ancient doctrine to which “the essence of a thing is considered to be what the thing is”. He starts from the correct or clear definition that “Everyone knows ; the two statements that answer our question”. These are “Technology is a means to an end [and] a human activity”. The reason granted is that “to posit ends and procure and utilize the means to them is a human activity”. If technology is a means to a human end, this conception can therefore be “called the instrumental and anthropological definition of technology”. This further means that one has to ask “What is the instrumental itself?”. This entails questioning the purview of instrumentality in which means and ends are subsumed. As noted “Within what do such things as means and end belong?”.",
            "score": 50.52338790893555
        },
        {
            "docid": "271622_6",
            "document": "Conversations with God . Existence is essentially non-dual in nature. At the highest level there is no separation between anything and there is only one of us; there is only God, and everything is God. The second statement, following from the first, means that we, in this seeming existence, lack nothing and if we choose to realize it, we have enough of whatever we think we need (or the means to create it) within us. The third statement combines the first two to conclude that God, being all there is and is thus always sufficient unto Itself, has no need of anything and therefore has no requirements of humanity. The final concept puts an end to our need to always be right. Given that we have and are everything, and there's nothing we \"have\" to do, there are an \"infinite\" number of ways to experience this, not just the \"one\" way we may have chosen so far.",
            "score": 50.242767333984375
        },
        {
            "docid": "24797_12",
            "document": "Proclus . There is a double motivation found in Neoplatonic systems. The first is a need to account for the origin and character of all things in the universe. The second is a need to account for how we can know this origin and character of things. These two aims are related: they begin from the assumption that we can know reality, and then ask the question of what reality must be like, in its origin and unfolding, so that we can know it. An important element in the Neoplatonic answer to these questions is its reaction to Scepticism. In response to the sceptical position that we only know the appearances presented by our senses, and not the world as it is, Plotinus placed the object of knowledge inside the soul itself, and accounted for this interior truth through the soul's kinship with its own productive principles.",
            "score": 49.64321517944336
        },
        {
            "docid": "16287447_36",
            "document": "2008 attacks on Uttar Pradeshi and Bihari migrants in Maharashtra . On 22 February, while hearing two Public Interest Litigations, the Supreme Court of India termed the attacks on North Indians in Mumbai by Maharashtra Navnirman Sena activists as \"a dangerous trend\". The three-judge bench comprising Chief Justice K G Balakrishnan, and Justices R V Ravindran and Markandey Katju observed,  \"It [attack on North Indians] is a very dangerous tendency. What is happening there [Mumbai], we can understand. These [who were attacked] are innocent people. We understand the situation there [in Maharashtra] and what is happening. This is one country and we will not accept son-of-soil theory. We will not permit Balkanisation of this country.\"",
            "score": 49.584651947021484
        },
        {
            "docid": "47866157_26",
            "document": "FTC v. Motion Picture Advertising Service Co. . That court said it would expect the Massachusetts courts to find that the conduct alleged was unfair to consumers under the \"Brown Shoe\"/\"MPAS\" interpretation of § 5, since 93A is similar in wording to § 5. \"Assuming consumer harm were proved (a quite separate question), we would expect Massachusetts courts to follow FTC precedent that sensibly holds unlawful pernicious conduct with a clear potential for harm and no redeeming value whatever.\" The First Circuit therefore reversed and remanded.",
            "score": 49.515846252441406
        },
        {
            "docid": "53834748_13",
            "document": "Filipino-American cuisine . This section can include many different soups, but some may include things such as Munnggo gisado masabaw. This soup starts off with the base which is Mung beans. Then the rest is basically picking a protein which can be pork or shrimp. One other soup dish would include pansit molo. This is basically a Filipino style of the Chinese wonton soup. The next section would be the meat dishes. Of course like soup, there are many different types of meat dishes. One dish is called Adobo. This dish can be made in 2 ways, one with pork or with chicken. After choosing a meat, you take the dish and cook it with the use of vinegar, soy sauce, and garlic.",
            "score": 49.4152946472168
        },
        {
            "docid": "5515510_42",
            "document": "Kantian ethics . Kant believed that the Categorical Imperative provides us with the maxim that we ought not to lie in any circumstances, even if we are trying to bring about good consequences, such as lying to a murderer to prevent them from finding their intended victim. Kant argued that, because we cannot fully know what the consequences of any action will be, the result might be unexpectedly harmful. Therefore, we ought to act to avoid the known wrong—lying—rather than to avoid a potential wrong. If there are harmful consequences, we are blameless because we acted according to our duty. Driver argues that this might not be a problem if we choose to formulate our maxims differently: the maxim 'I will lie to save an innocent life' can be universalized. However, this new maxim may still treat the murderer as a means to an end, which we have a duty to avoid doing. Thus we may still be required to tell the truth to the murderer in Kant's example.",
            "score": 49.330291748046875
        },
        {
            "docid": "161999_8",
            "document": "Idea . As John Locke studied humans in his work “An Essay Concerning Human Understanding” he continually referenced Descartes for ideas as he asked this fundamental question: “When we are concerned with something about which we have no certain knowledge, what rules or standards should guide how confident we allow ourselves to be that our opinions are right?” A simpler way of putting it is how do humans know ideas, and what are the different types of ideas. An idea to Locke “can simply mean some sort of brute experience.” He shows that there are “No innate principles in the mind.”. Thus, he concludes that “our ideas are all experiential in nature.” An experience can either be a sensation or a reflection: “consider whether there are any innate ideas in the mind before any are brought in by the impression from sensation or reflection.” Therefore, an idea was an experience in which the human mind apprehended something.",
            "score": 49.302032470703125
        },
        {
            "docid": "695746_14",
            "document": "Wittgenstein on Rules and Private Language . In contrast to the kind of solution offered by Kripke (above) and Crispin Wright (elsewhere), John McDowell interprets Wittgenstein as correctly (by McDowell's lights) offering a \"straight solution\". McDowell argues that Wittgenstein does present the paradox (as Kripke argues), but he argues further that Wittgenstein rejects the paradox on the grounds that it assimilates understanding and interpretation. In order to understand something, we must have an interpretation. That is, to understand what is meant by \"plus,\" we must first have an interpretation of what \"plus\" means. This leads one to either skepticism—how do you know your interpretation is the correct interpretation?—or relativity whereby our understandings, and thus interpretations, are only so determined in so far as we have used them. In this latter view, endorsed by Wittgenstein in Wright's readings, there are no facts about numerical addition that man has so far not discovered, so when we come upon such situations, we can flesh out our interpretations further. Both of these alternatives are quite unsatisfying; the latter because we want to say that the objects of our understandings are independent from us in some way: that there are facts about numbers, that have not yet been added.",
            "score": 49.034881591796875
        },
        {
            "docid": "21663_30",
            "document": "Nihilism . Nietzsche characterized nihilism as emptying the world and especially human existence of meaning, purpose, comprehensible truth, or essential value. This observation stems in part from Nietzsche's perspectivism, or his notion that \"knowledge\" is always by someone of some thing: it is always bound by perspective, and it is never mere fact. Rather, there are interpretations through which we understand the world and give it meaning. Interpreting is something we can not go without; in fact, it is something we \"need\". One way of interpreting the world is through morality, as one of the fundamental ways that people make sense of the world, especially in regard to their own thoughts and actions. Nietzsche distinguishes a morality that is strong or healthy, meaning that the person in question is aware that he constructs it himself, from weak morality, where the interpretation is projected on to something external.",
            "score": 48.826454162597656
        },
        {
            "docid": "29042638_4",
            "document": "Inscrutability of reference . In his indeterminacy of translation theory Quine claims that, if one is to translate a language, there are always several alternative translations, of which none is more correct than the other. A radical translation is therefore impossible. As a special part of this theory the inscrutability of reference indicates that, in trying to find out to which object a certain word (also sentence, sign etc.) of a language refers, there is never only one single possibility. That is even the case, if the possibilities that come into consideration lie very close together. Quine's example of the word \"gavagai\" is used to illustrate this. Note that it is also applied at the indeterminacy of translation, but has traditionally been introduced to point up referential inscrutability. The \"gavagai\" thought experiment tells about a linguist, who tries to find out, what the expression \"gavagai\" means, when uttered by a speaker of a yet unknown, native language upon seeing a rabbit. At first glance, it seems that \"gavagai\" simply translates with \"rabbit\". Now, Quine points out that the background language and its referring devices might fool the linguist here, because he is misled in a sense that he always makes direct comparisons between the foreign language and his own. However, when shouting \"gavagai\", and pointing at a rabbit, the natives could as well refer to something like \"undetached rabbit-parts\", or \"rabbit-tropes\" and it would not make any observable difference. The behavioural data the linguist could collect from the native speaker would be the same in every case, or to reword it, several translation hypotheses could be built on the same sensoric stimuli. Hence, the reference between the term \"gavagai\" and its referring object is language- or framework-dependent, and therefore inscrutable. Quine regards this discovery as trivial, because it is already a widely accepted fact that all the different things one word might refer to can be switched out, because of their proxy functions. Quine does not want to show that those native speakers might speak in interestingly different ways and we cannot know about it, but rather that there is nothing to be known. Not only is it impossible to discern, by any method, the correct translation and referential relation of \"gavagai\", but, in fact, there is not even a correct answer to this question. To make sense of the word \"gavagai\" either way, the linguist simply has to assume that the native speaker does not refer to complicated terms like \"rabbits-tropes\". The finding, then, that \"gavagai\" means \"rabbit\" is not really a translation, but merely a common sense interpretation. It is important to note that indeterminacy and inscrutability not only occur in the course of translating something from a native, unknown language into a familiar one, but among every language. This holds also for languages which are quite similar, like German and Dutch, and even for speakers of the same language. One cannot with certainty say, what exactly his/her conversational partner refers to, when that person is talking about a rabbit. We commonly use the homophonic rule in those cases, i.e., if one utters \"rabbit\", we assume s/he uses it in the same way we do. But, as has been shown, there are multiple possibilities which can be indistinguishable from one another. This also applies in our own case. We ourselves do not know what it is we are referring to in using the word \"rabbit\", that is because there is, in Quine's word, \"no fact of the matter\" at all. One must not, however, use different possible referential objects in the same translation, because they are incommensurable and the resulting translation hypothesis would contain logical fallacies.",
            "score": 48.748138427734375
        },
        {
            "docid": "886036_26",
            "document": "Ethical intuitionism . One way to understand the moral sense is to draw an analogy between it and other kinds of senses. Beauty, for example, is something we see in some faces, artworks and landscapes. We can also hear it in some pieces of music. We clearly do not need an independent aesthetic sense faculty to perceive beauty in the world. Our ordinary five senses are quite enough to observe it, though merely observing something beautiful is no guarantee that we can observe its beauty. In the same way, a color-blind person is not necessarily able to perceive the green color of grass although he is capable of vision. Suppose we give a name to this ability to appreciate the beauty in things we see: one might call it the \"aesthetic sense\". This aesthetic sense does not come automatically to all people with perfect vision and hearing, so it is fair to describe it as something extra, something not wholly reducible to vision and hearing. As the aesthetic sense informs us about what is beautiful, we can analogically understand the \"moral sense\" as informing us of what is good. People with a functioning moral sense get a clear impression of wrongness when they see puppies being kicked, for example.",
            "score": 48.729251861572266
        },
        {
            "docid": "10609470_9",
            "document": "What Is Your Dangerous Idea? . Several authors wrote on the morals of people, consciousness, and human values. Many authors discussed how ideas themselves can be dangerous, or the idea that ideas can be dangerous. One such author, Daniel Gilbert, states, in his entry: Several key ideas in biology were written about in the book, such as genetics, other life in the universe, and the origin of life. The origin of life was discussed by two authors, Robert Shapiro and George Dyson. Robert Shapiro believes that the origin of life will be found in the next five years, and George Dyson believes that we do not need to understand the origin of life to make progress in molecular biology. The anthropic principle was discussed by Leonard Susskind as well as Carlo Rovelli, who mentions it in his essay. The anthropic principle claims that the universe is the way it is because if it was not specifically like how we see it, we would not be here to describe it. Leonard Susskind expands by talking about the idea that the anthropic principle can be seen as a threat to the mentality that every law governing the cosmos is set in stone; thus being unalterable.",
            "score": 48.71604919433594
        },
        {
            "docid": "6885770_8",
            "document": "Bootstrapping (statistics) . As an example, assume we are interested in the average (or mean) height of people worldwide. We cannot measure all the people in the global population, so instead we sample only a tiny part of it, and measure that. Assume the sample is of size N; that is, we measure the heights of N individuals. From that single sample, only one estimate of the mean can be obtained. In order to reason about the population, we need some sense of the variability of the mean that we have computed. The simplest bootstrap method involves taking the original data set of N heights, and, using a computer, sampling from it to form a new sample (called a 'resample' or bootstrap sample) that is also of size N. The bootstrap sample is taken from the original by using sampling with replacement (e.g. we might 'resample' 5 times from [1,2,3,4,5] and get [2,5,4,4,1]), so, assuming N is sufficiently large, for all practical purposes there is virtually zero probability that it will be identical to the original \"real\" sample. This process is repeated a large number of times (typically 1,000 or 10,000 times), and for each of these bootstrap samples we compute its mean (each of these are called bootstrap estimates). We now can create a histogram of bootstrap means. This histogram provides an estimate of the shape of the distribution of the sample mean from which we can answer questions about how much the mean varies across samples. (The method here, described for the mean, can be applied to almost any other statistic or estimator.)",
            "score": 48.68772506713867
        },
        {
            "docid": "12618370_7",
            "document": "William C. Wimsatt . Wimsatt's philosophical position starts with two themes: we are limited beings and the world we try to understand is complex. The problem then is how to build a philosophical world view based on these two themes. For Wimsatt, \"robustness\" (e.g., believing that a particular apple exists because we can see it, feel it, smell it, taste it, and hear it crunch when we eat it) is fundamental for accessing what exists in the world. The more we can detect things in multiple ways, the more we are inclined to believe they exist. Closely connected to robustness are the heuristics, which we use to think about the world and are foundational to his epistemology. They are rules of thumb, which can be wrong or biased but tend to work when applied to what is robust in the world. For Wimsatt, questions of realism (i.e., what exists) are not separable from questions of epistemology (i.e., what we can know) and the discovery of what exists. This may appear circular, but it is by evolution that we have evolved multiple ways of detecting things in the world.",
            "score": 48.50856399536133
        },
        {
            "docid": "9805427_21",
            "document": "Sing to God . Andrew \"Tiny\" Wood, singer of the band Ultrasound, reviewed the album as an \"Under Rated Album\" for \"Crackle Feedback\" as part of an article about his record collection. Wood said that \"Sing To God\" was released \"right in the middle of the so called Britpop thing, and if anyone can lay claim to the Britpop crown it is the Cardiacs, largely ignored in a period which was desperately in need of a nostalgia for something that never really happened in the first place, instead of a celebration of what we Brits can achieve when we really put our minds and imaginations to it. The Cardiacs were probably the greatest band ever to come out of Britain, and one day they will be recognised.\" He commented that \"It sprawls over two discs like a many-tendrilled beast, taking in influences from Krautrock to the Kinks in a lysergic soup like a scorpion sting to the head, sharp yet soporific, making me dizzy with intense spins and swirls of sound and colour.\"",
            "score": 48.259037017822266
        }
    ]
}