{
    "q": [
        {
            "docid": "11774430_17",
            "document": "Russ Rose . In addition to being the volleyball coach, Rose is also a professor at Penn State, as he teaches a sports ethics class: KINES 493 Principles and Ethics of Coaching.",
            "score": 55.20445728302002
        },
        {
            "docid": "49475166_4",
            "document": "Brian Treanor . While offering a wide range of challenging advanced courses in hermeneutics, philosophy of religion, philosophy of literature, and environmental philosophy, Professor Treanor has remained deeply committed to LMU’s undergraduate core, regularly teaching core classes in Environmental Ethics, Philosophical Inquiry, and, LMU’s Freshmen First Year Seminars. With colleagues in the Bellarmine College of Liberal Arts, he launched the Great Books Learning Community. Twice, he has been honored by the Associated Students of LMU as Teacher of the Year and, in 2011, was given the President’s Fritz B. Burns Teaching Award, the university’s highest honor.",
            "score": 45.185582637786865
        },
        {
            "docid": "40012248_5",
            "document": "Arthur Dobrin . Upon returning home from Africa in 1967, Dobrin joined the Ethical Movement and in 1968 became the Leader of the Ethical Humanist Society of Long Island and served in that position until 2001. Dobrin joined Hofstra University's faculty as an adjunct Associate Professor of Social Sciences in 1989 and taught classes in African literature, social work, moral education, religion and human rights in the New College. He joined the faculty of the School for University Studies as a full-time Professor of Humanities in 1989 and taught in the freshmen program. He retired from full professorship in December 2012. He teaches courses in business ethics in the MBA program in School of Business and journalism ethics in the School of Communication as an adjunct professor.",
            "score": 55.04684233665466
        },
        {
            "docid": "11055984_2",
            "document": "Joel B. Wolowelsky . Joel B. (Blumenthal) Wolowelsky (b. 1946) is a Modern Orthodox rabbi, professor, and author. He is the dean of faculty at the Yeshiva of Flatbush high school, where he teaches Ethics and mathematics. He has written extensively on topics pertaining to the role of women in Judaism and Jewish medical ethics. He is the Associate Editor of \"Tradition, the Journal of Jewish Thought\", and The Young One, published by the Rabbinical Council of America, the \"Tora u-Madda Journal\" published by Yeshiva University, and \"MeOtzer HoRav: Selected Writings of Rabbi Joseph B. Soloveitchik\".",
            "score": 40.81135416030884
        },
        {
            "docid": "16619070_2",
            "document": "Dan Wikler . Daniel I. Wikler (born 1946) is an American public health educator, philosopher, and medical ethicist. He is currently Mary B. Saltonstall Professor of Population Ethics and Professor of Ethics and Population Health in the Department of Global Health and Population of the Harvard T.H. Chan School of Public Health in Boston. He is Director and a core faculty member in the Harvard Program in Ethics and Health (PEH), which organizes a two-day medical ethics conference each Spring. His current research interests are ethical issues in population and international health, including the allocation of health resources, health research involving human subjects, organ transplant ethics, and ethical dilemmas arising in public health practice, and he teaches several courses each year. He is a fellow of the Hastings Center, an independent bioethics research institution.",
            "score": 53.72901725769043
        },
        {
            "docid": "17230025_8",
            "document": "Cultural studies theory of composition . Critics have debated the ethics of professors pitching their soapboxes in class. Others accuse cultural studies compositionists as teaching an ideology, not writing.",
            "score": 46.11932396888733
        },
        {
            "docid": "36938189_4",
            "document": "Religion in Berlin . On 26 April 2009, a referendum () was held on whether Berlin pupils should be allowed to choose between the ethics class, a compulsory class introduced in all Berlin schools in 2006, and a religion class. The SPD, the Left Party and Greens supported the \"Pro Ethics\" camp for a \"No\" vote, stressing that the ethics class should remain compulsory, and pupils could voluntarily take an extra religion class alongside it if they so chose; the CDU and FDP supported the \"Pro Reli\" camp for a \"Yes\" vote, wanting to give pupils a free choice. In East Berlin, an overwhelming majority voted against the introduction of religious education. In total, 51.5% voted \"No\" and 48.4% voted \"Yes\".",
            "score": 40.161219120025635
        },
        {
            "docid": "22383731_5",
            "document": "Alexander Hamilton Bowman . Appointed to the United States Military Academy from his native state on June 1, 1821, Bowman proved an excellent student, graduating third in his class of 37, and was appointed to the corps of engineers in 1825. Second Lieutenant Bowman spent one year teaching at the academy as \"Assistant Professor of History, Geography, and Ethics.\" Both Jefferson Davis (Class of 1828) and Robert E. Lee (Class of 1829) attended the academy while Bowman was teaching there.",
            "score": 39.99701237678528
        },
        {
            "docid": "36043097_28",
            "document": "Battle of Tulifinny . Major James B. White, SCMA Class of 1849 and Superitendent of SCMA, commanded the Battalion of State Cadets which consisted of Company A (Citadel cadets) and Company B (Arsenal cadets). Captain Hugh S. Thompson, Class of 1856 and Professor of Belles Letters and Ethics, served as commander of Company A and Captain John P. Thomas, Superintendent of the Arsenal Academy commanded Company B. Some Citadel cadets were assigned to Company B to serve as leaders and mentors to the younger Arsenal Academy cadets.",
            "score": 33.87380266189575
        },
        {
            "docid": "263285_7",
            "document": "Ben Stein . Stein's first teaching stint was as an adjunct professor, teaching about the political and social content of mass culture at American University in Washington, D.C. He subsequently taught classes at University of California, Santa Cruz on political and civil rights under the United States Constitution. At Pepperdine University in Malibu, CA, Stein taught libel law and United States securities law and its ethical aspects. He was a professor of law at Pepperdine University Law School, from about 1990 to 1997.",
            "score": 41.2226459980011
        },
        {
            "docid": "6485482_4",
            "document": "John Corvino . Corvino is Professor and Chair of Philosophy at Wayne State University in Detroit, Michigan. He began teaching there in 1998 and received tenure in 2007. His foci are ethics, applied ethics, and early modern philosophy. Other areas in which he has concentrated include the philosophy of religion, social philosophy, and political philosophy. He has taught classes focusing on Hume as well as British empiricism.",
            "score": 51.63589811325073
        },
        {
            "docid": "21111422_2",
            "document": "Laurie Levenson . Laurie L. Levenson is a Professor of Law, William M. Rains Fellow, the David W. Burcham Chair in Ethical Advocacy, and Director of the Center for Legal Advocacy at Loyola Law School of Loyola Marymount University in Los Angeles. She teaches evidence, criminal law, criminal procedure, ethics, anti-terrorism, and white collar crime. She served as Loyola’s Associate Dean for Academic Affairs from 1996-1999. In addition to her teaching responsibilities, Professor Levenson is also the Director of the Loyola Center for Ethical Advocacy. Professor Levenson was the 2003 recipient of Professor of the Year from both Loyola Law School and the Federal Judicial Center.",
            "score": 43.554049015045166
        },
        {
            "docid": "38172329_2",
            "document": "Debra Satz . Debra Satz is an American philosopher at Stanford University. She is the Marta Sutton Weeks Professor of Ethics in Society, Professor of Philosophy and Political Science. She is the Director of Stanford's Center on Ethics. She teaches courses in ethics, social and political philosophy, and philosophy of social science.",
            "score": 50.53929138183594
        },
        {
            "docid": "47281552_13",
            "document": "Alexandru Claudian . In 1941, during the Guard's National Legionary State interlude, Claudian became a full professor in the department of sociology and ethics, replacing the suicidal Andrei, also teaching specialized classes on the sociology of war, the sociology of religion, and the study of social stratification. He took over for other colleagues who were on leave or had been drafted, and also taught classes at the Superior Normal School.",
            "score": 38.897080421447754
        },
        {
            "docid": "50696431_10",
            "document": "William Inboden . Since 2010, Inboden has taught a wide range of courses, including \"Presidential Leadership and Decision Making on National Security,\" \"Intelligence & National Security in American Society\" with Professor Stephen Slick, and \"Ethics & International Relations.\" As a professor, Inboden has received numerous teaching awards (including Best New Professor), and his classes have often been selected as the \"Best Class in the LBJ School.\" During his time at UT, Inboden has also served as a Non-Resident Fellow with the German Marshall Fund of the United States, Senior Advisor with Avascent International, and Associate Scholar with Georgetown University's Berkley Center for Religion, Peace, and World Affairs.",
            "score": 39.65585231781006
        },
        {
            "docid": "242977_16",
            "document": "Radcliffe College . However, in the College's early years not all Harvard faculty and administrators took Radcliffe students seriously. The Harvard administration was at best ambivalent about the notion of faculty members cooperating with the women's institution. Harvard President Eliot in 1888 communicated to a faculty member he intended to hire that \"There is no obligation to teach at The Annex. Those professors who on general grounds take an interest in the education of women...feel some obligation but there are many professors who think it their duty NOT to teach there, in which opinion some of the Corporation and Overseers agree.\" Dorothy Howells notes that \"Allegations were made that Radcliffe was a \"vampire\" and a \"temptress\" enticing the teacher from his career-advancing research and publication with the lure of additional income.\" Ruth Hubbard, a member of the Harvard faculty from 1974 to 1990 and a member of the Radcliffe class of 1944, noted that \"the senior (Harvard) professors were less than thrilled to have to repeat their lectures at Radcliffe. The lower rank faculty members, who were sometimes detailed off to teach the introductory science courses at Radcliffe instead of teaching Harvard students, felt even more declasse.\" Marion Cannon Schlesinger,  Radcliffe Class of 1934, noted that \"there were, to be sure, certain professors who looked with horror at the incursions of women into the sacred precincts of Harvard College, even at the safe distance of the Radcliffe Yard, and would have nothing to do with the academic arrangements by which their colleagues taught the Radcliffe girls. Professor Roger Merriman, for example, the first master of Eliot House and a professor of history, would not have been caught dead teaching a Radcliffe class.\".",
            "score": 18.437957525253296
        },
        {
            "docid": "22721889_31",
            "document": "Linda Katehi . In July 2017, the \"Sacramento Bee\" reported that Katehi would begin teaching at UC Davis again in the 2017-18 academic year as a \"distinguished professor\". She would receive an equivalent salary to her salary as chancellor. Public interest experts criticized the move as atypical, noting that Katehi's salary would be higher than any other professor in her department, even those with full teaching loads. While UC Davis officials initially announced her position as being an engineering and gender studies professor, they revealed a few weeks later that she would only be teaching one engineering class every academic quarter. Salary experts again criticized the situation as inequitable in comparison with Katehi's high salary.",
            "score": 21.0574688911438
        },
        {
            "docid": "544903_23",
            "document": "Israel Salanter . Rabbi Salanter felt that people would be embarrassed to study ethical teachings [\"limud ha'musar\"] in such a way in a normal study-hall [\"bet ha'medrash\"] and he therefore invented the idea of a \"house of ethical teachings\" [\"bet ha'mussar\"] that would be located next to an ordinary study hall and that would be designated for learning ethics in this way.",
            "score": 48.82391834259033
        },
        {
            "docid": "32373526_2",
            "document": "Thomas Tomlinson (philosopher) . Thomas Tomlinson (born 1945) is a philosophy professor and medical ethicist currently teaching at Michigan State University where he holds a joint appointment in the Lyman Briggs College and the philosophy department. Tomlinson earned his M.A. and Ph.D in philosophy at Michigan State University. He teaches courses on medical ethics, nursing ethics, and veterinary ethics.",
            "score": 50.06888675689697
        },
        {
            "docid": "2611038_4",
            "document": "Eliezer Waldenberg . Rav Waldenberg served as a community rabbi at a small synagogue on Jaffa Road adjacent to the Shaare Tzedek Hospital. Many doctors prayed at the synagogue and Rav Waldenberg began to answer their questions about Jewish law and its application to medical ethics. Rav Waldenberg would come to teach a weekly medical ethics class to the hospital's doctors and nurses.",
            "score": 52.861148834228516
        },
        {
            "docid": "26236323_2",
            "document": "James Gustafson . James M. Gustafson is an American theological ethicist. He received an honorary doctorate by the Faculty of Theology at Uppsala University in 1985. He has held teaching posts at Yale Divinity School and the Department of Religious Studies (1955–1972), the University of Chicago as professor of theological ethics in the Divinity School (1972–1988), and Emory University as the Henry R. Luce Professor of Humanities and Comparative Studies. He retired in 1998 after 43 years of teaching and research, after being Woodruff Professor of Comparative Studies and of Religion in the Emory College and Graduate School of Arts & Sciences. He received the Lifetime Achievement Award for “creative and lasting contributions to the field of Christian ethics” on January 7, 2011 at the Annual Meeting of The Society of Christian Ethics in New Orleans.",
            "score": 47.44697856903076
        },
        {
            "docid": "35614135_3",
            "document": "Eloy Luis André . He was born on 22 June 1876 in the Galician town of Verín. While at the University of Salamanca, during the course of 1899-1900 he conducted advanced philosophy studies at the universities of Leuven, Brussels and Paris. In February 1904 he became full professor of psychology, logic, ethics and rudiments of law at the Institute of Solia, transferring that same year to the same professorship at the Institute of Orense, where he created a laboratory of experimental psychology, just as he would later at the Institute of Toledo. In August 1909 he was appointed full professor of psychology, logic and ethics at the Advanced School of Teaching in Madrid.",
            "score": 42.747907876968384
        },
        {
            "docid": "18700020_31",
            "document": "GSIS-Meralco bribery case . This called into question Justice Sabio’s squabble with fellow Reyes over who should have jurisdiction over the case. It explained why Justice Sabio would, in turn, on July 1, meet lawyer Francis de Borja to discuss a case he had every reason to know would be brought up by a party friendly to Meralco. It’s either that the Ateneo de Manila Law School’s professor of legal ethics had no comprehension of the subject he teaches or he is a plain and simple hypocrite. He brags about his being a righteous professor of legal ethics which we can never believe now after knowing from the investigation his lapses to perform what is expected of a member of the court.",
            "score": 50.33819937705994
        },
        {
            "docid": "39707301_2",
            "document": "Hamid Reza Namazi . Hamid Reza Namazi is a doctor, researcher of philosophy and ethics and assistant professor of Ethics at the Faculty of Theology at the University of Tehran. He teaches, publishes essays and lectures at conferences on philosophy, ethics and Western philosophy.",
            "score": 50.76836085319519
        },
        {
            "docid": "49443158_4",
            "document": "Clóvis de Barros Filho . Clovis de Barros Filho won in 2007, the Free-Teaching from the School of Communication and Arts of the University of São Paulo, where he is professor of ethics. It teaches Corporate Philosophy of HSM Education since 2013. He was a founder of the Pessimistic School Peruibe. He is one of the main critics of the Portuguese version of Wikipedia, denouncing the manipulations and abuses of the administrators, causing the exclusion of his article in Portuguese language in 2013. It Researcher and UNESCO Ethics Adviser. It is a researcher and lecturer at Ethics Space. It is a columnist for the journal Philosophical Ethics Science & Life.",
            "score": 50.4193172454834
        },
        {
            "docid": "30728324_2",
            "document": "Jan Todd . Jan Todd, the Roy J. McLean Fellow in Sport History, is a professor in the Department of Kinesiology and Health Education at The University of Texas at Austin. Todd is a member of the Sport Management faculty, and teaches classes in sport history, sport philosophy, and sport and ethics. An active lecturer, Todd was named the Seward Staley Honor Lecturer for the North American Society for Sport History in 2008.",
            "score": 39.53145694732666
        },
        {
            "docid": "13559336_10",
            "document": "Professor X in other media . In an after-credits scene, Xavier speaks to Moira McTaggert through the body of a comatose man, implying that his consciousness survived by transferring itself into the body (an action that Xavier had discussed at the beginning of the film as part of an ethics class, the question being if it would be ethically right for a mutant like himself to attempt such a transference, noting that the man in question was virtually brain-dead).",
            "score": 45.16080284118652
        },
        {
            "docid": "46763985_3",
            "document": "The Cézanne Affair . The plot of the film is a flashback by Gabriele Rossetti, a young teacher who returns to Bari for the death of his father Ernesto. Ernesto Rossetti was the stationmaster in the small Apulian village of San Vito dei Normanni. He lived happily with his wife and his little son, Gabriele. However, Ernesto had artistic ambitions and was fond of Paul Cezanne's painting after he saw the artist's water colour self-portrait at Bari. Ernesto wanted to make an exhibition in his homage to the country, but the local art critic, truncated and conceited, stunned the exhibition with a newspaper article.<br>Ernesto did not win for himself. He copied to Cezanne's work, neglecting the family especially Gabriele, who began to grow afraid of him and hate him. On the birthday of his son, Ernesto showed the professor (local art critic) the new picture; and the professor again negatively commented the work, stirring up Ernesto's wrath, giving an inconvenient shock to his son Gabriele. When Gabriele grew up, he eventually discovered that Ernesto had deceived everyone with the second painting, which he replaced with the original painting of Paul Cezanne, in order to prove the deceit of the villagers and the professor.",
            "score": 21.979068756103516
        },
        {
            "docid": "6947391_2",
            "document": "Sheila McLean . Emerita Professor Sheila Ann Manson McLean, FRSE, FRCPE, FRCGP, FRSA (b. 20 June 1951) is International Bar Association Professor of Law and Ethics in Medicine and director of the Institute of Law and Ethics in Medicine at the School of Law of the University of Glasgow. Professor McLean is the Book Reviewers' Editor for Medical Law International.",
            "score": 38.596524715423584
        },
        {
            "docid": "7406979_10",
            "document": "New states of Germany . Irreligion is predominant in the eastern part of Germany, which is considered to be the least religious region in the world. An exception is former West Berlin, which had a Christian plurality in 2016 (44.4% Christian and 43.5% unaffiliated). It also has a higher share of Muslims, at 8.5%, compared to former East Berlin with only 1.5% self-declared Muslims as of 2016. On the other hand, Christianity is the dominant religion of Western Germany, excluding Hamburg, which has a non-religious plurality.  On 26 April 2009, a referendum () was held on whether Berlin pupils should be allowed to choose between the ethics class, a compulsory class introduced in all Berlin schools in 2006, and a religion class. The SPD, the Left Party and Greens supported the \"Pro Ethics\" camp for a \"No\" vote, stressing that the ethics class should remain compulsory, and pupils could voluntarily take an extra religion class alongside it if they so chose; the CDU and FDP supported the \"Pro Reli\" camp for a \"Yes\" vote, wanting to give pupils a free choice. In East Berlin, an overwhelming majority of 74.62% voted against the introduction of religious education. In West Berlin, only 41.41% voted \"No\". In total, 51.5% voted \"No\" and 48.4% voted \"Yes\".",
            "score": 38.05905854701996
        },
        {
            "docid": "24644429_3",
            "document": "Norman Daniels . Until his retirement at the end of June 2017, Daniels is Mary B. Saltonstall Professor of Population Ethics and Professor of Ethics and Population Health in the Department of Global Health and Population at the Harvard T.H. Chan School of Public Health in Boston.",
            "score": 39.530314683914185
        },
        {
            "docid": "13192159_13",
            "document": "Craig B. Fisher . Fisher was Adjunct Associate Professor, teaching television, film writing and production at St John’s University and was Adjunct Associate Professor at New York University Film School, teaching courses in film and video production, documentary writing and producing theory, and funding for independent productions. For two years he was an instructor at the Maine Media Workshops and director of the MFA/Film program at Maine Media College. He taught master classes in documentary writing and production for the Boston Film & Video Foundation.",
            "score": 16.258482694625854
        }
    ],
    "r": [
        {
            "docid": "9258_6",
            "document": "Ethics . The word \"ethics\" in English refers to several things. It can refer to philosophical ethics or moral philosophy—a project that attempts to use reason to answer various kinds of ethical questions. As the English philosopher Bernard Williams writes, attempting to explain moral philosophy: \"What makes an inquiry a philosophical one is reflective generality and a style of argument that claims to be rationally persuasive.\" Williams describes the content of this area of inquiry as addressing the very broad question, \"how one should live\". Ethics can also refer to a common human ability to think about ethical problems that is not particular to philosophy. As bioethicist Larry Churchill has written: \"Ethics, understood as the capacity to think critically about moral values and direct our actions in terms of such values, is a generic human capacity.\" Ethics can also be used to describe a particular person's own idiosyncratic principles or habits. For example: \"Joe has strange ethics.\"",
            "score": 83.03224182128906
        },
        {
            "docid": "191941_9",
            "document": "Bioethics . Medical ethics is the study of moral values and judgments as they apply to medicine. The four main moral commitments are respect for autonomy, beneficence, nonmaleficence, and justice. Using these four principles and thinking about what the physicians’ specific concern is for their scope of practice can help physicians make moral decisions. As a scholarly discipline, medical ethics encompasses its practical application in clinical settings as well as work on its history, philosophy, theology, and sociology.",
            "score": 78.0985336303711
        },
        {
            "docid": "19451_14",
            "document": "Mortimer J. Adler . Adler referred to Aristotle's Nicomachean Ethics as the \"ethics of common sense\" and also as \"the only moral philosophy that is sound, practical, and undogmatic\". Thus, it is the only ethical doctrine that answers all the questions that moral philosophy should and can attempt to answer, neither more nor less, and that has answers that are true by the standard of truth that is appropriate and applicable to normative judgments. In contrast, he believed that other theories or doctrines try to answer more questions than they can or fewer than they should, and their answers are mixtures of truth and error, particularly the moral philosophy of Immanuel Kant.",
            "score": 77.11042022705078
        },
        {
            "docid": "41096273_3",
            "document": "Feminist justice ethics . Feminist justice ethics is part of a range of feminist ethical perspectives. Other popular feminist approaches to ethics include feminist ethics of care, and feminist postmodern ethics. The implementation of a feminist ethic of care often draws critique from feminist justice ethics. Feminist ethics of care is premised by the idea that morality is shaped by relational versions of our self. Our moral relations take precedence. Feminist justice ethics differs itself from feminist ethics of care by chastising such a perspective for its abandonment of universal values. In feminist justice ethics, legitimate ethical critique cannot be made without utilizing a universal set of ethics. Meanwhile, feminist postmodern ethics puts forth an entirely different view. A feminist postmodern perspective will perceive androcentricity in many aspects of life, including epistemology. At the same time feminist postmodernism will deny the existence of objectivity within our world. This claim is based on the notion that knowledge is subjectively constructed. One feminist postmodern scholar has implicated the ethical outcomes of modern business norms as a result of this masculine-dominated society. Friction between feminist justice ethics and feminist postmodern ethics exists on the principle of universality. The former supports the idea of universal values, while the latter denies such values exist because it denies objectivity. Since a universal view on morality is typical in feminist justice ethics, the question arises: what specific values are actually universal? Nussbaum's capabilities approach attempts to tackle this question, and lists several traits she believes to be universal:",
            "score": 75.9594497680664
        },
        {
            "docid": "27020037_2",
            "document": "History of ethics . Ethics is the branch of philosophy that examines right and wrong moral behavior, moral concepts (such as justice, virtue, duty) and moral language. Various ethical theories pose various answers to the question \"What is the greatest good?\" and elaborate a complete set of proper behaviors for individuals and groups. Ethical theories are closely related to forms of life in various social orders.",
            "score": 74.67256164550781
        },
        {
            "docid": "8850783_3",
            "document": "Formal ethics . Formal ethics is related to ethical formalism in that its focus is the forms of moral judgments, but the exposition in \"Formal Ethics\" makes it clear that Gensler, unlike previous ethical formalists, does not consider formal ethics to be a complete ethical theory (such that the correct form would be necessary and sufficient for an ethical principle to be \"correct\"). In fact, the theorems of formal ethics could be seen as a largest common subset of most widely recognized ethical theories, in that none of its axioms (with the possible exception of \"rationality\") is controversial among philosophers of ethics.",
            "score": 74.591552734375
        },
        {
            "docid": "191941_10",
            "document": "Bioethics . Medical ethics tends to be understood narrowly as an applied professional ethics, whereas bioethics has a more expansive application, touching upon the philosophy of science and issues of biotechnology. The two fields often overlap, and the distinction is more a matter of style than professional consensus. Medical ethics shares many principles with other branches of healthcare ethics, such as nursing ethics. A bioethicist assists the health care and research community in examining moral issues involved in our understanding of life and death, resolving ethical dilemmas in medicine and science. Examples of this would be the topic of equality in medicine, the intersection of cultural practices and medical care, and issues of bioterrorism.",
            "score": 74.51420593261719
        },
        {
            "docid": "43254_5",
            "document": "Morality . Ethics (also known as moral philosophy) is the branch of philosophy which addresses questions of morality. The word \"ethics\" is \"commonly used interchangeably with 'morality,' and sometimes it is used more narrowly to mean the moral principles of a particular tradition, group, or individual.\" Likewise, certain types of ethical theories, especially deontological ethics, sometimes distinguish between ethics and morals: \"Although the morality of people and their ethics amounts to the same thing, there is a usage that restricts morality to systems such as that of Immanuel Kant, based on notions such as duty, obligation, and principles of conduct, reserving ethics for the more Aristotelian approach to practical reasoning, based on the notion of a virtue, and generally avoiding the separation of 'moral' considerations from other practical considerations.\"",
            "score": 74.10784912109375
        },
        {
            "docid": "15247542_32",
            "document": "Atheism . There exist normative ethical systems that do not require principles and rules to be given by a deity. Some include virtue ethics, social contract, Kantian ethics, utilitarianism, and Objectivism. Sam Harris has proposed that moral prescription (ethical rule making) is not just an issue to be explored by philosophy, but that we can meaningfully practice a science of morality. Any such scientific system must, nevertheless, respond to the criticism embodied in the naturalistic fallacy.",
            "score": 73.81426239013672
        },
        {
            "docid": "10833249_2",
            "document": "Visual ethics . Visual ethics is an emerging interdisciplinary field of scholarship that brings together religious studies, philosophy, photo and video journalism, visual arts, and cognitive science in order to explore the ways human beings relate to others ethically through visual perception. Historically, the field of ethics has relied heavily on rational-linguistic approaches, largely ignoring the importance of seeing and visual representation to human moral behavior. At the same time, studies in visual culture tend to analyze imagistic representations while ignoring many of the ethical dimensions involved. Visual ethics is a field of cross-fertilization of ethics and visual culture studies that seeks to understand how the production and reception of visual images is always ethical, whether or not we are consciously aware of this fact.",
            "score": 73.4094009399414
        },
        {
            "docid": "5515510_28",
            "document": "Kantian ethics . German philosopher G. W. F. Hegel presented two main criticisms of Kantian ethics. He first argued that Kantian ethics provides no specific information about what people should do because Kant's moral law is solely a principle of non-contradiction. He argued that Kant's ethics lack any content and so cannot constitute a supreme principle of morality. To illustrate this point, Hegel and his followers have presented a number of cases in which the Formula of Universal Law either provides no meaningful answer or gives an obviously wrong answer. Hegel used Kant's example of being trusted with another man's money to argue that Kant's Formula of Universal Law cannot determine whether a social system of property is a morally good thing, because either answer can entail contradictions. He also used the example of helping the poor: if everyone helped the poor, there would be no poor left to help, so beneficence would be impossible if universalised, making it immoral according to Kant's model. Hegel's second criticism was that Kant's ethics forces humans into an internal conflict between reason and desire. For Hegel, it is unnatural for humans to suppress their desire and subordinate it to reason. This means that, by not addressing the tension between self-interest and morality, Kant's ethics cannot give humans any reason to be moral.",
            "score": 73.16046142578125
        },
        {
            "docid": "25346749_2",
            "document": "Public sector ethics . Ethics in the public sector is a broad topic that is usually considered a branch of political ethics. In the public sector, ethics addresses the fundamental premise of a public administrator's duty as a \"steward\" to the public. In other words, it is the moral justification and consideration for decisions and actions made during the completion of daily duties when working to provide the general services of government and nonprofit organizations. Ethics is defined as, among others, the entirety of rules of proper moral conduct corresponding to the ideology of a particular society or organization (Eduard). Public sector ethics is a broad topic because values and morals vary between cultures. Despite the differences in ethical values, there is a growing common ground of what is considered good conduct and correct conduct with ethics. Ethics are an accountability standard by which the public will scrutinize the work being conducted by the members of these organizations. The question of ethics emerges in the public sector on account of its subordinate character.",
            "score": 72.94126892089844
        },
        {
            "docid": "9258_12",
            "document": "Ethics . Normative ethics is the study of ethical action. It is the branch of ethics that investigates the set of questions that arise when considering how one ought to act, morally speaking. Normative ethics is distinct from meta-ethics because normative ethics examines standards for the rightness and wrongness of actions, while meta-ethics studies the meaning of moral language and the metaphysics of moral facts. Normative ethics is also distinct from descriptive ethics, as the latter is an empirical investigation of people's moral beliefs. To put it another way, descriptive ethics would be concerned with determining what proportion of people believe that killing is always wrong, while normative ethics is concerned with whether it is correct to hold such a belief. Hence, normative ethics is sometimes called prescriptive, rather than descriptive. However, on certain versions of the meta-ethical view called moral realism, moral facts are both descriptive and prescriptive at the same time.",
            "score": 72.71648406982422
        },
        {
            "docid": "32237314_3",
            "document": "Machine ethics . Before the 21st century the ethics of machines had largely been the subject of science fiction literature, mainly due to computing and artificial intelligence (AI) limitations. These limitations are being overcome through advances in theory and hardware resulting in a renewed focus on the field of artificial intelligence making Machine Ethics a bona fide field of research. The first use of the term seems to be by Mitchell Waldrop in the 1987 AI Magazine article \"A Question of Responsibility\":\"\"However, one thing that is apparent from the above discussion is that intelligent machines will embody values, assumptions, and purposes, whether their programmers consciously intend them to or not. Thus, as computers and robots become more and more intelligent, it becomes imperative that we think carefully and explicitly about what those built-in values are. Perhaps what we need is, in fact, a theory and practice of machine ethics, in the spirit of Asimov’s three laws of robotics.\"\"The field was delineated in the AAAI Fall 2005 Symposium on Machine Ethics: \"\"Past research concerning the relationship between technology and ethics has largely focused on responsible and irresponsible use of technology by human beings, with a few people being interested in how human beings ought to treat machines. In all cases, only human beings have engaged in ethical reasoning. The time has come for adding an ethical dimension to at least some machines. Recognition of the ethical ramifications of behavior involving machines, as well as recent and potential developments in machine autonomy, necessitate this. In contrast to computer hacking, software property issues, privacy issues and other topics normally ascribed to computer ethics, machine ethics is concerned with the behavior of machines towards human users and other machines. Research in machine ethics is key to alleviating concerns with autonomous systems—it could be argued that the notion of autonomous machines without such a dimension is at the root of all fear concerning machine intelligence. Further, investigation of machine ethics could enable the discovery of problems with current ethical theories, advancing our thinking about Ethics.\"\" Machine ethics is sometimes referred to as machine morality, computational ethics or computational morality. A variety of perspectives of this nascent field can be found in the collected edition \"Machine Ethics\" that stems from the AAAI Fall 2005 Symposium on Machine Ethics.",
            "score": 72.46881103515625
        },
        {
            "docid": "544830_8",
            "document": "Knud Ejler Løgstrup . Løgstrup takes the ethical demand to be prior to social norms or moral principles. Such principles and norms cannot simply be ignored, and they may make us act as we would have done had we realized the ethical demand; for that reason they are morally useful. But ultimately they are only a substitute for genuinely realizing the ethical, not constitutive of doing so as mainstream moral philosophy assumes. \"The Ethical Demand\" contains analyses of concrete phenomena such as trust, which Løgstrup takes to be fundamental to moral life. Trust, for Løgstrup, is conceptually prior to distrust: the basic attitude built into discourse is a trust in the sincerity of the interlocutor, and hence it is only gradually that we learn to distrust others.",
            "score": 72.3834228515625
        },
        {
            "docid": "42976239_5",
            "document": "Criminal justice ethics . Values are the ideas and behaviors that shape ethical ideals. Personal values are things that are important to individuals that are shaped by one's specific upbringing, religious beliefs, cultural background, and personal experiences. Societal values are things that are comprehensively held by a broader amount of people, like a community, that align closely to the society's culture and beliefs. Personal values are unique to individuals and thus are not an appropriate basis for professional ethics. Ethics can be defined as a system of moral values that distinguish rules for behavior based on an individual's or groups' ideas of what is good and bad. Police ethics are the rules for behavior that guide law enforcement officials based on what society deems as right and wrong. Ethics remain constant while definitions of right and wrong may change over time, yet what may be considered ethically right or wrong can be different than what is legally considered right and wrong. For police officials, ethical standards further include values such as integrity, courage and allegiance.",
            "score": 72.04283905029297
        },
        {
            "docid": "7712937_2",
            "document": "Ethical marketing . Ethical marketing refers to the application of marketing ethics into the marketing process. Briefly, marketing ethics refers to the philosophical examination, from a moral standpoint, of particular marketing issues that are matters of moral judgment. Ethical marketing generally results in a more socially responsible and culturally sensitive business community. The establishment of marketing ethics has the potential to benefit society as a whole, both in the short- and long-term. Ethical marketing should be part of business ethics in the sense that marketing forms a significant part of any business model. Study of Ethical marketing should be included in applied ethics and involves examination of whether or not an honest and factual representation of a product or service has been delivered in a framework of cultural and social values.",
            "score": 71.74278259277344
        },
        {
            "docid": "39924959_3",
            "document": "Environmental health ethics . Environmental health embodies a wide range of topics with which there are many ethical issues. Many of these issues can be traced back to a moral obligation towards to life forms and other units of biological organization, like ecosystems, and the nature of that obligation. Humanity's place within any given ecosystem must be weighed against the importance of regional, and global health of the environment as a whole. Human and animal rights, property use, and other freedoms can be combined with other factors like to form an ethical dilemma social justice, equality, sustainability, and globalism to form ethical dilemmas. In response to difficulties with using moral theories to resolve ethical dilemmas various approaches can be used. A case-by-case approach may be too slow when considering the volume of issues at present, so an alternative may be better suited to the task. Taking into account commonly accepted moral virtues can guide conduct and address conflicts between values, rules, and obligations. Most, if not all, of these generally held principles can be found in the ethical approaches listed above, an example of which may be 'respect human rights'. This Principle-Based Method for ethical decision making can be viewed below.",
            "score": 71.28292846679688
        },
        {
            "docid": "43062801_7",
            "document": "Vittorio Hösle . Hösle’s \"magnum opus\" is his approximately 1,000 page \"Morals and Politics\" (trans. 2004). In it, he claims to present “a comprehensive vision of all the knowledge needed to answer the difficult question of what constitutes moral policies in the various fields of politics such as foreign policy, domestic policy, economics, ecology and such.” To do so it offers a normative foundation of the relation between ethics and politics, a descriptive theory of the objects of political philosophy (including anthropology, sociobiology, the virtues, the principles of power, and the theory of the states), from both of which premises he derives “a concrete political ethics” appropriate for the twenty-first century.",
            "score": 71.18060302734375
        },
        {
            "docid": "1923228_22",
            "document": "Ethical movement . While Ethical Culturists generally share common beliefs about what constitutes ethical behavior and the good, individuals are encouraged to develop their own personal understanding of these ideas. This does not mean that Ethical Culturists condone moral relativism, which would relegate ethics to mere preferences or social conventions. Ethical principles are viewed as being related to deep truths about the way the world works, and hence not arbitrary. However, it is recognized that complexities render the understanding of ethical nuances subject to continued dialogue, exploration, and learning.",
            "score": 70.84944152832031
        },
        {
            "docid": "54432160_3",
            "document": "Marxist ethics . The main methodological principles of Marxist ethics are materialism and dialectics. Marxist–Leninist ethics is materialist: the ideals, standards and virtues prevailing in society are interpreted as a reflection of actually existing interpersonal (value) relations, an expression of interests and requirements of social groups and classes. Morality is not reduced to an ethical ideology that has isolated itself from the world and lays claim to absolute value. Marxist ethics describes morality as a property of man’s behaviour conditioned by his social and historical existence as those moral values that bring together (or force apart) living individuals.",
            "score": 70.76912689208984
        },
        {
            "docid": "27733508_9",
            "document": "Matthew Kramer . Influenced by the theories of Ronald Dworkin, Kramer is a moral realist who argues that \"moral requirements are strongly objective\" and that \"the objectivity of ethics is itself an ethical matter that rests primarily on ethical considerations.\" In his book Moral Realism as a Moral Doctrine, he thus claims that \"[m]oral realism - the doctrine that morality is indeed objective - is a moral doctrine.\" Unlike Dworkin, he believes that, although there is a determinately correct moral answer to most moral questions, there exists genuine moral indeterminacy in relation to some rare moral questions. He also distances himself from Dworkin's defense of value monism.",
            "score": 70.76908874511719
        },
        {
            "docid": "30856302_2",
            "document": "Veterinary ethics . Veterinary ethics is a system of moral principles that apply values and judgements to the practice of veterinary medicine. As a scholarly discipline, veterinary ethics encompasses its practical application in clinical settings as well as work on its history, philosophy, theology, and sociology. Veterinary ethics combines veterinary professional ethics and the subject of animal ethics. It can be interpreted as a critical reflection on the provision of veterinary services in support of the profession's responsibilities to animal kind and mankind.",
            "score": 70.61669921875
        },
        {
            "docid": "18957_46",
            "document": "Medicine . Medical ethics is a system of moral principles that apply values and judgments to the practice of medicine. As a scholarly discipline, medical ethics encompasses its practical application in clinical settings as well as work on its history, philosophy, theology, and sociology. Six of the values that commonly apply to medical ethics discussions are:",
            "score": 70.5947265625
        },
        {
            "docid": "28672294_32",
            "document": "Energy management . The basis of every energy strategy is the corporate culture and the related ethical standards applying in the company. Ethics, in the sense of business ethics, examines ethical principles and moral or ethical issues that arise in a business environment. Ethical standards can appear in company guidelines, energy and environmental policies or other documents.",
            "score": 70.32096099853516
        },
        {
            "docid": "13692155_40",
            "document": "Philosophy . Ethics, or \"moral philosophy\", studies and considers what is good and bad conduct, right and wrong values, and good and evil. Its primary investigations include how to live a good life and identifying standards of morality. It also includes meta-investigations about whether a best way to live or related standards exists. The main branches of ethics are normative ethics, meta-ethics and applied ethics.",
            "score": 70.26739501953125
        },
        {
            "docid": "3062837_2",
            "document": "Sexual ethics . Sexual ethics or sex ethics (also called sexual morality) is the study of human sexuality and the expression of human sexual behavior. Sexual ethics seeks to understand and evaluate the moral conduct of interpersonal relationships and sexual activities from social, cultural, and philosophical perspectives. Historically, the prevailing notions of what was deemed as sexually ethical has been tied to religious values. Sexual ethics involve issues, such as gender identification, sexual orientation, consent, sexual relations, and procreation.",
            "score": 70.25244140625
        },
        {
            "docid": "35803421_3",
            "document": "Ethical Relativity . Westermark attacks the idea that moral principles express objective value, writing \"I am not aware of any moral principle which can be said to be self-evident,\" and asserting that (no) \"moral statements are anything more than the opinions of those who express them.\" The book argues for both psychological relativism (the verifiable observation that norms differ between cultures) and ethical relativism, and attempts to base ethics on the biological basis for emotions. Westermarck argues for ethical relativism by emphasizing that there is no empirical basis for objective standards in ethical theory.",
            "score": 70.22675323486328
        },
        {
            "docid": "290437_6",
            "document": "Righteousness . Ethics is a major branch of philosophy, encompasses right conduct and good living. \" Rushworth Kidder states that \"standard definitions of ethics have typically included such phrases as 'the science of the ideal human character' or 'the science of moral duty'\".[3] Richard William Paul and Linda Elder define ethics as \"a set of concepts and principles that guide us in determining what behavior helps or harms sentient creatures\".[4] The Cambridge Dictionary of Philosophy states that the word ethics is \"commonly used interchangeably with 'morality' ... and sometimes it is used more narrowly to mean the moral principles of a particular tradition, group or individual.\"",
            "score": 70.11778259277344
        },
        {
            "docid": "48053_12",
            "document": "Moral relativism . Normative moral relativists believe not only the meta-ethical thesis, but that it has normative implications on what we ought to do. They argue that meta-ethical relativism implies that we \"ought\" to tolerate the behavior of others even when it runs counter to our personal or cultural moral standards. Most philosophers do not agree, partially because of the challenges of arriving at an \"ought\" from relativistic premises. Meta-ethical relativism seems to eliminate the normative relativist's ability to make prescriptive claims. In other words, normative relativism may find it difficult to make a statement like \"we think it is moral to tolerate behaviour\" without always adding \"other people think \"intolerance\" of certain behaviours is moral\". Philosophers like Russell Blackford even argue that intolerance is, to some degree, important. As he puts it, \"we need not adopt a quietism about moral traditions that cause hardship and suffering. Nor need we passively accept the moral norms of our own respective societies, to the extent that they are ineffective or counterproductive or simply unnecessary\". That is, it is perfectly reasonable (and practical) for a person or group to defend their subjective values against others, even if there is no universal prescription or morality. We can also criticize other cultures for failing to pursue even \"their own goals\" effectively.",
            "score": 69.4814224243164
        },
        {
            "docid": "4770_2",
            "document": "Business ethics . Business ethics (also known as corporate ethics) is a form of applied ethics or professional ethics, that examines ethical principles and moral or ethical problems that can arise in a business environment. It applies to all aspects of business conduct and is relevant to the conduct of individuals and entire organizations. These ethics originate from individuals, organizational statements or from the legal system. These norms, values, ethical, and unethical practices are what is used to guide business. They help those businesses maintain a better connection with their stakeholders.",
            "score": 69.45610046386719
        },
        {
            "docid": "26826055_57",
            "document": "Seymour Siegel . But, as noted above, Siegel believed that the push to preserve or conserve the laws we inherit cannot be undertaken as if we have not also inherited \"aggadah,\" the wealth of Jewish teachings that come to us in the form of writing focused on morals, ethics, values, and even dreams. This inheritance, no less valuable and no less \"commanding\" in his eyes than the legal teachings, must be considered in any religious struggle to understand how we are to act to make the world better, to \"mend\" or \"repair\" its flaws. And so, his view was that ethical principles must challenge our understanding of the law, and \"aggadah\" must challenge us to reconsider and even, sometimes, reevaluate, \"halakhah\"—but to do so carefully, and in a measured way.",
            "score": 69.33796691894531
        }
    ]
}