{
    "q": [
        {
            "docid": "11677180_3",
            "document": "2004 Daytona 500 . Dale Earnhardt, Jr. won the race, making this his first Daytona 500 victory exactly six years to the day after his father Dale Earnhardt, Sr. won his first and only Daytona 500 in the 1998 race. Tony Stewart finished second and rookie Scott Wimmer finished third.",
            "score": 140.95315885543823
        },
        {
            "docid": "1074167_17",
            "document": "Allen Bestwick . February 15, 2004 – Bestwick was the lap-by-lap announcer for the 2004 Daytona 500, where exactly six years after Dale Earnhardt won his only Daytona 500, his son Dale Earnhardt Jr. won the race. Bestwick, who was with NBC at the time:",
            "score": 130.96113204956055
        },
        {
            "docid": "42049612_3",
            "document": "2014 The Profit on CNBC 500 . Although close on fuel and with a piece of bear bond from Ryan Newman's car stuck to his grill, Dale Earnhardt, Jr. took off on the last restart of the Daytona 500 at Daytona International Speedway, moving in front of Jeff Gordon. Over the course of the last lap, an intense battle for the runner-up spots unfolded between Jimmie Johnson, Gordon, Brad Keselowski, and Denny Hamlin. Heading through turn 4, Kevin Harvick tried to force himself between Jamie McMurray and Kyle Busch in turn 4, and a wreck ensued as Harvick was sent into the wall, collecting a number of other cars including Busch, Carl Edwards, and Reed Sorenson. While that was happening, Earnhardt, Jr. held off Hamlin and took the checkered flag to score his second Daytona 500 victory. Earnhardt, Jr. stated that his car was \"awesome\" and after some help from Gordon on the restart, Earnhardt, Jr. \"just took care of it from there\".",
            "score": 101.39704048633575
        },
        {
            "docid": "11677187_2",
            "document": "2005 Daytona 500 . The 2005 Daytona 500, the 47th running of the event, was held on February 20, 2005 at Daytona International Speedway in Daytona Beach, Florida as the first race of the 2005 NASCAR Nextel Cup season. Dale Jarrett won the pole and Jeff Gordon won the race, making this his third Daytona 500 win. Kurt Busch finished second and Dale Earnhardt, Jr. finished third.",
            "score": 127.04265809059143
        },
        {
            "docid": "158454_18",
            "document": "Dale Earnhardt Jr. . In 2004, Earnhardt won the Daytona 500, six years to the day after his father won his only title in the Great American Race (and 3 years after his father was killed in the 2001 race). Earnhardt came very close to sweeping Speedweeks, as in addition to the Daytona 500, he also won his Gatorade Duel and the Busch Series race. However, he finished 2nd in the Budweiser Shootout to Dale Jarrett.",
            "score": 135.42267417907715
        },
        {
            "docid": "791665_11",
            "document": "Dale Jarrett . In 1993, Jarrett won the Daytona 500 after battling Dale Earnhardt (commonly referred to as \"The Dale and Dale Show\"). While Jarrett did not win again that season, he had a total of 13 Top 5's and finished fourth in the final standings. During the spring race at Bristol, Jarrett threw his helmet at the No. 90 car of Bobby Hillin Jr who crashed Jarrett while been lapped. The next season, Jarrett won the Mello Yello 500, but chose to step down from the Gibbs organization at the end of the season.",
            "score": 130.21148586273193
        },
        {
            "docid": "1314336_17",
            "document": "Kevin Harvick . On February 18 in the season-opening Daytona 500, Harvick claimed his first NASCAR Cup Series victory in a restrictor plate race with a dramatic final lap pass over Mark Martin by .020 seconds in a green-white-checkered finish, the closest margin at the 500 since electronic scoring started in 1993. The race was on the sixth anniversary of the death of Dale Earnhardt. He would become only the fourth NASCAR driver to sweep both the Nationwide and Cup races in the opening weekend at Daytona (along with Bobby Allison in 1988, Darrell Waltrip in 1989, and Dale Earnhardt Jr. in 2004. Harvick also tied Benny Parsons for the fewest laps led by a Daytona 500 winner; Parsons won the race in 1975 (Harvick's birth year) after leading just four laps. He started 34th (the lowest starting spot ever for a winner at Daytona) and he became the first Nationwide Series champion to win the Daytona 500 the following year. With the win, Harvick also became the sixth of seven drivers to win both the Daytona 500 and the Brickyard 400, following Jeff Gordon, Dale Earnhardt, Dale Jarrett, Bill Elliott, Jimmie Johnson, and proceeding Jamie McMurray.",
            "score": 138.99143183231354
        },
        {
            "docid": "26777275_3",
            "document": "1988 Pannill Sweatshirts 500 . Dale Earnhardt would personally take his 13-year-old son Dale Jr. to finish lane in order to show him off to the NASCAR Cup Series world that would end up admiring him after the elder Dale Earnhardt was killed at the 2001 Daytona 500 in a crash.",
            "score": 118.63218188285828
        },
        {
            "docid": "7893_18",
            "document": "Dale Earnhardt . Hiring Petree turned out to be beneficial, as Earnhardt returned to the front in 1993. He once again came close to a win at the Daytona 500 and dominated Speedweeks before finishing second to Dale Jarrett on a last-lap pass. Earnhardt scored six wins en route to his sixth Winston Cup title, including wins in the first prime-time Coca-Cola 600 and The Winston both at Charlotte, and the Pepsi 400 at Daytona. He beat Rusty Wallace for the championship by 80 points. On November 14, 1993, after the Hooters 500 (Atlanta), the last race of that season, the race winner Wallace and 1993 series champion Dale Earnhardt ran a dual Polish Victory Lap together while carrying #28 and #7 flags commemorating Davey Allison and Alan Kulwicki, both drivers died during the season, respectively.",
            "score": 123.53302192687988
        },
        {
            "docid": "15782164_2",
            "document": "1980 Daytona 500 . The 22nd annual Daytona 500 was held February 17, 1980, at Daytona International Speedway. Buddy Baker started the decade by winning the fastest Daytona 500 in history, at , it was Baker's only 500 win and did so in his 18th start, the longest until Dale Earnhardt in 1998. The 1980 Daytona Speedweeks was also marred by the death of Ricky Knotts, who was killed during the Gatorade Twin 125 qualifying races. There were 42 cars in the field, after planning to only run 40 cars.",
            "score": 106.02452301979065
        },
        {
            "docid": "158454_77",
            "document": "Dale Earnhardt Jr. . At the end of the 2014, Earnhardt Jr.'s crew chief Steve Letarte departed Hendrick Motorsports to join NASCAR on NBC's broadcasting team. Letarte was replaced by Chase Elliott's 2014 Xfinity crew chief Greg Ives. Due to National Guard dropping their motorsports sponsorships, Earnhardt Jr. also got a new sponsor in the form of Nationwide Insurance. Earnhardt Jr. kicked off 2015 with a ninth-place finish in the Sprint Unlimited. On February 19, he won Budweiser Duel No. 1 in what was his fourth triumph in the Budweiser Duels. In the Daytona 500, he led for over 30 laps but on one of the last restarts, he made a move that mired him in the middle without help, and fell back to 16th with 15 laps to go, but managed to make his way back to third place by the last lap. This was his fifth Top 3 finish in the Daytona 500 in six years, after his runner-up finishes in 2010, 2012 and 2013, and his win in 2014.",
            "score": 98.61269474029541
        },
        {
            "docid": "1102404_24",
            "document": "Jimmie Johnson . In 2013, Johnson began his season with a 14th-place finish in the 2013 Sprint Unlimited when he crashed on lap 14 along with Kyle Busch, Kurt Busch, Mark Martin, Jeff Gordon, and Denny Hamlin. Afterward, he placed fourth in the first Budweiser Duel, resulting in a ninth-place starting position in the 2013 Daytona 500. In the Daytona 500, Johnson started well, assuming the lead from Jeff Gordon on lap 32 and leading a handful of laps before falling back to the middle of the pack. Over the last few laps, Johnson was racing alongside Brad Keselowski for the lead until a caution came out for debris. Johnson took the advantage of leading on the last restart. With five laps to go, Johnson led a lane with Greg Biffle and Danica Patrick. He then held off a last lap charge from Dale Earnhardt, Jr. and Mark Martin to win his second Daytona 500. This was Johnson's first Daytona 500 win with regular crew chief Chad Knaus, as he won the 2006 race with Darian Grubb as Knaus was serving a five-race suspension. It was also the first time since his 2006 win that he finished better than 27th in the Daytona 500, after a streak of six years where he had never finished better than 27th because of crashes and mechanical failures.",
            "score": 109.40349018573761
        },
        {
            "docid": "11677187_6",
            "document": "2005 Daytona 500 . The green flag waved with Dale Jarrett leading the field, but he lost the first lap to Jimmie Johnson and fell back through the field after a small bump from behind from defending Daytona 500 champion Dale Earnhardt, Jr.. Tony Stewart took the lead from Johnson on lap 4 and led 12 laps.",
            "score": 94.09266090393066
        },
        {
            "docid": "3112151_7",
            "document": "Robert Yates (NASCAR owner) . In 1991, Larry McReynolds (now a NASCAR analyst with Fox and FS1) joined the team as crew chief and led Allison to five victories. In 1992 the Yates Racing started the season with a bang with Allison winning the Daytona 500, joining his father Bobby a three time Daytona 500 winner. The win also put the Allisons in an exclusive club, joining Lee and Richard Petty and Dale Earnhardt Sr. and Dale Earnhardt Jr as the only father/son winners of the Daytona 500.",
            "score": 124.65310502052307
        },
        {
            "docid": "16337628_4",
            "document": "Andy Pilgrim . His professional racing began in 1996 when he made his 24 Hours of Le Mans debut. He joined the Chevrolet Corvette factory team in 1999. In 2001 he was selected as teammate for Dale Earnhardt, Jr., Dale Earnhardt Sr. and Kelly Collins in the 24 Hours of Daytona and the team finished second in class. He also won the 2001 Petit Le Mans. After the 24 Hours of Daytona, Dale Earnhardt Sr. promised to someday put Pilgrim in a NASCAR stock-car, a promise he was unable to fulfill due to his death a few weeks later during the 2001 Daytona 500.",
            "score": 145.40282726287842
        },
        {
            "docid": "4770326_11",
            "document": "1993 NASCAR Winston Cup Series . The 1993 Daytona 500 by STP was held February 14 at Daytona International Speedway. Kyle Petty's #42 car won the pole, putting a Petty on the Daytona 500 pole for the first time since 1966, and only the second time ever. Kyle was also the first North Carolina driver to win the 500 pole since Benny Parsons in 1982. His father Richard waved the green flag in the first Winston Cup race held since his retirement. Dale Jarrett took the checkered flag after a last lap pass over Dale Earnhardt who led 107 laps, the most by far.",
            "score": 124.57681369781494
        },
        {
            "docid": "11677032_2",
            "document": "2000 Daytona 500 . The 2000 Daytona 500, the 42nd running of the event, was held February 20 at Daytona International Speedway, in Daytona Beach, Florida as the first race of both the 2000 NASCAR Winson Cup season and the 2000s decade. Dale Jarrett, the polesitter, led the most laps and won the race for the third time, after winning in 1993 and 1996. This was (to date) the last Daytona 500 to be televised by CBS and thus the last 500 broadcast for Buddy Baker and Ned Jarrett. Dave Marcis failed to qualify for the first time since 1968.",
            "score": 93.7074842453003
        },
        {
            "docid": "50439329_5",
            "document": "2017 Monster Energy NASCAR Cup Series . This was the last full-time season for several drivers; two-time Daytona 500 winner and two-time Xfinity Series champion Dale Earnhardt Jr., who announced his intention to retire at season's end, 2003 champion and two-time Daytona 500 winner Matt Kenseth, who announced he would be taking a break from the sport, Danica Patrick and Landon Cassill. Kenseth would later return the following season to drive for Roush Fenway Racing, while Cassill also got a ride with StarCom Racing. It also marked the last season for road-course ringer Boris Said and two-time Daytona 500 winner Michael Waltrip. It was also the last season Chevrolet fielded the Chevrolet SS, replacing it in 2018 with the Camaro ZL1.",
            "score": 117.02907180786133
        },
        {
            "docid": "33957668_2",
            "document": "2012 Daytona 500 . The 2012 Daytona 500 was the first stock car race of the 2012 NASCAR Sprint Cup Series season and the 54th iteration of the event. It was held between February 27–28, 2012 at Daytona International Speedway in Daytona Beach, Florida, before a crowd of 140,000. The race, extended to 202 laps and due to a green-white-checker finish, was won by Matt Kenseth driving for Roush Fenway Racing as his first win of the season and his second Daytona 500 victory. Dale Earnhardt, Jr. finished second and Greg Biffle came in third.",
            "score": 119.24575734138489
        },
        {
            "docid": "4419206_9",
            "document": "Daytona 500 Experience . The Champion's Walk of Fame, a Hollywood-esque concrete walk paying homage to winners of the Daytona 500 since the attraction opened in 1996, is just outside the building, as are statues of NASCAR great Dale Earnhardt and NASCAR founder Bill France, Jr. and his wife Anne. Also on display inside the attraction are the NASCAR championship trophy and the Harley J. Earl Trophy, which is awarded to the winner of the Daytona 500.",
            "score": 97.55915355682373
        },
        {
            "docid": "7893_31",
            "document": "Dale Earnhardt . Dale Earnhardt, Inc. won five races in the 2001 season, beginning with Steve Park's victory in the race at Rockingham just one week after Earnhardt's death. Earnhardt Jr. and Waltrip finished first and second in the series' return to Daytona in July for the Pepsi 400, a reverse of the finish in the Daytona 500. Earnhardt Jr. also won the fall races at Dover (first post 9/11 race) and Talladega and came to an eighth-place points finish.",
            "score": 127.56769156455994
        },
        {
            "docid": "48191884_35",
            "document": "2015 Hollywood Casino 400 . John Oreovicz's answer to the question was a simple \"yes\" and noted that many of the historic moments in NASCAR did \"involve contact and controversy -- the '79 Daytona 500, Richard Petty and David Pearson banging their way to the line a few years earlier, or much more recently, Brad Keselowski's bump and run on Jeff Gordon at Texas last year. Dale Earnhardt's legend was made by the style of aggressive driving that Logano demonstrated on Kenseth, and that's the kind of stuff that France and his marketing executives wish would happen a lot more often.\"",
            "score": 82.815425157547
        },
        {
            "docid": "11677164_2",
            "document": "2001 Daytona 500 . The 2001 Daytona 500, the 43rd running of the event, was the first race of the 2001 NASCAR Winston Cup Series schedule. It was held on February 18, 2001 at Daytona International Speedway in Daytona Beach, Florida, consisting of 200 laps and 500 miles on the 2.5-mile (4 km) asphalt tri-oval. The race was the first ever Winston Cup telecast shown by the Fox network, which had received broadcasting rights along with NBC at the end of the previous season, replacing the two former NASCAR broadcasting channels CBS and ESPN. Bill Elliott won the pole and Michael Waltrip, in his first race in the No. 15 car for Dale Earnhardt, Inc., won the race. This was the first Winston Cup victory of his career, coming in his 463rd start, the longest wait for a first win. His teammate Dale Earnhardt Jr. finished second and Rusty Wallace finished third.",
            "score": 129.77431511878967
        },
        {
            "docid": "41509399_12",
            "document": "2014 Daytona 500 . Austin Dillon led the field to the green flag at 7:16 p.m., and after leading the first 14 laps, Dillon lost the lead to Dale Earnhardt, Jr. on lap 15. Matt Kenseth took the lead on lap 29, and held the lead until lap 36, when he pitted and the lead was passed to Earnhardt, Jr. once again. Earnhardt, Jr. and Kasey Kahne each held the lead for a lap before Kenseth cycled back to the lead with 21 laps to go. On the last lap, Kevin Harvick pulled up alongside Matt Kenseth, while Kahne got to the inside, creating a three-wide photo finish in which Kenseth prevailed. Michael McDowell and Joe Nemechek failed to make the Daytona 500. Kenseth stated that he \"was kind of embarrassed to walk in the garage\" but felt that his race performance \"builds confidence in all of us, makes us feel like you can go out and get the job done if everybody does their jobs and we do everything right\". Harvick's car failed post-race inspection because his car exceeded the maximum split on the track bar. He was disqualified, but his speed in qualifying was enough to get him into the Daytona 500. Greg Zipadelli, the competitions director at Harvick's team – Stewart-Haas Racing – referred to the infraction as \"an adjustment during the race and it was more than it should have been\".",
            "score": 130.2285168170929
        },
        {
            "docid": "1882119_41",
            "document": "Chip Ganassi Racing . In 2001, the car got a new silver-red paint scheme, a manufacturer switch to Dodge, a new crew chief in Lee McCall, and a new owner in Ganassi. Marlin won his qualifying race for the Daytona 500. On the last lap of the 500, Marlin was involved in the crash that killed Dale Earnhardt. Many fans sent misguided hate mail and death threats to Marlin and his wife, blaming him for Earnhardt's death. Earnhardt's drivers Dale Earnhardt, Jr. and Michael Waltrip came to Marlin's defense, and Marlin was cleared of any responsibility by NASCAR's investigation into the crash.",
            "score": 132.6532633304596
        },
        {
            "docid": "2182512_32",
            "document": "Clint Bowyer . Bowyer qualified 5th for the Daytona 500, and finished 2nd to teammate Jeff Burton in the second Gatorade duel by 0.005 seconds. They together dominated that race. In the Daytona 500, Bowyer teamed up with many drivers throughout the day including Jeff Burton; Paul Menard (his new RCR teammate); Dale Earnhardt, Jr.; and Kyle Busch. After Burton's engine let go, Bowyer found himself getting a push from Kyle Busch. With four laps to go, Kurt Busch got into the back of Regan Smith which turned him up in front of Bowyer. Ryan Newman was also involved. Bowyer was able to salvage a 17th-place finish out of it, mainly because of the big pileups earlier in the race. He had led 31 laps.",
            "score": 113.72322905063629
        },
        {
            "docid": "12230576_39",
            "document": "Coke Zero Sugar 400 . Many drivers who have won the Daytona 500 have also won the Coke Zero 400 at some point in their career. In addition, almost every multiple-time Daytona 500 winner has won at least one Coke Zero 400 in the career, with the exception of Matt Kenseth who has won the Daytona 500 in 2009 and 2012, but never the July race. In the reverse direction, Tony Stewart has won the Coke Zero 400 four times, but never the Daytona 500 (his best 500 finish being second, behind Dale Earnhardt, Jr. in 2004). Among the most notable, David Pearson won the 400 four times prior to finally winning the Daytona 500 in 1976.",
            "score": 107.92657423019409
        },
        {
            "docid": "44424315_2",
            "document": "2015 Daytona 500 . The 2015 Daytona 500, the 57th running of the event, was held on February 22, 2015 at Daytona International Speedway in Daytona Beach, Florida. Contested over 203 laps – extended from 200 laps due to a green–white–checker finish – on the asphalt superspeedway, it was the first race of the 2015 NASCAR Sprint Cup Series season. Joey Logano won the race, recording the second Daytona 500 win for Team Penske, and his ninth career Sprint Cup victory. Kevin Harvick finished second while Dale Earnhardt, Jr., Denny Hamlin and Jimmie Johnson rounded out the top–five.",
            "score": 111.14657664299011
        },
        {
            "docid": "36887630_24",
            "document": "2013 NASCAR Sprint Cup Series . Following the Duels, the points paying season began with the 55th Daytona 500. Matt Kenseth, hoping to take home his second consecutive 500 win, dominated the race but was taken out of contention by an engine failure. Jimmie Johnson, making his 400th start, held off late challenges from teammate Dale Earnhardt, Jr. and Mark Martin to take his second Daytona 500 win.",
            "score": 108.15210318565369
        },
        {
            "docid": "49507224_25",
            "document": "2016 Folds of Honor QuikTrip 500 . After finishing runner-up, Dale Earnhardt, Jr. said that he felt that his performance \"was great because of how we did last week in Daytona. It was critical for us to rebound. Two terrible finishes in a row would put us in such a deep hole points-wise, and what if we could struggle through the year and come close but not win any races? We don't need to cut it close on points. I know we really don't worry about points racing anymore, but when you start the year with two bad runs, you start counting points.\"",
            "score": 116.45199656486511
        },
        {
            "docid": "12230576_32",
            "document": "Coke Zero Sugar 400 . The 400 has also marked the first of multiple points-paying victories at Daytona for a total of seven drivers, including Jeff Gordon (1995), Dale Earnhardt (after 24 previous attempts from 1978–1990), Dale Earnhardt, Jr. (2001), and Jamie McMurray (2007). David Pearson won the 400 four times prior to finally winning the Daytona 500 in 1976.",
            "score": 104.01331639289856
        },
        {
            "docid": "9422240_38",
            "document": "2000s in sports . Ralph Dale Earnhardt, Sr. (Dale Earnhardt) passes away after a last-lap crash during the Daytona 500 in February 2001",
            "score": 122.63790607452393
        }
    ],
    "r": [
        {
            "docid": "16337628_4",
            "document": "Andy Pilgrim . His professional racing began in 1996 when he made his 24 Hours of Le Mans debut. He joined the Chevrolet Corvette factory team in 1999. In 2001 he was selected as teammate for Dale Earnhardt, Jr., Dale Earnhardt Sr. and Kelly Collins in the 24 Hours of Daytona and the team finished second in class. He also won the 2001 Petit Le Mans. After the 24 Hours of Daytona, Dale Earnhardt Sr. promised to someday put Pilgrim in a NASCAR stock-car, a promise he was unable to fulfill due to his death a few weeks later during the 2001 Daytona 500.",
            "score": 145.40283203125
        },
        {
            "docid": "11677180_3",
            "document": "2004 Daytona 500 . Dale Earnhardt, Jr. won the race, making this his first Daytona 500 victory exactly six years to the day after his father Dale Earnhardt, Sr. won his first and only Daytona 500 in the 1998 race. Tony Stewart finished second and rookie Scott Wimmer finished third.",
            "score": 140.95315551757812
        },
        {
            "docid": "1432362_8",
            "document": "Michael Waltrip . Waltrip was hired by Dale Earnhardt to drive his team's new No. 15 NAPA Auto Parts-sponsored Chevrolet Monte Carlo entry, Waltrip drove for Earnhardt in the Busch Series in 1989 and 1994. In his first race with the team, the 2001 Daytona 500, Waltrip broke his streak of 462 consecutive Cup races without a victory and won his first career points-paying Cup race. His teammate Dale Earnhardt, Jr. finished in 2nd. However, the win itself was largely overshadowed by Earnhardt, Sr.'s fatal crash on the last lap. In the movie \"The Day: Remembering Dale Earnhardt\", Waltrip said that Earnhardt let him in line late in the race, which allowed him to take the lead, noting that Earnhardt \"never let anyone in line\". This presumably is because Earnhardt wanted Waltrip and Earnhardt, Jr. to finish in the Top 2 spots, as both were members of his team. Waltrip was not aware of the severity of Earnhardt's crash until over 30 minutes after the end of the race when he was celebrating in victory lane. Ken Schrader, after having been treated and released from the infield care center following the crash (his car was hit by Earnhardt's during the crash), informed Waltrip that Earnhardt had been taken to Halifax Medical Center, from the speedway, where Earnhardt was pronounced dead at 5:16 PM EST.",
            "score": 140.40713500976562
        },
        {
            "docid": "1314336_17",
            "document": "Kevin Harvick . On February 18 in the season-opening Daytona 500, Harvick claimed his first NASCAR Cup Series victory in a restrictor plate race with a dramatic final lap pass over Mark Martin by .020 seconds in a green-white-checkered finish, the closest margin at the 500 since electronic scoring started in 1993. The race was on the sixth anniversary of the death of Dale Earnhardt. He would become only the fourth NASCAR driver to sweep both the Nationwide and Cup races in the opening weekend at Daytona (along with Bobby Allison in 1988, Darrell Waltrip in 1989, and Dale Earnhardt Jr. in 2004. Harvick also tied Benny Parsons for the fewest laps led by a Daytona 500 winner; Parsons won the race in 1975 (Harvick's birth year) after leading just four laps. He started 34th (the lowest starting spot ever for a winner at Daytona) and he became the first Nationwide Series champion to win the Daytona 500 the following year. With the win, Harvick also became the sixth of seven drivers to win both the Daytona 500 and the Brickyard 400, following Jeff Gordon, Dale Earnhardt, Dale Jarrett, Bill Elliott, Jimmie Johnson, and proceeding Jamie McMurray.",
            "score": 138.99143981933594
        },
        {
            "docid": "158454_18",
            "document": "Dale Earnhardt Jr. . In 2004, Earnhardt won the Daytona 500, six years to the day after his father won his only title in the Great American Race (and 3 years after his father was killed in the 2001 race). Earnhardt came very close to sweeping Speedweeks, as in addition to the Daytona 500, he also won his Gatorade Duel and the Busch Series race. However, he finished 2nd in the Budweiser Shootout to Dale Jarrett.",
            "score": 135.42266845703125
        },
        {
            "docid": "42643851_2",
            "document": "2001 Pepsi 400 . The 2001 Pepsi 400 was a NASCAR Winston Cup Series stock car race held on July 7, 2001, at Daytona International Speedway in Daytona Beach, Florida. The race is the 17th of the 2001 NASCAR Winston Cup Series season. The race was the first at Daytona since the 2001 Daytona 500, in which Dale Earnhardt was killed on the final lap. Sterling Marlin of Chip Ganassi Racing won the pole position. Dale Earnhardt Jr. of Dale Earnhardt, Inc. won the race, while DEI teammate Michael Waltrip and Elliott Sadler finished second and third, respectively.",
            "score": 133.36431884765625
        },
        {
            "docid": "1882119_41",
            "document": "Chip Ganassi Racing . In 2001, the car got a new silver-red paint scheme, a manufacturer switch to Dodge, a new crew chief in Lee McCall, and a new owner in Ganassi. Marlin won his qualifying race for the Daytona 500. On the last lap of the 500, Marlin was involved in the crash that killed Dale Earnhardt. Many fans sent misguided hate mail and death threats to Marlin and his wife, blaming him for Earnhardt's death. Earnhardt's drivers Dale Earnhardt, Jr. and Michael Waltrip came to Marlin's defense, and Marlin was cleared of any responsibility by NASCAR's investigation into the crash.",
            "score": 132.6532745361328
        },
        {
            "docid": "4761530_16",
            "document": "JR Motorsports . At the end of the 2009 season, Kelly Bires signed a two-year contract to drive for JR Motorsports in the No. 88 Chevy through 2011, with Earnhardt eager to see what Bires could do in his equipment. Bires drove the No. 5 Ragu Chevy for Junior at Homestead in preparation for running full-time in 2010. Due to sponsorship obligations with Unilever and their Hellmann's Mayonnaise brand, owner Dale Earnhardt Jr. ran the No. 88 car at the 2010 season opener at Daytona and Danica Patrick ran the No. 7 car with her sponsor GoDaddy.com, forcing Bires to sit out. In his debut at Fontana, Bires scored a seventh-place finish. Even more curious than his missing Daytona was when Bires was removed from the No. 88 car in favor of Cup driver Jamie McMurray after only five races run, with only one finish below 17th (a crash at Las Vegas). Earnhardt Jr. cited chemistry issues between Bires, JR Motorsports management, and the team including Tony Eury Sr. and Jr., and implied that Bires was taking a seat from \"the next Brad [Keselowski], the next Jeff Gordon.\" Bires was the third young driver to be hastily removed from the 88 car. Elliott Sadler, Greg Sacks, Aric Almirola, Steve Arpin, Coleman Pressley, Dale Earnhardt Jr. and Ron Fellows all ran races in the car to finish out the season. The No. 88 team took home one win in 2010, with driver McMurray in Atlanta. They also came close to winning the inaugural race at Road America with Ron Fellows. Former DEI development driver Aric Almirola moved up from the Truck Series to drive the car full-time in 2011 as a part of a 2-year deal. With sponsorship from Unilever, Grand Touring Vodka, and TaxSlayer, Almirola ended up fourth in points in his first full-time season. Almirola then left JRM after 2011 to join Richard Petty Motorsports in the Cup Series, while the No. 88 was taken by former Red Bull development driver Cole Whitt in 2012 for his rookie season. Whitt had a consistent rookie season despite switching crew chiefs from Tony Eury Sr. to Bruce Cook. Whitt recorded a best finish of 4th at Daytona, Talladega, and Michigan, finishing 7th in the point standings but lost the Rookie of the Year battle to Austin Dillon. With the team unable to find sponsorship for Whitt for 2013, the No. 88 was used by Dale Jr. in his limited Nationwide Series schedule (to keep consistency with his Cup Series number). Dale Jr. and Kevin Harvick drove the car for the first two races of the 2014 season before switching the owners points to the No. 5. In 2015 the No. 5 team became the No. 88 team, and was driven by Dale Jr. in 4 races, Kevin Harvick in 12 races, Kasey Kahne in 7 races and Ben Rhodes in 10 races. On April 23, 2016, Dale Earnhardt Jr. piloted the No. 88 to victory at Richmond International Raceway, his first Xfinity win in six years and first with JR Motorsports.",
            "score": 131.7356414794922
        },
        {
            "docid": "1074167_17",
            "document": "Allen Bestwick . February 15, 2004 – Bestwick was the lap-by-lap announcer for the 2004 Daytona 500, where exactly six years after Dale Earnhardt won his only Daytona 500, his son Dale Earnhardt Jr. won the race. Bestwick, who was with NBC at the time:",
            "score": 130.9611358642578
        },
        {
            "docid": "52253820_27",
            "document": "2016 Ford EcoBoost 400 . Teammate Dale Earnhardt Jr., gauging from the largely supportive fan reaction, said he thought \"people are coming around [to liking Johnson]. He's always had a great understanding with his people, his fans. Now others are realizing how great he is. I can tell you this. I have no doubt that you can take Jimmie, my dad and Richard Petty and they would have won championships races whenever and wherever they raced. If Jimmie had raced against Dad, Dad wouldn't have won seven championships; and if Dad had raced against Jimmie, he wouldn't have won seven championships. Again, I think people are coming around. I hope so.\"",
            "score": 130.94654846191406
        },
        {
            "docid": "56317881_38",
            "document": "Dale Earnhardt, Inc. . On April 29, 2010, at the time of Earnhardt's induction to the NASCAR Hall of Fame, DEI announced a partnership with JR Motorsports, Richard Childress Racing, and Wrangler Jeans where, for one race, as a tribute to his father, Dale Earnhardt Jr. would drive the No. 3, the blue and gold race car driven by Dale Earnhardt in the 1980s. The car was raced in the Nationwide Series race at Daytona International Speedway on 2 July 2010. It was the first Nationwide Series race in the Car of Tomorrow event. Earnhardt Jr. started third, led for thirty-three and won the race. This was his first competitive NASCAR win since 2008.",
            "score": 130.6248016357422
        },
        {
            "docid": "41509399_12",
            "document": "2014 Daytona 500 . Austin Dillon led the field to the green flag at 7:16 p.m., and after leading the first 14 laps, Dillon lost the lead to Dale Earnhardt, Jr. on lap 15. Matt Kenseth took the lead on lap 29, and held the lead until lap 36, when he pitted and the lead was passed to Earnhardt, Jr. once again. Earnhardt, Jr. and Kasey Kahne each held the lead for a lap before Kenseth cycled back to the lead with 21 laps to go. On the last lap, Kevin Harvick pulled up alongside Matt Kenseth, while Kahne got to the inside, creating a three-wide photo finish in which Kenseth prevailed. Michael McDowell and Joe Nemechek failed to make the Daytona 500. Kenseth stated that he \"was kind of embarrassed to walk in the garage\" but felt that his race performance \"builds confidence in all of us, makes us feel like you can go out and get the job done if everybody does their jobs and we do everything right\". Harvick's car failed post-race inspection because his car exceeded the maximum split on the track bar. He was disqualified, but his speed in qualifying was enough to get him into the Daytona 500. Greg Zipadelli, the competitions director at Harvick's team – Stewart-Haas Racing – referred to the infraction as \"an adjustment during the race and it was more than it should have been\".",
            "score": 130.228515625
        },
        {
            "docid": "791665_11",
            "document": "Dale Jarrett . In 1993, Jarrett won the Daytona 500 after battling Dale Earnhardt (commonly referred to as \"The Dale and Dale Show\"). While Jarrett did not win again that season, he had a total of 13 Top 5's and finished fourth in the final standings. During the spring race at Bristol, Jarrett threw his helmet at the No. 90 car of Bobby Hillin Jr who crashed Jarrett while been lapped. The next season, Jarrett won the Mello Yello 500, but chose to step down from the Gibbs organization at the end of the season.",
            "score": 130.21148681640625
        },
        {
            "docid": "11677164_2",
            "document": "2001 Daytona 500 . The 2001 Daytona 500, the 43rd running of the event, was the first race of the 2001 NASCAR Winston Cup Series schedule. It was held on February 18, 2001 at Daytona International Speedway in Daytona Beach, Florida, consisting of 200 laps and 500 miles on the 2.5-mile (4 km) asphalt tri-oval. The race was the first ever Winston Cup telecast shown by the Fox network, which had received broadcasting rights along with NBC at the end of the previous season, replacing the two former NASCAR broadcasting channels CBS and ESPN. Bill Elliott won the pole and Michael Waltrip, in his first race in the No. 15 car for Dale Earnhardt, Inc., won the race. This was the first Winston Cup victory of his career, coming in his 463rd start, the longest wait for a first win. His teammate Dale Earnhardt Jr. finished second and Rusty Wallace finished third.",
            "score": 129.77432250976562
        },
        {
            "docid": "56317881_2",
            "document": "Dale Earnhardt, Inc. . From 1998 to 2009, Dale Earnhardt, Inc. (DEI) operated as a NASCAR-related organization in Mooresville, North Carolina, United States. The company was founded by Dale Earnhardt and his wife, Teresa Earnhardt. Earnhardt was a seven-time Winston Cup champion. He died in a crash on the final lap of the 2001 Daytona 500. Despite his ownership of the DEI racing team, Earnhardt never drove for his team in the Winston Cup; instead, he raced for his long-time mentor and backer Richard Childress at RCR. In the late-2000s, DEI suffered critical financial difficulties after drivers Dale Earnhardt Jr., and sponsors Anheuser-Busch, National Automotive Parts Association and United States Army left the team; DEI consequently merged with Chip Ganassi Racing in 2009, moving their equipment into the latter's shop, while the former's closed down.",
            "score": 128.96327209472656
        },
        {
            "docid": "2569903_33",
            "document": "Richard Childress Racing . In 2011, Burton opened the season by winning the second Gatorade Duel qualifying race, edging out his Richard Childress Racing teammate Clint Bowyer. After that, Burton's season went downhill. He was leading the Daytona 500 halfway when his engine gave out. He nearly won the Coca-Cola 600 but got spun out on the final restart. Though wanting another caution, the yellow flag never came out because NASCAR wanted to see the race finish under green, and Dale Earnhardt Jr. was leading when the accident occurred. His teammate Kevin Harvick passed Earnhardt Jr. within the last 500 yards of the race, because Dale Jr. ran out of gas. This led to controversy because fans were speculating that NASCAR wanted Earnhardt to win and go back to victory lane in the first time in three years. Burton's first top 10 came in the twenty first race at Watkins Glen International. Burton had a strong run at the fall race at Talladega, leading on the last lap and out of turn four being pushed by Clint Bowyer. At the tri-oval, Bowyer slingshotted to Burton's outside and won by a hood, giving Richard Childress his 100th win as a team owner, Bowyer redeeming his 0.002 second loss to Jimmie Johnson at the track in the spring. In 2012, Burton gained the sponsorship in Wheaties, BB&T and EnerSys. The 31 team also switched crew chiefs too, and Drew Blickensderfer became the crew chief. After a dismal 2012, Blickensderfer was released 4 races early and Luke Lambert became Burton's crew chief in 2013. Shane Wilson became interim crew chief until the end of 2012. Burton had 6 Top 10's in 2012 including a dramatic 2nd-place finish at Daytona in July after saving his car from spinning on the final lap. At the AdvoCare 500 at Phoenix International Raceway, Burton would make his 1,000th career NASCAR start, the sixth driver in NASCAR history to do so. On September 4, 2013, Richard Childress Racing announced that Burton would not be returning to RCR in 2014.",
            "score": 128.12799072265625
        },
        {
            "docid": "158454_2",
            "document": "Dale Earnhardt Jr. . Ralph Dale Earnhardt Jr. (born October 10, 1974), known professionally as Dale Earnhardt Jr., Dale Jr., or just Junior, is a retired American professional stock car racing driver, team owner, and is currently an analyst for \"NASCAR on NBC\". He also competes part-time in the NASCAR Xfinity Series driving the No. 88 Chevrolet Camaro for his team JR Motorsports. He is the son of NASCAR Hall of Fame member Dale Earnhardt Sr. He is also the grandson of both NASCAR driver Ralph Earnhardt and stock car fabricator Robert Gee, the brother of Kelley Earnhardt-Miller, the half-brother of former driver Kerry Earnhardt, the uncle of driver Jeffrey Earnhardt, the stepson of Teresa Earnhardt, and the older half-brother of Taylor Nicole Earnhardt-Putnam.",
            "score": 127.98469543457031
        },
        {
            "docid": "7893_31",
            "document": "Dale Earnhardt . Dale Earnhardt, Inc. won five races in the 2001 season, beginning with Steve Park's victory in the race at Rockingham just one week after Earnhardt's death. Earnhardt Jr. and Waltrip finished first and second in the series' return to Daytona in July for the Pepsi 400, a reverse of the finish in the Daytona 500. Earnhardt Jr. also won the fall races at Dover (first post 9/11 race) and Talladega and came to an eighth-place points finish.",
            "score": 127.56769561767578
        },
        {
            "docid": "3875448_8",
            "document": "1999 NASCAR Winston Cup Series . The 1999 Daytona 500 was held February 14 at Daytona International Speedway. Jeff Gordon won the pole. In winning the race as well, he became the first Daytona 500 pole sitter to win the race since Bill Elliott in 1987. This race is known for Gordon's daring three-wide pass on Rusty Wallace and Mike Skinner. Gordon passed Wallace after ducking to the apron, nearly plowing into the damaged car of Ricky Rudd. Skinner jumped to the outside and they raced three-wide for three laps until Dale Earnhardt gave Gordon the needed push. The race was also known for a determined Dale Earnhardt repeatedly trying to pass Jeff Gordon for the lead on the final lap, but Gordon beat Earnhardt to the finish. The race was also marked by a large crash on lap 135 in turn 3 that collected 13 cars and saw Dale Jarrett flip over twice.",
            "score": 127.14554595947266
        },
        {
            "docid": "11677187_2",
            "document": "2005 Daytona 500 . The 2005 Daytona 500, the 47th running of the event, was held on February 20, 2005 at Daytona International Speedway in Daytona Beach, Florida as the first race of the 2005 NASCAR Nextel Cup season. Dale Jarrett won the pole and Jeff Gordon won the race, making this his third Daytona 500 win. Kurt Busch finished second and Dale Earnhardt, Jr. finished third.",
            "score": 127.04266357421875
        },
        {
            "docid": "158454_40",
            "document": "Dale Earnhardt Jr. . On February 13, 2010, while running in the front of the pack at the Daytona Nationwide Series race, Earnhardt was caught up in a multi-car wreck, causing his car to flip upside down on the backstretch. He walked away from the wreck uninjured. His driver Danica Patrick was caught up in another wreck before Earnhardt flipped. The next day during the 2010 Daytona 500, Jr. made a late charge to the front of the pack coming from 6th to 2nd in one turn but his run was foiled by Jamie McMurray as Earnhardt Jr, finished 2nd. It was his best run all year. His only other Top 5's came at the July Daytona race and Loudon in September. He finished the year with 8 top 10's and 1 pole as consistency plagued the team.",
            "score": 126.30280303955078
        },
        {
            "docid": "41972848_6",
            "document": "2014 Budweiser Duels . Austin Dillon led the field to the green flag at 7:16 p.m., and after leading the first 14 laps, Dillon lost the lead to Dale Earnhardt, Jr. on lap 15. Matt Kenseth took the lead on lap 29, and held the lead until lap 36, when he pitted and the lead was passed to Earnhardt, Jr. once again. Earnhardt, Jr. and Kasey Kahne each held the lead for a lap before Kenseth cycled back to the lead with 21 laps to go. On the last lap, Kevin Harvick pulled up alongside Matt Kenseth, while Kahne got to the inside, creating a three-wide photo finish in which Kenseth prevailed. Michael McDowell and Joe Nemechek failed to make the Daytona 500. Kenseth stated that he \"was kind of embarrassed to walk in the garage\" but felt that his race performance \"builds confidence in all of us, makes us feel like you can go out and get the job done if everybody does their jobs and we do everything right\". Harvick's car failed post-race inspection because his car exceeded the maximum split on the track bar. He was disqualified, but his speed in qualifying was enough to get him into the Daytona 500. Greg Zipadelli, the competitions director at Harvick's team – Stewart-Haas Racing – referred to the infraction as \"an adjustment during the race and it was more than it should have been\".",
            "score": 126.0174331665039
        },
        {
            "docid": "50439329_27",
            "document": "2017 Monster Energy NASCAR Cup Series . Chase Elliott started the race on the pole. The race was plagued with a number of wrecks, with 35 of the 40 cars involved in wrecks during the race. The race also featured the debut of stage racing. Kyle Busch won Stage 1 of the race. Dale Earnhardt Jr. took the lead in stage two after pit stops and was leading when Kyle Busch had a tire go down. Busch spun and collected Erik Jones, Matt Kenseth, Earnhardt, and Ty Dillon in a multicar wreck. Kevin Harvick won Stage 2 of the race. Toward the beginning of the third stage, a multicar wreck that started with Jimmie Johnson that also involved Harvick, Danica Patrick, Denny Hamlin, Chris Buescher, Trevor Bayne, and other drivers. Another multicar wreck with 50 laps to go involved Jamie McMurray, Ryan Newman, Brad Keselowski, Landon Cassill, and other drivers. Elliott was leading the race as it headed into the closing laps. In the final few laps, the lead would shuffle, with Kyle Larson taking the lead after passing Martin Truex Jr. On the final lap, Kurt Busch passed Larson for the lead and won the race, his first Daytona 500 win and the first Daytona 500 win for Stewart-Haas Racing.",
            "score": 125.790283203125
        },
        {
            "docid": "525736_28",
            "document": "Kurt Busch . He began his 2009 season at the 2009 Daytona 500, he was involved in a wreck on lap 124 when Dale Earnhardt Jr. swerved into Brian Vickers. Vickers shot up the track and hit the wall, ricocheting into Denny Hamlin, who came down into Busch. He then spun into the grass along with eight other drivers including his brother Kyle. Busch made numerous pit stops to repair the car, and was able to finish tenth. Kurt was one of the many ones that believed that Dale Jr.'s contact was intentional and Kurt joined Earnhardt's fans, the drivers and owners in calling NASCAR to penalize Earnhardt, for the rest of the race but this was not granted.",
            "score": 125.50523376464844
        },
        {
            "docid": "5706993_14",
            "document": "2007 NASCAR Nextel Cup Series . On May 10, it was announced that Dale Earnhardt, Jr. would be leaving the No. 8 Budweiser Chevrolet following the conclusion of the season as he could not get a contract extension with Dale Earnhardt, Inc., the driving team his father founded and run by his stepmother, Teresa Earnhardt. Speculation according to WFXT in Boston had him going to Richard Childress Racing where the \"unretirement\" of the No. 3 car that his father drove to seven then-Winston Cup championships and the 1998 Daytona 500 would have happened. Other rumors had him going to Joe Gibbs Racing, or had him starting a Nextel Cup team with the organization he owns that fields Busch Series cars, JR Motorsports. However, at a press conference on June 13, Dale Earnhardt Jr. announced a five-year deal to join Hendrick Motorsports. He replaced Kyle Busch, who at the time drove the No. 5 Chevrolet; he subsequently joined Joe Gibbs Racing to replace J. J. Yeley in the No. 18 Toyota. Busch was replaced in the No. 5 by Casey Mears. On September 19, it was announced that Jr. had signed on to drive Hendrick's new No. 88 Mountain Dew AMP/National Guard Chevrolet. Junior's crew chief at DEI, Tony Eury, Jr. will make the move with him, leaving his position after the fall race at Talladega.",
            "score": 125.48944091796875
        },
        {
            "docid": "15781695_9",
            "document": "1983 Daytona 500 . The practice of allowing lapped cars to attempt passing the leader at the finish line when taking the caution was prohibited after the 2003 Sylvania 300 at Loudon, NH when after Dale Jarrett crashed and numerous cars nearly struck Jarrett's disabled car on the race to gain a lap back, leading to the development of the current beneficiary rule. The concussion protocol was adopted in 2014 after Dale Earnhardt, Jr. (whose grandfather helped Waltrip with his first Cup car) took himself out of two races in the 2012 season after two concussions -- one in August (Kansas tire test) and in October (Talladega race crash).",
            "score": 125.11590576171875
        },
        {
            "docid": "1633887_13",
            "document": "Jeff Burton . In 2011, Burton was looking for a better year than in 2010. But a very bad season gave Burton a poor series of finishes. He won the second Gatorade Duel, edging out his Richard Childress Racing teammate Clint Bowyer. After that, Burton's season went downhill from there. He was leading the Daytona 500 halfway when his engine gave out. He nearly won the Coca-Cola 600 but got spun out on the final restart. Though wanting another caution, the yellow flag never came out because NASCAR wanted to see the race finish under green, and Dale Earnhardt, Jr. was leading when the accident occurred. His teammate Kevin Harvick passed Earnhardt Jr. within the last 500 yards of the race, because Dale Jr. ran out of gas. This led to controversy because fans were speculating that NASCAR wanted Earnhardt to win and go back to victory lane in the first time in three years. Burton's first top 10 came in the twenty first race at Watkins Glen International. Burton missed the 2011 Chase but had a strong run at the fall race at Talladega, leading on the last lap and out of turn four being pushed by Clint Bowyer. At the tri-oval, Bowyer slingshotted to Burton's outside and won by a hood, giving Richard Childress his 100th win as a team owner, Bowyer redeeming his 0.002 second loss to Jimmie Johnson at the track in the spring. In 2012, Burton gained the sponsorship in Wheaties, BB&T and EnerSys. The 31 team also switched crew chiefs too, and Drew Blickensderfer became the crew chief. After a dismal 2012, Blickensderfer was released 4 races early and Luke Lambert became Burton's crew chief in 2013. Shane Wilson became interim crew chief until the end of 2012. Burton had 6 Top 10's in 2012 including a dramatic 2nd-place finish at Daytona in July after saving his car from spinning on the final lap. At the AdvoCare 500 at Phoenix International Raceway, Burton would make his 1,000th career NASCAR start, the sixth driver in NASCAR history to do so.",
            "score": 125.05655670166016
        },
        {
            "docid": "3112151_7",
            "document": "Robert Yates (NASCAR owner) . In 1991, Larry McReynolds (now a NASCAR analyst with Fox and FS1) joined the team as crew chief and led Allison to five victories. In 1992 the Yates Racing started the season with a bang with Allison winning the Daytona 500, joining his father Bobby a three time Daytona 500 winner. The win also put the Allisons in an exclusive club, joining Lee and Richard Petty and Dale Earnhardt Sr. and Dale Earnhardt Jr as the only father/son winners of the Daytona 500.",
            "score": 124.65310668945312
        },
        {
            "docid": "7893_35",
            "document": "Dale Earnhardt . It is generally believed that current NASCAR owners have agreed never to use the No. 3 in Sprint Cup competition again, although this is not official NASCAR policy. Dale Earnhardt Jr. made two special appearances in 2002 in a No. 3 Busch Series car: these appearances were at the track where his father died (Daytona) and the track where he made his first Winston Cup start (Charlotte). Earnhardt Jr. won the first of those two races, which was the season-opening event at Daytona. He also raced a No. 3 sponsored by Wrangler on July 2, 2010, for Richard Childress Racing at Daytona. In a green-white- checker finish he outran Joey Logano to win his second race in the No. 3.",
            "score": 124.60242462158203
        },
        {
            "docid": "4770326_11",
            "document": "1993 NASCAR Winston Cup Series . The 1993 Daytona 500 by STP was held February 14 at Daytona International Speedway. Kyle Petty's #42 car won the pole, putting a Petty on the Daytona 500 pole for the first time since 1966, and only the second time ever. Kyle was also the first North Carolina driver to win the 500 pole since Benny Parsons in 1982. His father Richard waved the green flag in the first Winston Cup race held since his retirement. Dale Jarrett took the checkered flag after a last lap pass over Dale Earnhardt who led 107 laps, the most by far.",
            "score": 124.57681274414062
        },
        {
            "docid": "158454_7",
            "document": "Dale Earnhardt Jr. . Earnhardt ran nine Busch Series races between 1996 and 1997 for Dale Earnhardt, Inc., and Ed Whitaker, respectively, before driving for his father's team in the Busch Series full-time in 1998, in which he started the season with an amazing blowover after contact with Dick Trickle and Buckshot Jones at Daytona, on the same weekend that his father had his first and only Daytona 500 win. Earnhardt won consecutive NASCAR Busch Series Championships in 1998 and 1999 barely edging Matt Kenseth. In 1998, he made his first start in the Winston Cup Series, at the exhibition race held in Motegi, Japan. Also in 1999, he drove in 5 Winston Cup races in the No. 8 Budweiser-sponsored Chevrolet for Dale Earnhardt, Inc., and then in 2000, he went full-time in the Winston Cup series.",
            "score": 123.62982177734375
        },
        {
            "docid": "430551_22",
            "document": "Rusty Wallace . Wallace's brothers, Kenny and Mike, race on the NASCAR circuit. He and his wife Patti have three children — Greg, Katie, and Stephen. Stephen races in the Nationwide Series and made his NASCAR Sprint Cup Series debut at the 2011 Daytona 500, making him the fourth member of his family to compete in the Daytona 500 and in NASCAR, behind the Bodines (Geoff, Brett, and Todd), Pettys (Lee, Richard, and Kyle), Earnhardts (Dale, Kerry and Dale Jr.), and the Allisons (Bobby, Donnie, and Davey). Wallace's father, Russell Wallace Sr., died on October 30, 2011, at age 77.",
            "score": 123.6034164428711
        }
    ]
}