{
    "q": [
        {
            "docid": "1420969_3",
            "document": "Julius Caesar (cricketer) . Julius Caesar was born in Godalming, Surrey, to Benjamin Caesar, an English professional cricketer, and his wife Anne (née Bowler). Benjamin and Anne had seven children. George, Richard, Lawrence William, Ann, Benjamin, Frederick Bowler and finally Julius. He was brought up in Godalming, a town with approximately 4,000 inhabitants, in Surrey, England. He was almost certainly educated in one of the two schools in Godalming at the time, and could read and write with a legible hand.",
            "score": 49.45738172531128
        },
        {
            "docid": "69880_95",
            "document": "Napoleon . While in exile, Napoleon wrote a book about Julius Caesar, one of his great heroes. He also studied English under the tutelage of Count Emmanuel de Las Cases with the main aim of being able to read English newspapers and books, as access to French newspapers and books was heavily restricted to him on Saint Helena.",
            "score": 57.94265103340149
        },
        {
            "docid": "2926817_3",
            "document": "Memnon of Heraclea . Memnon's history encompassed an unknown number of books, but Photius had read the ninth through the sixteenth, and made a tolerably copious abstract of that portion. The first eight books he had not read, and he speaks of other books after the sixteenth. The ninth book begins with an account of the tyrant Clearchus, the disciple of Plato and Isocrates. The thirteenth book contains a long account of the rise of Rome. The last event mentioned in the sixteenth book was the death of Brithagoras, who was sent by the Heracleians as ambassador to Julius Caesar, after the latter had obtained the supreme power (48 BC).",
            "score": 52.47629189491272
        },
        {
            "docid": "17938506_6",
            "document": "Lucius Julius . Lucius Julius Caesar I may have been the son of Numerius Julius Caesar or identical to Lucius Julius Libo II, with Sextus Julius Caesar (praetor 208 BC) as his son, in which case the latter would be the father of Sextus Julius Caesar (military tribune 181 BC) identical to Sextus Julius Caesar (consul 157 BC).",
            "score": 45.69912624359131
        },
        {
            "docid": "57328_19",
            "document": "Julius Caesar (play) . The text of \"Julius Caesar\" in the First Folio is the only authoritative text for the play. The Folio text is notable for its quality and consistency; scholars judge it to have been set into type from a theatrical prompt-book.",
            "score": 43.37707829475403
        },
        {
            "docid": "9437624_15",
            "document": "Art patronage of Julius II . Many also criticize Julius II for having repeatedly identified himself with Julius Caesar. His desire to emulate Caesar and his extravagant patronage further the negative connotations. Scholars have drawn this conclusion from the medal Julius had made for Saint Peter's with himself on the back, as well as his self-chosen name of Julius. (Gosman, 44) The second, less common stance, is that Julius’s main motive for his patronage was for his own personal aesthetic pleasure (Gosman, 45). One scholar defends Julius II's patronage by stating: \"“It must not be forgotten that not all messages conveyed in works commissioned by a patron, let alone those merely addressed to him, can be read as a communication by the patron of his thinking and claims and aspirations. To say this is not to deny that messages may be read into them, but it should not be assumed that patrons would necessarily have cared about or understood or been motivated by theories and statements about their power and authority that may be coded into the works of art they paid for\". \" (Gosman, 61)",
            "score": 57.464622497558594
        },
        {
            "docid": "32008642_5",
            "document": "Hubert Goltzius . Golzius had his own printshop in Bruges, where he published \"Caius Julius Caesar, or a history of Roman Emperors in medals\" in 1563, and \"The life of Julius Caesar\" in 1566. In 1567 he published the book \"Fastos\" for which he was made an honorary Roman citizen by the Rome council (and which was noted in his next book called \"Caesar Augustus\" in 1574). He published his final book in 1576 on the emperors of Greece in medallions. His portrait was painted twice by Antonis Mor in exchange for his medallion book. These paintings, as well as the books, were all honored in verse by various poets. The same goes for the engraved portrait by Melchior Lorck, used in his last book from 1576 and also used independently.",
            "score": 55.50550603866577
        },
        {
            "docid": "694796_10",
            "document": "Michael Parenti . In 2003 The New Press published Parenti's \"The Assassination of Julius Caesar: A People's History of Ancient Rome.\" \"PW\" said, \"Parenti... narrates a provocative history of the late republic in Rome (100–33 B.C.) to demonstrate that Caesar's death was the culmination of growing class conflict, economic disparity and political corruption.\" \"Kirkus Reviews\" wrote: \"Populist historian Parenti... views ancient Rome’s most famous assassination not as a tyrannicide but as a sanguinary scene in the never-ending drama of class warfare.\" Kirkus described the book as \"revisionist history at its most provocative.\" \"Political Affairs\" wrote: \"This is an excellent book and a good read.\"",
            "score": 45.46008110046387
        },
        {
            "docid": "4358254_33",
            "document": "The Twelve Caesars . Suetonius describes several omens that predicted the assassination of Caligula. He mentions a bolt of lightning that struck Rome on the Ides of March, which was when Julius Caesar was assassinated. Lightning was an event of immense superstition in the ancient world. The day of the assassination, Caligula sacrificed a flamingo. During the sacrifice, blood splattered on his clothes. Suetonius also describes a comet that was seen shortly before the assassination. In the ancient world, comets were believed to foretell the death or assassination of important people. Suetonius even suggested that Caligula's name itself was a predictor of his assassination, noting that every Caesar named Gaius, such as the dictator Gaius Julius Caesar, had been assassinated (a statement which is not entirely accurate; Julius Caesar's father died from natural causes, as did Augustus).",
            "score": 42.445544838905334
        },
        {
            "docid": "15924_61",
            "document": "Julius Caesar . Julius Caesar had been preparing to invade Parthia, the Caucasus, and Scythia, and then march back to Germania through Eastern Europe. These plans were thwarted by his assassination. His successors did attempt the conquests of Parthia and Germania, but without lasting results.",
            "score": 37.809640884399414
        },
        {
            "docid": "1120048_10",
            "document": "Scroll . The Romans invented the \"codex\" form of the book, folding the scroll into pages which made reading and handling the document much easier. Legend has it that Julius Caesar was the first to fold scrolls, concertina-fashion, for dispatches to his forces campaigning in Gaul. Scrolls were awkward to read if a reader wished to consult material at opposite ends of the document. Further, scrolls were written only on one side, while both sides of the codex page were used.",
            "score": 51.95535111427307
        },
        {
            "docid": "4309435_2",
            "document": "Julia (wife of Marius) . Julia (c. 130 BC – 69 BC) was a daughter of Gaius Julius Caesar II (praetor-grandfather of Caesar) and Marcia (daughter of praetor Quintus Marcius Rex). She was a sister of Gaius Julius Caesar III (the father of Julius Caesar) and Sextus Julius Caesar III, consul in 91 BC.",
            "score": 37.348299980163574
        },
        {
            "docid": "12194458_2",
            "document": "Brannovices . The Brannovices or Brannovii were a Gallic people mentioned by Julius Caesar (\"B. G.\" vii. 75). D'Anville conjectures that they may have been in the canton of Brionnois, near Mâcon, Saône-et-Loire, France. Walckenaer (\"Géog.\" vol. i. p. 331) has some remarks on these people. In Caesar (\"B. G.\" vii. 75) there are also readings \"Blannovicibus\" and \"Blannoviis\" (Oudendorp. ed. Caes.); and Walckenaer proposes to place the \"Blannovices\" or \"Brannovices\" in the district of Mâcon, where D'Anville also places the Brannovices or Brannovii. Walckenaer urges, in favor of this supposition, the existence of a place called Blannot in the district of Mâcon. There is another Blannot in the department of Côte d'Or, about 22 km from Arnay, and here Walckenaer places the Blannovii. The controversy has not been resolved.",
            "score": 39.051196813583374
        },
        {
            "docid": "26174_6",
            "document": "Julio-Claudian family tree . This generation of Julii Caesares has two consuls: Sextus Julius Caesar III in 91 BC, and Lucius Julius Caesar III the next year. This generation has also two female descendants very close to the centers of power by their marriages: Julia, the daughter of Gaius Julius Caesar II was married to seven-times consul Gaius Marius, while Julia, the daughter of Lucius Julius Caesar II was married to the two-times consul and Roman dictator Lucius Cornelius Sulla, who had successfully challenged Marius' power. For ensuing generations, Gaius Julius Caesar the Elder, married to a consul's daughter, and Lucius Julius Caesar III proved to be quintessential ancestors of those who held Imperial power in the Julio-Claudian dynasty.",
            "score": 43.49162793159485
        },
        {
            "docid": "39202379_25",
            "document": "Destruction of the Library of Alexandria . Thus Orosius laments the pillaging of libraries within temples in 'his own time' by 'his own men' and compares it to the destruction of the Great Library destroyed at the time of Julius Caesar. He is certainly referring to the plundering of pagan temples during his lifetime, but this presumably did not include the library of Alexandria, which he assumes was destroyed in Caesar's time. While he admits that the accusations of plundering books are “true enough,” he then suggests that the books in question were not copies of those that had been housed at the Great Library, but rather new books \"to rival the ancient love of literature.\" Orosius does not say where temples' books were taken, whether to Constantinople or to local monastic libraries or elsewhere, and he does not say that the books were destroyed.",
            "score": 53.23303437232971
        },
        {
            "docid": "57328_36",
            "document": "Julius Caesar (play) . The 2008 movie \"Me and Orson Welles\", based on a book of the same name by Robert Kaplow, is a fictional story centred around Orson Welles' famous 1937 production of \"Julius Caesar\" at the Mercury Theatre. British actor Christian McKay is cast as Welles, and co-stars with Zac Efron and Claire Danes.",
            "score": 40.85415577888489
        },
        {
            "docid": "1232477_2",
            "document": "Sextus Julius Caesar . Sextus Julius Caesar was the name of several Roman men of the Julii Caesares. \"Sextus\" was one of three praenomina used by the Julii Caesares, the others being \"Lucius\" and \"Gaius\", the latter being the praenomen of the most famous Julius Caesar.",
            "score": 42.26590299606323
        },
        {
            "docid": "57328_30",
            "document": "Julius Caesar (play) . One of the earliest cultural references to the play came in Shakespeare's own \"Hamlet\". Prince Hamlet asks Polonius about his career as a thespian at university, Polonius replies \"I did enact Julius Caesar. I was killed i' th' Capitol. Brutus killed me.\" This is a likely meta-reference, as Richard Burbage is generally accepted to have played leading men Brutus and Hamlet, and the older John Heminges to have played Caesar and Polonius.",
            "score": 42.36987495422363
        },
        {
            "docid": "15924_85",
            "document": "Julius Caesar . Julius Caesar is seen as the main example of \"Caesarism\", a form of political rule led by a charismatic strongman whose rule is based upon a cult of personality, whose rationale is the need to rule by force, establishing a violent social order, and being a regime involving prominence of the military in the government. Other people in history, such as the French Napoleon Bonaparte and the Italian Benito Mussolini, have defined themselves as Caesarists. Bonaparte did not focus only on Caesar's military career but also on his relation with the masses, a predecessor to populism. The word is also used in a pejorative manner by critics of this type of political rule.",
            "score": 45.13226890563965
        },
        {
            "docid": "219117_12",
            "document": "Roman emperor . Julius Caesar, and then Augustus after him, accumulated offices and titles of the highest importance in the Republic, making the power attached to those offices permanent, and preventing anyone with similar aspirations from accumulating or maintaining power for themselves. However, Julius Caesar, unlike those after him, did so without the Senate's vote and approval.",
            "score": 43.737021684646606
        },
        {
            "docid": "57328_28",
            "document": "Julius Caesar (play) . After the theatres re-opened at the start of the Restoration era, the play was revived by Thomas Killigrew's King's Company in 1672. Charles Hart initially played Brutus, as did Thomas Betterton in later productions. \"Julius Caesar\" was one of the very few Shakespearean plays that was not adapted during the Restoration period or the eighteenth century.",
            "score": 32.83282518386841
        },
        {
            "docid": "57328_13",
            "document": "Julius Caesar (play) . Brutus next attacks Cassius for supposedly soiling the noble act of regicide by having accepted bribes. (\"Did not great Julius bleed for justice' sake? / What villain touch'd his body, that did stab, / And not for justice?\") The two are reconciled, especially after Brutus reveals that his beloved wife committed suicide under the stress of his absence from Rome; they prepare for a civil war against Mark Antony and Caesar's adopted son, Octavius, who have formed a triumvirate in Rome with Lepidus. That night, Caesar's ghost appears to Brutus with a warning of defeat. (He informs Brutus, \"Thou shalt see me at Philippi.\")",
            "score": 40.8180627822876
        },
        {
            "docid": "7514689_4",
            "document": "Medici giraffe . In 46 BC Julius Caesar had celebrated his triumphs in Egypt by returning to Rome with a vast menagerie, the star attraction of which was a giraffe, the first ever seen in Europe. The Romans did not know what to make of such an animal and named it the cameleopard, for it seemed to them to embody characteristics of both the camel and leopard. Caesar had the animal torn to shreds by lions in the arena, probably to emphasize his power by the disposal of such a rare creature in a casual manner. Lorenzo had read of the success of the spectacle of Caesar's giraffe and saw a way to cement his reputation in Florence by emulating it. He also realised that he could gain further political influence by passing the animal on and promised to send it to Anne of France, after its sojourn in Florence.",
            "score": 52.443403244018555
        },
        {
            "docid": "4308816_7",
            "document": "Julii Caesares . The rest of the genealogy is well-known. As Caesar left no legitimate sons to carry on his name and legacy, by his will he adopted his grand-nephew, Gaius Octavius, who thus became Gaius Julius Caesar Octavianus, the future emperor better known as Augustus. Octavian had only a daughter, and therefore adopted two of his grandchildren by Marcus Vipsanius Agrippa, who thus became Gaius and Lucius Julius Caesar; but when both died young, the emperor adopted their brother, who became Marcus Julius Caesar Agrippa Postumus, and a stepson, Tiberius Claudius Nero, who became Tiberius Julius Caesar. Tiberius' son, Nero Claudius Drusus, became Drusus Julius Caesar, and he adopted a nephew, Tiberius Claudius Nero Germanicus, who became Germanicus Julius Caesar; their children also became part of the Julia gens. The line draws to a close with the death of Germanicus' son, Gaius Julius Caesar Germanicus, better known simply as Gaius or Caligula, in AD 41; after this, the imperial authority passed to Gaius' uncle, Tiberius Claudius Nero Germanicus, and out of the Julian line.",
            "score": 45.246588349342346
        },
        {
            "docid": "23416512_3",
            "document": "Gaius Julius Caesar (name) . The name \"Caesar\" probably originated from a dialect of Latium which did not share the rhotacism of the Roman dialect. (That is, the \"s\" between vowels did not change to \"r\".) Using the Latin alphabet as it existed in the day of Julius Caesar (100 BC – 44 BC) (i.e., without lower case letters, \"J\", or \"U\"), Caesar's name is properly rendered (the spelling is also attested and is interchangeable with the more common ; however the letter was used with its antique pronunciation of [g], as it was an adaptation of Greek \"gamma\"). It is often seen abbreviated to . (The letterform is a ligature, which is often encountered in Latin inscriptions, where it was used to save space, and is nothing more than the letters \"ae\".) The leading vowels in each part of the name are long, and in Classical Latin, the whole name was pronounced , or, alternatively, with praenomen pronounced trisyllabically as . In Greek, during Caesar's time, his name was written \"Καῖσαρ,\" which was pronounced more or less the same.",
            "score": 42.110029220581055
        },
        {
            "docid": "48405_2",
            "document": "Caesar cipher . In cryptography, a Caesar cipher, also known as Caesar's cipher, the shift cipher, Caesar's code or Caesar shift, is one of the simplest and most widely known encryption techniques. It is a type of substitution cipher in which each letter in the plaintext is replaced by a letter some fixed number of positions down the alphabet. For example, with a left shift of 3, D would be replaced by A, E would become B, and so on. The method is named after Julius Caesar, who used it in his private correspondence.",
            "score": 35.78956961631775
        },
        {
            "docid": "1224846_2",
            "document": "Gaius Julius Caesar Strabo Vopiscus . Gaius Julius Caesar Strabo Vopiscus (\"C. Iulius L. f. Sex. n. Caesar Strabo Vopiscus\")(ca. 130 BC – 87 BC) was the younger son to Lucius Julius Caesar II and his wife Poppilia and younger brother to Lucius Julius Caesar III. His \"cognomina\" indicate he was possibly cross-eyed, and the surviving member of a set of twins.",
            "score": 44.225597620010376
        },
        {
            "docid": "17938506_9",
            "document": "Lucius Julius . Lucius Julius Caesar II, first cousin of Caesar's grandfather, grandson of Lucius Julius Caesar I;",
            "score": 38.01841449737549
        },
        {
            "docid": "12210646_2",
            "document": "Ambarri . The Ambarri were a Gallic people, whom Julius Caesar (\"B. G.\" i. 11) calls close allies and kinsmen of the Aedui. If the reading \"Aedui Ambarri\" in the passage referred to is correct, the Ambarri were Aedui. They are not mentioned among the \"clientes\" of the Aedui. (\"B. G.\" vii. 75.) They occupied a tract in the valley of the Rhône, probably in the angle between the Saône and the Rhône; and their neighbors on the east were the Allobroges. They are mentioned by Livy (v. 34) with the Aedui among those Galli who were said to have crossed the Alps into Italy in the time of Tarquinius Priscus.",
            "score": 34.31769371032715
        },
        {
            "docid": "783514_3",
            "document": "Gaius Julius Caesar . Livy mentions a senator named Gaius Julius who wrote a Roman history in Greek about 143 BC. Given the time period, he would probably have been one of the Julii Caesares, most probably a brother of the Sextus Julius Caesar who was consul in 157, and the great-grandfather of the dictator. This is how Drumann regarded the dictator's most likely descent. If his brother was the Sextus Julius Caesar who was consul in 157 BC, then he would be the son of Sextus Julius Caesar, the praetor in 208 BC.",
            "score": 50.75257730484009
        },
        {
            "docid": "1228853_4",
            "document": "Lucius Julius Caesar . Lucius Julius Caesar, son of the praetor of 183, was \"praetor urbanus\" in 166. A \"praetor urbanus\" named Julius Caesar was mentioned by Pliny the Elder as having died suddenly during his year of office, and was perhaps the same man, although some scholars identify him with Gaius Julius Caesar, the grandfather of the dictator.",
            "score": 43.325231313705444
        },
        {
            "docid": "1232477_7",
            "document": "Sextus Julius Caesar . Sextus Julius Caesar, the son of Gaius Julius Caesar and Marcia, is best known as the uncle of Gaius Julius Caesar, the dictator. He was praetor by 94 BC, and held the consulship in 91. Proconsul in 90, he won a military victory, probably over the Paeligni. He died while laying siege to Asculum.",
            "score": 44.75238275527954
        }
    ],
    "r": [
        {
            "docid": "4308816_6",
            "document": "Julii Caesares . It is therefore Sextus, the praetor of BC 208, rather than an otherwise unknown Lucius Julius Caesar, who was the father of Lucius Julius Caesar, praetor in 183 BC, and Sextus, the consul of 157. These sons provide the first two branches of the family; but the third branch, representing the ancestors of Gaius Julius Caesar, the dictator, are less certain. We know that Caesar's grandfather was also named \"Gaius\", and that he married a woman of the Marcia gens. Drumann supposed that he might have been the son of a senator named Gaius Julius, who wrote a Roman history in Greek about BC 143. This Gaius, he proposed, might have been a brother of Sextus Julius Caesar, the consul of 157, and therefore a son of the Sextus who was military tribune in 181. Since the two Sexti were in fact the same man, this would probably make the senator Gaius a third son of Sextus Julius Caesar, the praetor of 208 BC. If he was a senator in 143, and the great-grandfather of Caesar, who was born in BC 100, he was probably not the consul's son, as \"his\" eponymous and presumably eldest son, Sextus, was praetor in BC 123.",
            "score": 59.712223052978516
        },
        {
            "docid": "5168923_21",
            "document": "Render unto Caesar . Some see the parable as being Jesus' message to people that if they enjoy the advantages of a state such as Caesar's, as distinct from God's authority (for instance, by using its legal tender), they can't subsequently choose to ignore the laws of such a state. Henry David Thoreau writes in \"Civil Disobedience\": Christ answered the Herodians according to their condition. \"Show me the tribute-money,\" said he; – and one took a penny out of his pocket; – If you use money which has the image of Caesar on it, and which he has made current and valuable, that is, if you are men of the State, and gladly enjoy the advantages of Caesar's government, then pay him back some of his own when he demands it; \"Render therefore to Caesar that which is Caesar's and to God those things which are God's\" – leaving them no wiser than before as to which was which; for they did not wish to know. Mennonite Dale Glass-Hess wrote: It is inconceivable to me that Jesus would teach that some spheres of human activity lie outside the authority of God. Are we to heed Caesar when he says to go to war or support war-making when Jesus says in other places that we shall not kill? No! My perception of this incident is that Jesus does not answer the question about the morality of paying taxes to Caesar, but that he throws it back on the people to decide. When the Jews produce a denarius at Jesus' request, they demonstrate that they are already doing business with Caesar on Caesar's terms. I read Jesus' statement, \"Give to Caesar…\" as meaning \"Have you incurred a debt in regard to Caesar! Then you better pay it off.\" The Jews had already compromised themselves. Likewise for us: we may refuse to serve Caesar as soldiers and even try to resist paying for Caesar's army. But the fact is that by our lifestyles we've run up a debt with Caesar, who has felt constrained to defend the interests that support our lifestyles. Now he wants paid back, and it's a little late to say that we don't owe anything. We've already compromised ourselves. If we're going to play Caesar's games, then we should expect to have to pay for the pleasure of their enjoyment. But if we are determined to avoid those games, then we should be able to avoid paying for them. Mohandas K. Gandhi shared this perspective. He wrote: Jesus evaded the direct question put to him because it was a trap. He was in no way bound to answer it. He therefore asked to see the coin for taxes. And then said with withering scorn, \"How can you who traffic in Caesar's coins and thus receive what to you are benefits of Caesar's rule refuse to pay taxes?\" Jesus' whole preaching and practice point unmistakably to noncooperation, which necessarily includes nonpayment of taxes.",
            "score": 58.95671463012695
        },
        {
            "docid": "323117_17",
            "document": "Julia (gens) . During the century and a half between the last records of the Julii Iuli and the first appearance of the Julii Caesares, we encounter a Lucius Julius Libo, consul in BC 267. His surname Chase translates as \"sprinkler\", deriving it from \"libare\", and suggests that it might originally have signified the libation pourer at religious ceremonies. It is not certain whether the name was personal, or whether the consul inherited it from his father and grandfather, of whom all we know is that they were named Lucius. Some scholars have supposed that Libo was descended from the Julii Iuli, and that Lucius, the father of Sextus Julius Caesar, was his son; but the evidence is very slight.",
            "score": 58.76461410522461
        },
        {
            "docid": "25917536_24",
            "document": "Culture of Rome, Italy . Writing proliferated in Imperial Rome. Examples of writing are graffiti, inscriptions on altars and sarcophagi. The first great Roman libraries were formed by treasure acquired through warfare, including the library founded by Aemilius Paulus after he won a campaign against Macedonia. However those libraries were not open to the public. The first public library was not created until the time of Julius Caesar. The esteem for books held by aristocratic Romans kept increasing, though the most common form of reading to read aloud from papyrus scrolls. Wealthy Romans who liked to read would employ lectors to read those scrolls or keep a slave to read scrolls. Unfortunately by the third-century, Rome had started to be affected by barbarian invasions and the libraries closed, and the love for reading dimmed(Lyons, 2011).",
            "score": 58.00775909423828
        },
        {
            "docid": "69880_95",
            "document": "Napoleon . While in exile, Napoleon wrote a book about Julius Caesar, one of his great heroes. He also studied English under the tutelage of Count Emmanuel de Las Cases with the main aim of being able to read English newspapers and books, as access to French newspapers and books was heavily restricted to him on Saint Helena.",
            "score": 57.942649841308594
        },
        {
            "docid": "9437624_15",
            "document": "Art patronage of Julius II . Many also criticize Julius II for having repeatedly identified himself with Julius Caesar. His desire to emulate Caesar and his extravagant patronage further the negative connotations. Scholars have drawn this conclusion from the medal Julius had made for Saint Peter's with himself on the back, as well as his self-chosen name of Julius. (Gosman, 44) The second, less common stance, is that Julius’s main motive for his patronage was for his own personal aesthetic pleasure (Gosman, 45). One scholar defends Julius II's patronage by stating: \"“It must not be forgotten that not all messages conveyed in works commissioned by a patron, let alone those merely addressed to him, can be read as a communication by the patron of his thinking and claims and aspirations. To say this is not to deny that messages may be read into them, but it should not be assumed that patrons would necessarily have cared about or understood or been motivated by theories and statements about their power and authority that may be coded into the works of art they paid for\". \" (Gosman, 61)",
            "score": 57.464622497558594
        },
        {
            "docid": "8455760_8",
            "document": "History of assassination . Julius Caesar was one of the three leaders of the First Triumvirate of the Roman Republic. After the other two members of the Triumvirate died, Julius Caesar became so popular he was proclaimed 'Dictator for Life', but the senate of the Roman Republic saw this as the end of the Republic, so, on the Ides of March (March 15) of 44 BC, the Roman Senate, including Marcus Junius Brutus the Younger who was a friend of Caesar went to the Senate, and when Caesar arrived, they stabbed him to death. When he was dying, Caesar is said to (in a play by Shakesphere) have looked at Brutus and say \"Et tu, Brute?\", or \"And you, Brutus?\". However, there is no record as to whether or not Caesar actually said these things. Soon after this, the Second Triumvirate was formed, ending in the collapse of the Roman Republic and the creation of the Roman Empire by Augustus Caesar.",
            "score": 57.03478240966797
        },
        {
            "docid": "4308816_3",
            "document": "Julii Caesares . The first of the Julii Caesares to appear in history was Sextus Julius Caesar, praetor in Sicily in 208 BC. From the filiation of his son, Sextus, \"Sex. f. L. n.\", we know that his father was named \"Lucius\", but precisely who this Lucius was and whether he bore the surname \"Caesar\" is uncertain. On the assumption that the Caesares were descended from earlier notable families of the Julia gens, some scholars have suggested that he was the son of Lucius Julius Libo, consul in 267 BC.",
            "score": 56.991825103759766
        },
        {
            "docid": "33398353_53",
            "document": "Safa Khulusi . ibn al-Baytar al-Malaqi (d.1248), born in Malaga, Spain, is remembered in the field of early pharmacology. In his book on botany \"Collection of Simple Drugs\", he describes fourteen hundred varieties of plants with known medicinal properties, including many that he personally collected over a belt extending from Spain to Syria. According to Khulusi, Arabic and Islamic pharmacology continued to influence Europe well into the 19th century and ibn al-Baytar's treatises were read and studied as late as the 1830s.",
            "score": 56.65858459472656
        },
        {
            "docid": "20517149_22",
            "document": "Women's medicine in antiquity . The word “caesarian” possibly derives from the ancient Roman ruler Julius Caesar, because it was believed that Caesar was delivered through this procedure. However, this is probably based more on tradition and myth than historical accuracies. Another possibility for the etymology of the word “caesarian” is the Latin word \"caedere\", meaning “to cut”. This practice is probably much older than Julius Caesar, but \"C-sections\", as performed by the Romans, were done to rescue the baby from a dying or already dead mother, and were performed post-mortem. Evidence suggests that Jews in ancient Rome successfully practiced C-sections on living mothers who were not in danger of dying. Evidence of these procedures is found in several collections of ancient Roman rabbis, the most famous of which is called the Mishnah. Greeks and Egyptians did not perform C-sections, either post-mortem or on living mothers. However, Greeks would have had at least some knowledge of the Caesarian operation and the procedure involved. The Greek god Aesclepius was fabled to have been extracted from his mother’s womb through this procedure. Other than the evidence of Jews practicing C-sections in antiquity (very little in ancient Rome, even less in ancient Greece), not much more evidence exists regarding Caesarian-operation birth. One reason could have been that C-sections were not performed very often because of medical complications or superstitions surrounding C-sections. In early Christian Rome, C-sections were almost non-existent. Loss of skill is a possibility for the lack of C-sections. Infant mortality rates were high in antiquity, so C-sections certainly could have been useful. However, early Christian doctors could have disregarded C-sections as a socially acceptable operation because of religious beliefs. Disease, a perceived need for secrecy, and social discouragement could have also been factors that lead to the decline in C-sections among early Christians in Rome. Almost no evidence exists for C-sections in the Christian world until the 10th century.",
            "score": 56.21853256225586
        },
        {
            "docid": "20755981_3",
            "document": "Joseph Barsalou (physician) . Joseph Barsalou was born in Agen in the south west of France. He came from a family of apothecaries that was originally from Narbonne. Joseph Barsalou received no formal medical training. His father handed down his knowledge of herbs and minerals. It is through his friendship with the Scaliger family that Joseph Barsalou gained access to the library of Julius Caesar Scaliger and his son Joseph Justus Scaliger. Julius Caesar Scaliger was a physician, philosopher and commentator of Aristotle. His son Josephus Justus Scaliger was a scholar, linguist and historian. Joseph Barsalou built on his traditional knowledge of herbs with an introduction to medicine and philosophy reading Galen, Aristotle and Pythagoras.",
            "score": 56.17146682739258
        },
        {
            "docid": "57328_10",
            "document": "Julius Caesar (play) . \"Other\" The play opens with two tribunes discovering the commoners of Rome celebrating Julius Caesar's triumphant return from defeating the sons of his military rival, Pompey. The tribunes, insulting the crowd for their change in loyalty from Pompey to Caesar, attempt to end the festivities and break up the commoners, who return the insults. During the feast of Lupercal, Caesar holds a victory parade and a soothsayer warns him to \"Beware the ides of March\", which he ignores. Meanwhile, Cassius attempts to convince Brutus to join his conspiracy to kill Caesar. Although Brutus, friendly towards Caesar, is hesitant to kill him, he agrees that Caesar may be abusing his power. They then hear from Casca that Mark Antony has offered Caesar the crown of Rome three times and that each time Caesar refused it with increasing reluctance, in hopes that the crowd watching the exchange would beg him to accept the crown, yet the crowd applauded Caesar for denying the crown, upsetting Caesar, due to him wanting to accept the crown. On the eve of the ides of March, the conspirators meet and reveal that they have forged letters of support from the Roman people to tempt Brutus into joining. Brutus reads the letters and, after much moral debate, decides to join the conspiracy, thinking that Caesar should be killed to \"prevent\" him from doing anything against the people of Rome if he were ever to be crowned.",
            "score": 55.75760269165039
        },
        {
            "docid": "39723440_3",
            "document": "Sextus Julius Caesar (consul 157 BC) . From his filiation, we know that Sextus' father was also named \"Sextus\", and that his grandfather was named \"Lucius\". In his reconstruction of the family, classical scholar Wilhelm Drumann assumed that he was the son of Sextus Julius Caesar, one of the military tribunes of 181 BC, and the grandson of an otherwise unknown Lucius Julius Caesar, who would have been the son of Sextus, praetor in 208 BC. However, more recent scholarship has concluded that the military tribune and the consul were the same person, and that his father was the praetor of 208.",
            "score": 55.62364196777344
        },
        {
            "docid": "32008642_5",
            "document": "Hubert Goltzius . Golzius had his own printshop in Bruges, where he published \"Caius Julius Caesar, or a history of Roman Emperors in medals\" in 1563, and \"The life of Julius Caesar\" in 1566. In 1567 he published the book \"Fastos\" for which he was made an honorary Roman citizen by the Rome council (and which was noted in his next book called \"Caesar Augustus\" in 1574). He published his final book in 1576 on the emperors of Greece in medallions. His portrait was painted twice by Antonis Mor in exchange for his medallion book. These paintings, as well as the books, were all honored in verse by various poets. The same goes for the engraved portrait by Melchior Lorck, used in his last book from 1576 and also used independently.",
            "score": 55.5055046081543
        },
        {
            "docid": "27180991_2",
            "document": "Julia (wife of Sulla) . Julia, or possibly Ilia (c. 129 BC – c. 104 BC), was a Roman noblewoman who was the first wife of Sulla, later a Roman dictator. Little is known of her life and sources are confused as to whether her name was \"Julia\" or \"Ilia\". If Julia is correct, she could have been a daughter of Lucius Julius Caesar II, and therefore a sister of future consul Lucius Julius Caesar III and Gaius Julius Caesar Strabo Vopiscus. Around 110 BC, while both were young, Julia married Sulla. A marital connection to the Julii Caesares may have served Sulla in his political life, as when he was chosen to serve under Gaius Marius in the Jugurthine War. Julia and Sulla had a daughter, Cornelia, who later was active in Roman society. Julia apparently died young, and Sulla married his second wife, Aelia.",
            "score": 55.415977478027344
        },
        {
            "docid": "74699_4",
            "document": "Juba II . Juba II was brought to Rome by Julius Caesar and he took part in Caesar’s triumphal procession. In Rome he learned Latin and Greek, became romanized and was granted Roman citizenship. Through dedication to his studies, he is said to have become one of Rome's best educated citizens, and by age 20 he wrote one of his first works entitled \"Roman Archaeology\". He was raised by Julius Caesar and later by his great-nephew Octavian (future Emperor Caesar Augustus). While growing up, Juba II accompanied Octavian on military campaigns, gaining valuable experience as a leader. He fought alongside Octavian in the battle of Actium in 31 BC. They became longtime friends.",
            "score": 55.31061553955078
        },
        {
            "docid": "783514_4",
            "document": "Gaius Julius Caesar . The grandfather of the dictator is relatively unknown; he might have been the same Julius Caesar who died while \"praetor urbanus\". Nothing is known of the career of Gaius Julius Caesar, except that he can possibly be identified with a praetor who died suddenly at Rome, according to Pliny; but that may instead have been the Lucius Julius Caesar who held that office in 166 BC. We know that the dictator's paternal grandmother was named Marcia, and that through her the family traced its descent from Ancus Marcius, the fourth King of Rome.",
            "score": 55.127471923828125
        },
        {
            "docid": "19594563_20",
            "document": "Tacitus . The \"Annals\", Tacitus' final work, covers the period from the death of Augustus Caesar in 14 AD. He wrote at least sixteen books, but books 7–10 and parts of books 5, 6, 11 and 16 are missing. Book 6 ends with the death of Tiberius and books 7 to 12 presumably covered the reigns of Caligula and Claudius. The remaining books cover the reign of Nero, perhaps until his death in June 68 or until the end of that year to connect with the \"Histories\". The second half of book 16 is missing, ending with the events of 66. We do not know whether Tacitus completed the work; he died before he could complete his planned histories of Nerva and Trajan and no record survives of the work on Augustus Caesar and the beginnings of the Roman Empire, with which he had planned to finish his work. The \"Annals\" is one of the earliest secular historical records to mention Christ, which Tacitus does in connection with Nero's persecution of the Christians. Tacitus wrote three works with a more limited scope. \"Agricola\", a biography of his father-in-law Gnaeus Julius Agricola; the \"Germania\", a monograph on the lands and tribes of barbarian Germania; and the \"Dialogus\", a dialogue on the art of rhetoric.",
            "score": 54.976104736328125
        },
        {
            "docid": "4358254_37",
            "document": "The Twelve Caesars . We learn from Suetonius that Claudius was the first Roman commander to invade Britain since Julius Caesar a century earlier. Cassius Dio gives a more detailed account of this. He also went farther than Caesar, and made Britain subject to Roman rule. Caesar had \"conquered\" Britain, but left the Britons alone to rule themselves. Claudius was not as kind. The invasion of Britain was the major military campaign under his reign.",
            "score": 54.06737518310547
        },
        {
            "docid": "430788_4",
            "document": "The Emperor's Club . William Hundert works at a boarding school for boys called Saint Benedict's in 1972. He is a passionate teacher of Classics who finds his tightly-controlled world shaken when a new student, Sedgewick Bell, walks into his classroom. Sedgewick Bell is the cocky son of a U.S. Senator who possesses none of Hundert's principles. After a dressing down from his father, Bell develops a close relationship with Hundert. After Hundert intentionally raises Bell's class rank by one place, Bell finishes in the top 3 in Hundert's class and qualifies for the traditional end of the year Mr. Julius Caesar contest. However, Hundert reconsiders his actions when he sees Martin Blythe, the rightful third place contestant, despondently withdrawn under a tree. The Mr. Julius Caesar competition is an event in front of the whole school, which is a series of questions about classics. However, when Hundert sees Bell using crib notes, the headmaster orders Hundert to ignore it. Hundert then asks a question on Hamilcar Barca which was not covered in class, but is answered by another contestant, Deepak Metha, who knew due to his personal interest in military science, and Metha is crowned Mr. Julius Caesar. The cheating is never publicized, but the trust Bell and Hundert had in each other is broken. Bell returns to his class clown ways and barely graduates in 1976, with Hundert remarking he had a sense of deep disappointment handing Bell the diploma. Twenty-five years later, Hundert is poised to become the new headmaster, but resigns in shock when a less experienced teacher gets the position due to his fundraising ability. Hundert is later told that Sedgewick Bell will make a tremendous donation to Saint Benedict's, but that is contingent upon Hundert hosting a Mr. Julius Caesar contest at Bell's resort hotel on the Gold Coast. The now adult members of Hundert's 1972 class are also invited, and all enjoy the reunion, with Metha now working as a college professor of ancient history himself. However, when the competition progresses, Hundert sees Bell is being fed answers through an earpiece, echoing the original cheating. Hundert asks a question about Shutruk Nahunte, who all the other men know about sans Bell. Metha answers correctly and once again wins. Afterwards Bell announces that he will be running for a seat in the U.S. Senate. While the men applaud, Hundert is aghast that he was used for political grandstanding.",
            "score": 53.321537017822266
        },
        {
            "docid": "5835992_6",
            "document": "Viromandui . The Viromandui are perhaps most famous for being a part of a Belgic alliance against the expansion of Julius Caesar. Alongside the Nervii and the Atrebates, they fought against Julius Caesar in the Battle of the Sabis, around 57 BC, named for the river that split the battlefield. We know about this battle because it is described extensively in Julius Caesar’s \"De Bello Gallico\". He tells how the Belgae surprised the Romans by charging out of the woods while the legions were still constructing the Roman camp. In the initial part of the battle, the Romans lost their camp and took heavy losses, prompting their Gallic allies to desert them. However, they reformed their lines and were finally able to rout the Viromandui and Atrebates, wiping out the Nervii, who reportedly “fought to the last, fighting on top of the corpses of their brethren.” After this battle Caesar went on to destroy all the strongholds of all the Belgic tribes, breaking their power and making them part of the Roman Empire.",
            "score": 53.30420684814453
        },
        {
            "docid": "39202379_25",
            "document": "Destruction of the Library of Alexandria . Thus Orosius laments the pillaging of libraries within temples in 'his own time' by 'his own men' and compares it to the destruction of the Great Library destroyed at the time of Julius Caesar. He is certainly referring to the plundering of pagan temples during his lifetime, but this presumably did not include the library of Alexandria, which he assumes was destroyed in Caesar's time. While he admits that the accusations of plundering books are “true enough,” he then suggests that the books in question were not copies of those that had been housed at the Great Library, but rather new books \"to rival the ancient love of literature.\" Orosius does not say where temples' books were taken, whether to Constantinople or to local monastic libraries or elsewhere, and he does not say that the books were destroyed.",
            "score": 53.2330322265625
        },
        {
            "docid": "48515036_2",
            "document": "Tigellius . Tigellius (1st century BC – 40 BC), was a lyric poet during the time of Julius Caesar. The little information we have about him are those on the Satires of Horace and some letters of Cicero. From them we know that he was a Sardinian, a fine singer and a close friend of Julius Caesar.",
            "score": 53.22600555419922
        },
        {
            "docid": "192515_3",
            "document": "Pedanius Dioscorides . A native of Anazarbus, Cilicia, Asia Minor, Dioscorides likely studied medicine nearby at the school in Tarsus, which had a pharmacological emphasis, and he dedicated his medical books to Laecanius Arius, a medical practitioner there. Though he says he served in the Roman army, his pharmacopeia refers almost solely to plants found in the Greek-speaking eastern Mediterranean, making it unlikely that he served in campaigns (or traveled) outside that region. The name Pedanius is Roman, suggesting that an aristocrat of that name sponsored him to become a Roman citizen.",
            "score": 53.198768615722656
        },
        {
            "docid": "6247834_3",
            "document": "Julius Hunter . Hunter was born in St. Louis to Van and Lena Hunter. Under the tutelage of an older brother, Van, Julius began reading by the age of three. With no books of note in the home, Van taught the boy, Julius, how to read using the local telephone directory and the labels on grocery items. Hunter says today about his early reading lessons, “It was ‘Hooked On Phonics’ before there was ‘Hooked On Phonics. “I still read every grocery can label in my kitchen pantry from time to time.”Too advanced for kindergarten, Julius’ entry level teachers at Cole Elementary School advanced him to second grade after just one semester in school. His first dictionary, given to him by his fourth grade teacher, Johnetta Jackson, sparked the boy Julius to love words and reading. “I read that dictionary like it was a novel,” he says.",
            "score": 53.13943862915039
        },
        {
            "docid": "6140_76",
            "document": "Claudius . The influence of historical study on Claudius is obvious. In his speech on Gallic senators, he uses a version of the founding of Rome identical to that of Livy, his tutor in adolescence. The speech is meticulous in details, a common mark of all his extant works, and he goes into long digressions on related matters. This indicates a deep knowledge of a variety of historical subjects that he could not help but share. Many of the public works instituted in his reign were based on plans first suggested by Julius Caesar. Levick believes this emulation of Caesar may have spread to all aspects of his policies.",
            "score": 53.00530242919922
        },
        {
            "docid": "39733963_3",
            "document": "Sextus Julius Caesar (praetor 208 BC) . Sextus is the earliest member of the Julii Caesares whose name is found in historical sources. From the filiation of his son, Sextus, we know that his father's name was \"Lucius\", but it is not known whether his father bore the surname of \"Caesar\". At least some scholars have proposed that this Lucius was the son of Lucius Julius Libo, consul in 267 BC.",
            "score": 52.769840240478516
        },
        {
            "docid": "7347256_10",
            "document": "Jamu . One of the first European physicians to study jamu was Jacobus Bontius (Jacob de Bondt), who was a physician in Batavia (today's Jakarta) in the early seventeenth century. His writings contain information about indigenous medicine. A comprehensive book on indigenous herbal medicine in the Indies was published by Rumphius, who worked on Ambon during the early eighteenth century. He published a book called \"Herbaria Amboinesis (The Ambonese Spice Book)\". During the nineteenth century, European physicians had a keen interest in jamu, as they often did not know how to treat the diseases they encountered in their patients in the Indies. The German physician Carl Waitz published on jamu in 1829. In the 1880s and 1890s, A.G. Vorderman published extensive accounts on jamu as well. Pharmacological research on herbal medicine was undertaken by M. Greshoff and W.G. Boorsma at the pharmacological laboratory at the Bogor Botanical Garden",
            "score": 52.6978759765625
        },
        {
            "docid": "3700301_5",
            "document": "Francesco Carotta . The thesis of Carotta's book \"Jesus was Caesar\" is based on a comparison of the gospels, especially the earliest Gospel of Mark, with the ancient sources about the last years in the life of Caesar and his immediate legacy. Roman sources include Appian, Plutarch and Suetonius, who all relied to some extent on Caesar's contemporary Gaius Asinius Pollio and his lost \"Historiae\", which according to Carotta might constitute the \"Latin Ur-Gospel\". This is augmented by comparisons from archaeology, numismatics, iconography, liturgy, and ritual traditions. Carotta argues that the multiple parallels he sees between the lives and cults of Caesar and Jesus can best be explained by his theory that Jesus Christ is based on the deified Julius Caesar, transformed and mirrored in the eastern Hellenistic and judaizing regions of the Roman Empire.",
            "score": 52.68065643310547
        },
        {
            "docid": "2670130_11",
            "document": "The Jesus Mysteries . New Testament scholar and secular agnostic Bart D. Ehrman, in a 2007 interview with the \"Fortean Times\", was similarly asked for his views on the work of Freke and Gandy. Not having read their work, he responded by commenting on the thesis, \"This is an old argument, even though it shows up every 10 years or so. This current craze that Christianity was a mystery religion like these other mystery religions-the people who are saying this are almost always people who know nothing about the mystery religions; they've read a few popular books, but they're not scholars of mystery religions. The reality is, we know very little about mystery religions-the whole point of mystery religions is that they're secret! So I think it's crazy to build on ignorance in order to make a claim like this.\" In his 2012 book \"Did Jesus Exist?\", Ehrman, now having actually read the book, addresses many of Freke and Gandy's assertions, demonstrating why they do not hold up to scholarly criticism. According to Ehrman's analysis, most of Freke and Gandy's alleged evidence is either fabricated, the result of gross misinterpretation, or mere bald assertion based on the claims of other writers rather than actual historical evidence. Ehrman concludes, \"This is not serious scholarship. It is sensationalist writing driven by a desire to sell books.\" He also remarks that \"In both its detail and its overarching thesis, the book often reads like an undergraduate thesis, filled with patently false information and inconsistencies.\" He then provides a long list of examples of serious historical errors in the book, as well as places where Freke and Gandy's own arguments contradict each other.",
            "score": 52.57234573364258
        },
        {
            "docid": "2926817_3",
            "document": "Memnon of Heraclea . Memnon's history encompassed an unknown number of books, but Photius had read the ninth through the sixteenth, and made a tolerably copious abstract of that portion. The first eight books he had not read, and he speaks of other books after the sixteenth. The ninth book begins with an account of the tyrant Clearchus, the disciple of Plato and Isocrates. The thirteenth book contains a long account of the rise of Rome. The last event mentioned in the sixteenth book was the death of Brithagoras, who was sent by the Heracleians as ambassador to Julius Caesar, after the latter had obtained the supreme power (48 BC).",
            "score": 52.47629165649414
        },
        {
            "docid": "37536666_5",
            "document": "The Sacred Mushroom and the Cross . To some biblical scholars in Britain, the new book looked like the psychedelic ravings of a hippie cultist. To others, it was merely an outlandish hoax. One described it as reading \"like a Semitic philologist's erotic nightmare\". The book has been described as \"\"notorious\"\" and as \"\"one of the strangest books ever published on the subject of religion and pharmacology\"\". There was a media frenzy when it was published at the dawn of the 1970s. This caused the publisher to apologize for issuing it and forced Allegro's resignation from his university position. Judith Anne Brown suggested that the book was \"\"difficult to read and difficult to summarize, because he follows clues that criss-cross different cultures and lead into many-layered webs of association\"\". Mark Hall writes that Allegro suggested the scrolls all but proved that a historical Jesus never existed. Philip Jenkins writes that Allegro was an eccentric scholar who relied on texts that did not exist in quite the form he was citing them, and calls the \"Sacred Mushroom and the Cross\" \"possibly the single most ludicrous book on Jesus scholarship by a qualified academic\".",
            "score": 52.446712493896484
        }
    ]
}