{
    "q": [
        {
            "docid": "25529469_4",
            "document": "Solar eclipse of January 5, 1935 . It was the last eclipse of solar saros 111 with the moon's penumbra touching the earth for just 10 minutes. The next mini eclipse in 296 years, the last solar eclipse that was very short occurred on January 4, 1639 and had a magnitude of 0.0009 and lasted for about 7 minutes.",
            "score": 64.81179356575012
        },
        {
            "docid": "53464434_3",
            "document": "Solar eclipse of April 5, 1837 . It was the first of three partial eclipses that took place that year, each two in two months, the next on was on May 4 covered a part of the Northern Hemisphere. It was the last of solar saros 107.",
            "score": 64.19923973083496
        },
        {
            "docid": "53467617_3",
            "document": "Solar eclipse of February 3, 1859 . It was the first of four partial eclipses that took place that year, two in a space of two months each, the next on was on March 4 and covered a small part of the Northern Hemisphere. It was the last of solar saros 109.",
            "score": 63.47586369514465
        },
        {
            "docid": "53559973_5",
            "document": "Solar eclipse of January 4, 1639 . It was the last solar eclipse that took place to date that was under the magnitude of 0.001. The next short solar eclipse was on January 5, 1935 in the Southern Hemisphere and the magnitude above 0.001.",
            "score": 58.5346565246582
        },
        {
            "docid": "53559973_4",
            "document": "Solar eclipse of January 4, 1639 . It was the first of three partial eclipses that took place that year, the last occurred in the Southern Hemisphere on December 5, 1638, the next was on June 1.",
            "score": 67.93602395057678
        },
        {
            "docid": "53577132_3",
            "document": "Solar eclipse of July 9, 1888 . It was the second of three partial eclipses that took place that year, the last was on February 11 and the next was on August 7 in the Northern Hemisphere It was the last four of solar saros 115, the next was on July 21, 1906 and the last was on August 12, 1942.",
            "score": 64.09626507759094
        },
        {
            "docid": "53570300_3",
            "document": "Solar eclipse of December 2, 1880 . It was the last of four eclipses that took place that year, the last two that were partial. It was the last four of solar saros 111, the next eclipses of the cycle were on December 13, 1898, December 24, 1916 and January 5, 1935.",
            "score": 67.72657990455627
        },
        {
            "docid": "53559778_3",
            "document": "Solar eclipse of November 21, 1862 . It was the first of three partial eclipses that took place that year, the last occurred in the same hemisphere on June 27, nearly on the opposite side of the previous eclipse. It was the last three of the solar saros 111, the next was on December 2, 1880 and the last was on January 5, 1935.",
            "score": 75.08825731277466
        },
        {
            "docid": "53560245_3",
            "document": "Solar eclipse of November 10, 1844 . It was last of four partial eclipses that took place that year, two in the space of two months each, the last one was on July 1819 and covered a part of the Northern Hemisphere. It was the last six of the solar saros 111 cycle of eclipses, the next one was on November 21, 1862 and the last one on January 5, 1935.",
            "score": 69.38177251815796
        },
        {
            "docid": "53456049_3",
            "document": "Solar eclipse of August 7, 1812 . It was one of four partial eclipses that took place that year, each two in two months, the last one was on March 13 in the same hemisphere, the next one was on September 12 and covered a part of the Northern Hemisphere mainly North America. A part of the eclipse occurred in a smaller area where the previous partial eclipse happened. It was the last three of solar saros 113, the next two were on August 18, 1830 and on August 28, 1848.",
            "score": 63.419952392578125
        },
        {
            "docid": "53456326_3",
            "document": "Solar eclipse of August 18, 1830 . It was one of four partial eclipses that took place that year, each two in two months, the last one was on March 30 in the same hemisphere, the next one was on September 17 and covered a part of the Northern Hemisphere. It was the last two of solar saros 113, the next was on August 28, 1848.",
            "score": 61.48389291763306
        },
        {
            "docid": "24674591_3",
            "document": "Solar eclipse of July 2, 2019 . Totality will be visible from the southern Pacific Ocean east of New Zealand to the Coquimbo Region in Chile and Argentina at sunset, with the maximum of 4 minutes 32 seconds visible from the Pacific Ocean. Astronomers Without Borders collected eclipse glasses for redistribution to Latin America and Asia for their 2019 eclipses from the solar eclipse of August 21, 2017. A total solar eclipse will cross this region on December 14, 2020 just 531 days later.",
            "score": 70.90940117835999
        },
        {
            "docid": "25235468_1",
            "document": "Solar eclipse of December 14, 2020 . Solar eclipse of December 14, 2020",
            "score": 69.44636011123657
        },
        {
            "docid": "25235457_1",
            "document": "Solar eclipse of June 21, 2020 . Solar eclipse of June 21, 2020",
            "score": 72.97611331939697
        },
        {
            "docid": "53476492_3",
            "document": "Solar eclipse of October 29, 1837 . It was the last of three partial eclipses that took place that year, the first of two in two months, the last was on May 4 which covered a part of the Northern Hemisphere. It was part of solar saros 150.",
            "score": 59.39570665359497
        },
        {
            "docid": "25208151_3",
            "document": "Solar eclipse of June 30, 1973 . With a maximum eclipse of 7 minutes and 4 seconds, this was the last total solar eclipse that exceeds 7 minutes in this series. The last total eclipse over 7 minutes was on July 1, 1098 which lasted 7 minutes and 5 seconds. There will not be a longer total solar eclipse until June 25, 2150.",
            "score": 70.52394413948059
        },
        {
            "docid": "53463969_3",
            "document": "Solar eclipse of March 25, 1819 . It was the first of four partial eclipses that took place that year, each two in two months, the next on was on April 24 covered a part of the Northern Hemisphere. It was the last two of solar saros 107, the last one was on April 5, 1837.",
            "score": 63.78270196914673
        },
        {
            "docid": "25235468_2",
            "document": "Solar eclipse of December 14, 2020 . A total solar eclipse will occur on December 14, 2020. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide.",
            "score": 75.02370119094849
        },
        {
            "docid": "25559060_3",
            "document": "Solar Saros 139 . This series is currently producing total eclipses over 4 minutes long, with each one gradually increasing in length. It will continue to do so until July 16, 2186 when it will produce the longest total eclipse calculated for the ten millennia from 3999 BCE to 6000 CE. The last eclipse to occur was a total eclipse on March 29, 2006, lasting 4 minutes 7 seconds and passing over portions of Africa and western Asia. The next eclipse will occur on April 8, 2024, lasting 4 minutes 28 seconds over central North America, entering in Mexico, crossing the United States, and leaving in eastern Canada.",
            "score": 53.99048209190369
        },
        {
            "docid": "25235457_2",
            "document": "Solar eclipse of June 21, 2020 . An annular solar eclipse will occur on June 21, 2020. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. An annular solar eclipse occurs when the Moon's apparent diameter is smaller than the Sun's, blocking most of the Sun's light and causing the Sun to look like an annulus (ring). An annular eclipse appears as a partial eclipse over a region of the Earth thousands of kilometres wide. <BR>Animated path",
            "score": 78.228595495224
        },
        {
            "docid": "53467409_3",
            "document": "Solar eclipse of January 22, 1841 . It was the first of four partial eclipses that took place that year, two in a space of two months each, the next on was on February 21 covered a small part of the Northern Hemisphere. It was the last two of solar saros 109, the last one was on February 3, 1859.",
            "score": 71.0480604171753
        },
        {
            "docid": "36125553_3",
            "document": "Solar eclipse of March 14, 1801 . It was the first of four partial eclipses that took place that year, each two in two months, the next on was on April 13 covered a part of the Northern Hemisphere. It was the last three of solar saros 107, the next two were on March 25, 1819 and April 5, 1837.",
            "score": 66.38299894332886
        },
        {
            "docid": "25053420_5",
            "document": "Solar eclipse of February 26, 1979 . Many visitors traveled to the Pacific Northwest to view the Monday morning eclipse, as it was the last chance to view a total solar eclipse in the contiguous United States for almost four decades. The next opportunity was 38½ years later on August 21, 2017, also a Monday.",
            "score": 59.91330814361572
        },
        {
            "docid": "4557237_4",
            "document": "List of solar eclipses in the 21st century . The next solar eclipse (Partial) will occur on July 13, 2018; the last solar eclipse (Partial) occurred on February 15, 2018.",
            "score": 60.674577713012695
        },
        {
            "docid": "53467514_3",
            "document": "Solar eclipse of January 12, 1823 . It was one of four partial eclipses that took place that year, two within the space of two months each, the next one was on February 11 and covered the Northern Hemisphere. It was the three of last of solar saros 109, the next two were on January 22, 1841 and February 5, 1859.",
            "score": 66.03599953651428
        },
        {
            "docid": "25428869_2",
            "document": "Solar eclipse of September 4, 2100 . A total solar eclipse is forecast to occur on September 4, 2100. It will be the last solar eclipse of the 21st century. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide.",
            "score": 60.15955972671509
        },
        {
            "docid": "25208100_4",
            "document": "Solar eclipse of August 12, 2026 . The last total eclipse in Europe occurred on August 11, 1999.  The last total solar eclipse happened in Spain on August 30, 1905 and followed a similar path across the country. The next total eclipse visible in Spain will happen less than a year later on 2 August 2027. A partial eclipse will cover more than 90% of the area of the sun in Ireland, Great Britain, Portugal, France, Italy, the Balkans and North Africa and to a lesser extent in most of Europe, North Africa and North America.",
            "score": 59.04838013648987
        },
        {
            "docid": "66109_11",
            "document": "Eclipse cycle . If a solar eclipse occurs at one new moon, which must be close to a node, then at the next full moon the Moon is already more than a day past its opposite node, and may or may not miss the Earth's shadow. By the next new moon it is even further ahead of the node, so it is less likely that there will be a solar eclipse somewhere on Earth. By the next month, there will certainly be no event.",
            "score": 62.991204500198364
        },
        {
            "docid": "632331_31",
            "document": "Transit of Venus . The simultaneous occurrence of a transit of Mercury and a transit of Venus does occur, but extremely infrequently. Such an event last occurred on 22 September 373,173 BC and will next occur on 26 July 69,163, and again on 29 March 224,508. The simultaneous occurrence of a solar eclipse and a transit of Venus is currently possible, but very rare. The next solar eclipse occurring during a transit of Venus will be on 5 April 15,232. The last time a solar eclipse occurred during a transit of Venus was on 1 November 15,607 BC. The day after the Venerean transit of 3 June 1769 there was a total solar eclipse, which was visible in Northern America, Europe and Northern Asia.",
            "score": 71.43419671058655
        },
        {
            "docid": "53443787_3",
            "document": "Solar eclipse of March 13, 1812 . It was one of four partial eclipses that took place that year, each two in two months, the last one was on February 12 and covered a part of the Northern Hemisphere. The next eclipse was on August 7 1812 in a smaller part of where the eclipse happened in the same year.",
            "score": 57.525174617767334
        },
        {
            "docid": "5024887_24",
            "document": "Solar eclipse . Total solar eclipses are rare events. Although they occur somewhere on Earth every 18 months on average, it is estimated that they recur at any given place only once every 360 to 410 years, on average. The total eclipse lasts for only a maximum of a few minutes at any location, because the Moon's umbra moves eastward at over 1700 km/h. Totality currently can never last more than 7 min 32 s. This value changes over the millennia and is currently decreasing. By the 8th millennium, the longest theoretically possible total eclipse will be less than 7 min 2 s. The last time an eclipse longer than 7 minutes occurred was June 30, 1973 (7 min 3 sec). Observers aboard a Concorde supersonic aircraft were able to stretch totality for this eclipse to about 74 minutes by flying along the path of the Moon's umbra. The next total eclipse exceeding seven minutes in duration will not occur until June 25, 2150. The longest total solar eclipse during the 11,000 year period from 3000 BC to at least 8000 AD will occur on July 16, 2186, when totality will last 7 min 29 s. For comparison, the longest total eclipse of the 20th century at 7 min 8 s occurred on June 20, 1955, and there are no total solar eclipses over 7 min in duration in the 21st century.",
            "score": 79.32215583324432
        },
        {
            "docid": "5024887_26",
            "document": "Solar eclipse . Between two and five solar eclipses occur every year, with at least one per eclipse season. Since the Gregorian calendar was instituted in 1582, years that have had five solar eclipses were 1693, 1758, 1805, 1823, 1870, and 1935. The next occurrence will be 2206. On average, there are about 240 solar eclipses each century.",
            "score": 60.79382824897766
        }
    ],
    "r": [
        {
            "docid": "5024887_24",
            "document": "Solar eclipse . Total solar eclipses are rare events. Although they occur somewhere on Earth every 18 months on average, it is estimated that they recur at any given place only once every 360 to 410 years, on average. The total eclipse lasts for only a maximum of a few minutes at any location, because the Moon's umbra moves eastward at over 1700 km/h. Totality currently can never last more than 7 min 32 s. This value changes over the millennia and is currently decreasing. By the 8th millennium, the longest theoretically possible total eclipse will be less than 7 min 2 s. The last time an eclipse longer than 7 minutes occurred was June 30, 1973 (7 min 3 sec). Observers aboard a Concorde supersonic aircraft were able to stretch totality for this eclipse to about 74 minutes by flying along the path of the Moon's umbra. The next total eclipse exceeding seven minutes in duration will not occur until June 25, 2150. The longest total solar eclipse during the 11,000 year period from 3000 BC to at least 8000 AD will occur on July 16, 2186, when totality will last 7 min 29 s. For comparison, the longest total eclipse of the 20th century at 7 min 8 s occurred on June 20, 1955, and there are no total solar eclipses over 7 min in duration in the 21st century.",
            "score": 79.32215881347656
        },
        {
            "docid": "23496_14",
            "document": "Pregnancy (mammals) . For most species, the amount a fetus grows before birth determines the length of the gestation period. Smaller species normally have a shorter gestation period than larger animals. For example, a cat's gestation normally takes 58–65 days while an elephant's takes nearly 2 years (21 months). However, growth does not necessarily determine the length of gestation for all species, especially for those with a breeding season. Species that use a breeding season usually give birth during a specific time of year when food is available.",
            "score": 78.70527648925781
        },
        {
            "docid": "25235457_2",
            "document": "Solar eclipse of June 21, 2020 . An annular solar eclipse will occur on June 21, 2020. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. An annular solar eclipse occurs when the Moon's apparent diameter is smaller than the Sun's, blocking most of the Sun's light and causing the Sun to look like an annulus (ring). An annular eclipse appears as a partial eclipse over a region of the Earth thousands of kilometres wide. <BR>Animated path",
            "score": 78.22859954833984
        },
        {
            "docid": "17369680_31",
            "document": "Woolly mammoth . Examination of preserved calves show that they were all born during spring and summer, and since modern elephants have gestation periods of 21–22 months, it is probable that the mating season was from summer to autumn. δ15N isotopic analysis of the teeth of \"Lyuba\" has demonstrated their prenatal development, and indicates its gestation period was similar to that of a modern elephant, and that it was born in spring.",
            "score": 75.67692565917969
        },
        {
            "docid": "2273006_24",
            "document": "Columbian mammoth . Mammoths continued growing during adulthood, as do other elephants. Males grew until age 40, and females until age 25. Mammoths may have had gestation periods of 21–22 months, like those of modern elephants. Columbian mammoths had six sets of molars in the course of a lifetime. At 6–12 months the second set of molars would erupt, with the first set worn out at 18 months of age. The third set of molars lasted for ten years, and this process was repeated until the sixth set emerged at 30 years of age. When the last set of molars wore out the animal would be unable to chew, and would die of starvation.",
            "score": 75.60374450683594
        },
        {
            "docid": "53559778_3",
            "document": "Solar eclipse of November 21, 1862 . It was the first of three partial eclipses that took place that year, the last occurred in the same hemisphere on June 27, nearly on the opposite side of the previous eclipse. It was the last three of the solar saros 111, the next was on December 2, 1880 and the last was on January 5, 1935.",
            "score": 75.0882568359375
        },
        {
            "docid": "25235468_2",
            "document": "Solar eclipse of December 14, 2020 . A total solar eclipse will occur on December 14, 2020. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide.",
            "score": 75.0237045288086
        },
        {
            "docid": "5024887_56",
            "document": "Solar eclipse . Eclipses only occur in the eclipse season, when the Sun is close to either the ascending or descending node of the Moon. Each eclipse is separated by one, five or six lunations (synodic months), and the midpoint of each season is separated by 173.3 days, which is the mean time for the Sun to travel from one node to the next. The period is a little less than half a calendar year because the lunar nodes slowly regress. Because 223 synodic months is roughly equal to 239 anomalistic months and 242 draconic months, eclipses with similar geometry recur 223 synodic months (about 6,585.3 days) apart. This period (18 years 11.3 days) is a saros. Because 223 synodic months is not identical to 239 anomalistic months or 242 draconic months, saros cycles do not endlessly repeat. Each cycle begins with the Moon's shadow crossing the earth near the north or south pole, and subsequent events progress toward the other pole until the Moon's shadow misses the earth and the series ends. Saros cycles are numbered; currently, cycles 117 to 156 are active. The next solar eclipse will occur on July 13, 2018. It will be a partial solar eclipse visible from south Australia.",
            "score": 74.43085479736328
        },
        {
            "docid": "326177_18",
            "document": "African forest elephant . The females are polyestrous, which means that they are capable of conceiving multiple times a year, which is a reason as to why they do not appear to have a breeding season. However, there does appear to be a peak in conceptions during the two rainy seasons of the year. Generally, the female conceives after two or three matings. Although the female has plenty of room in her uterus to gestate twins, it is rare for twins to be conceived. The female African forest elephant has a pregnancy that lasts 22 months. Based on the maturity, fertility and gestation rates, the African forest elephants have the capabilities of increasing the species' population size by 5% annually in ideal conditions.",
            "score": 73.28778839111328
        },
        {
            "docid": "25235457_1",
            "document": "Solar eclipse of June 21, 2020 . Solar eclipse of June 21, 2020",
            "score": 72.97611236572266
        },
        {
            "docid": "1416251_19",
            "document": "African elephant . Female African elephants are able to start reproducing at around 10 to 12 years of age, and are in estrus for about 2 to 7 days. They do not mate at a specific time; however, they are less likely to reproduce in times of drought than when water is plentiful. The gestation period of an elephant is 22 months and fertile females usually give birth every 3 – 6 years, so if they live to around 50 years of age, they may produce 7 offspring. Females are a scarce and mobile resource for the males so there is intense competition to gain access to estrous females.",
            "score": 72.80459594726562
        },
        {
            "docid": "632331_31",
            "document": "Transit of Venus . The simultaneous occurrence of a transit of Mercury and a transit of Venus does occur, but extremely infrequently. Such an event last occurred on 22 September 373,173 BC and will next occur on 26 July 69,163, and again on 29 March 224,508. The simultaneous occurrence of a solar eclipse and a transit of Venus is currently possible, but very rare. The next solar eclipse occurring during a transit of Venus will be on 5 April 15,232. The last time a solar eclipse occurred during a transit of Venus was on 1 November 15,607 BC. The day after the Venerean transit of 3 June 1769 there was a total solar eclipse, which was visible in Northern America, Europe and Northern Asia.",
            "score": 71.43419647216797
        },
        {
            "docid": "53467409_3",
            "document": "Solar eclipse of January 22, 1841 . It was the first of four partial eclipses that took place that year, two in a space of two months each, the next on was on February 21 covered a small part of the Northern Hemisphere. It was the last two of solar saros 109, the last one was on February 3, 1859.",
            "score": 71.04805755615234
        },
        {
            "docid": "25235468_3",
            "document": "Solar eclipse of December 14, 2020 . The path is similar to Solar eclipse of February 26, 2017. It will also take place just 17 months after the Solar eclipse of July 2, 2019, which, like this one, will also be visible from Chile and Argentina.",
            "score": 70.9560775756836
        },
        {
            "docid": "5024887_19",
            "document": "Solar eclipse . The Moon's orbit intersects with the ecliptic at the two nodes that are 180 degrees apart. Therefore, the new moon occurs close to the nodes at two periods of the year approximately six months (173.3 days) apart, known as eclipse seasons, and there will always be at least one solar eclipse during these periods. Sometimes the new moon occurs close enough to a node during two consecutive months to eclipse the Sun on both occasions in two partial eclipses. This means that, in any given year, there will always be at least two solar eclipses, and there can be as many as five.",
            "score": 70.9498291015625
        },
        {
            "docid": "24674591_3",
            "document": "Solar eclipse of July 2, 2019 . Totality will be visible from the southern Pacific Ocean east of New Zealand to the Coquimbo Region in Chile and Argentina at sunset, with the maximum of 4 minutes 32 seconds visible from the Pacific Ocean. Astronomers Without Borders collected eclipse glasses for redistribution to Latin America and Asia for their 2019 eclipses from the solar eclipse of August 21, 2017. A total solar eclipse will cross this region on December 14, 2020 just 531 days later.",
            "score": 70.9094009399414
        },
        {
            "docid": "23962531_2",
            "document": "List of solar eclipses in the 16th century BC . This is a list of solar eclipses in the 16th century BC. During the period 1600 to 1501 BC there were 225 solar eclipses of which 78 were partial, 67 were annular (two non-central), 59 were total, and 21 were hybrids. The greatest number of eclipses in one year was four, in 1600 BC, 1582 BC, 1564 BC, and 1535 BC. Two months, June 1535 BC and May 1524 BC, had two eclipses.",
            "score": 70.87874603271484
        },
        {
            "docid": "7759491_4",
            "document": "Crown-rump length . Gestational age is not the same as fertilization age. It takes about 14 days from the first day of the last menstrual period for conception to take place and thus for the conceptus to form. The age from this point in time (conception) is called the fertilization age and is thus 2 weeks shorter than the gestational age. Thus a 6-week gestational age would be a 4-week fertilization age. Some authorities however casually interchange these terms and the reader is advised to be cautious. An average gestational period (duration of pregnancy from the first day of the last menstrual period up to delivery) is 280 days. On average, this is 9 months and 6 days.",
            "score": 70.72814178466797
        },
        {
            "docid": "25208151_3",
            "document": "Solar eclipse of June 30, 1973 . With a maximum eclipse of 7 minutes and 4 seconds, this was the last total solar eclipse that exceeds 7 minutes in this series. The last total eclipse over 7 minutes was on July 1, 1098 which lasted 7 minutes and 5 seconds. There will not be a longer total solar eclipse until June 25, 2150.",
            "score": 70.52394104003906
        },
        {
            "docid": "1990925_19",
            "document": "Solar eclipse of July 22, 2009 . This total eclipse the second in the series of three eclipses in a one-month period, with two minor penumbral lunar eclipses, first on July 7 and last on August 6.",
            "score": 69.56759643554688
        },
        {
            "docid": "25333357_2",
            "document": "Solar eclipse of June 21, 2039 . An annular solar eclipse will occur on June 21, 2039. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. An annular solar eclipse occurs when the Moon's apparent diameter is smaller than the Sun's, blocking most of the Sun's light and causing the Sun to look like an annulus (ring). An annular eclipse appears as a partial eclipse over a region of the Earth thousands of kilometres wide. This eclipse will start only a few hours after the northern solstice and most of the path will go across areas with midnight sun. For mainland Norway and Sweden it will be the first central solar eclipse since June 1954.",
            "score": 69.46453094482422
        },
        {
            "docid": "25235468_1",
            "document": "Solar eclipse of December 14, 2020 . Solar eclipse of December 14, 2020",
            "score": 69.44635772705078
        },
        {
            "docid": "53560245_3",
            "document": "Solar eclipse of November 10, 1844 . It was last of four partial eclipses that took place that year, two in the space of two months each, the last one was on July 1819 and covered a part of the Northern Hemisphere. It was the last six of the solar saros 111 cycle of eclipses, the next one was on November 21, 1862 and the last one on January 5, 1935.",
            "score": 69.38177490234375
        },
        {
            "docid": "1990925_13",
            "document": "Solar eclipse of July 22, 2009 . This solar eclipse was the longest total solar eclipse to occur in the 21st century, and will not be surpassed in duration until 13 June 2132. Totality lasted for up to 6 minutes and 39 seconds, with the maximum eclipse occurring in the ocean at 02:35:21 UTC about 100 km south of the Bonin Islands, southeast of Japan. The uninhabited North Iwo Jima island was the landmass with totality time closest to maximum, while the closest inhabited point was Akusekijima, where the eclipse lasted 6 minutes and 26 seconds.",
            "score": 68.48693084716797
        },
        {
            "docid": "23758625_2",
            "document": "List of solar eclipses in the 23rd century . This is a list of solar eclipses that will occur in the 23rd century. During the period 2201 to 2300 there will be 248 solar eclipses of which 92 will be partial, 86 will be annular, 67 will be total, and 3 will be hybrids. The greatest number of eclipses in one year will be five, in 2206, and three months, December 2206, January 2261, and November 2282 will have two eclipses.",
            "score": 68.43553924560547
        },
        {
            "docid": "23962664_2",
            "document": "List of solar eclipses in the 20th century BC . This is a list of solar eclipses in the 20th century BC. During the period 2000 to 1901 BC there were 239 solar eclipses of which 84 were partial, 71 were annular (one non-central), 62 were total, and 22 were hybrids. The greatest number of eclipses in one year was four, occurring in 10 different years: 1998 BC, 1983 BC, 1980 BC, 1958 BC, 1940 BC, 1926 BC, 1922 BC, 1918 BC, 1911 BC, and 1904 BC. One month, March 1958 BC, had two eclipses.",
            "score": 68.22940063476562
        },
        {
            "docid": "53559973_4",
            "document": "Solar eclipse of January 4, 1639 . It was the first of three partial eclipses that took place that year, the last occurred in the Southern Hemisphere on December 5, 1638, the next was on June 1.",
            "score": 67.93602752685547
        },
        {
            "docid": "25366948_3",
            "document": "Solar eclipse of June 8, 1937 . With a maximum eclipse of 7 minutes and 4 seconds, this was the longest total solar eclipse since July 1, 1098 which lasted 7 minutes and 5 seconds. A longer total solar eclipse occurred on June 20, 1955.",
            "score": 67.8720932006836
        },
        {
            "docid": "25559051_2",
            "document": "Solar Saros 133 . Solar Saros 133 is one of the saros series of solar eclipse cycles. It began on July 13, 1219 with a partial eclipse occurring in northern Yukon at , about east of Canada's present-day Vuntut National Park. The final eclipse in the series will be on September 5, 2499. The period separating each of the 72 eclipses in the series is approximately 6585.3 days (18 years, 11 days); that period was first called a saros by astronomer Edmond Halley.",
            "score": 67.87208557128906
        },
        {
            "docid": "53570300_3",
            "document": "Solar eclipse of December 2, 1880 . It was the last of four eclipses that took place that year, the last two that were partial. It was the last four of solar saros 111, the next eclipses of the cycle were on December 13, 1898, December 24, 1916 and January 5, 1935.",
            "score": 67.72657775878906
        },
        {
            "docid": "23770926_2",
            "document": "List of solar eclipses in the 27th century . This is a list of solar eclipses that will occur in the 27th century. During the period 2601 to 2700 there will be 227 solar eclipses of which 77 will be partial, 81 will be annular (three [4Solar eclipse#Terminology|non-central]]), 64 will be total, and 5 will be hybrids. The greatest number of eclipses in one year will be four, in 7 different years: 2615, 2633, 2644, 2662, 2680, 2691, and 2698. One month, October 2684, will have two eclipses.",
            "score": 67.60234069824219
        },
        {
            "docid": "5024887_25",
            "document": "Solar eclipse . If the date and time of any solar eclipse are known, it is possible to predict other eclipses using eclipse cycles. The saros is probably the best known and one of the most accurate. A saros lasts 6,585.3 days (a little over 18 years), which means that, after this period, a practically identical eclipse will occur. The most notable difference will be a westward shift of about 120° in longitude (due to the 0.3 days) and a little in latitude (north-south for odd-numbered cycles, the reverse for even-numbered ones). A saros series always starts with a partial eclipse near one of Earth's polar regions, then shifts over the globe through a series of annular or total eclipses, and ends with a partial eclipse at the opposite polar region. A saros series lasts 1226 to 1550 years and 69 to 87 eclipses, with about 40 to 60 of them being central.",
            "score": 67.48341369628906
        }
    ]
}