{
    "q": [
        {
            "docid": "434445_5",
            "document": "Flavored milk . Over the years, Kemps, a Midwestern milk company, has put various flavors of milk on the market, including their \"Monkey Business\" milk which is banana flavored. Contrary to popular belief, the milk does not contain any real bananas in it.",
            "score": 60.25430464744568
        },
        {
            "docid": "25794082_2",
            "document": "Lemon liqueur . Lemon liqueur is a liqueur made from lemons, liquor, and sugar. It is light to bright lemon yellow in color; intensely lemony in flavor; clear, cloudy, or opaque; and sweet or sweet and sour. Lemon zest is used, water may be added, and the liqueur is not sour. Milk or cream may be added to make a lemon cream liqueur. Lemon juice is not used to alter the taste and affect the stability of the lemon liqueur.",
            "score": 97.97103726863861
        },
        {
            "docid": "1890868_8",
            "document": "Hunt's Snack Pack . Many of the above flavors are available in *no sugar added* and *fat free* varieties. Also, Lemon and Lemon Meringue Pie contain no milk products.",
            "score": 69.3732967376709
        },
        {
            "docid": "18919332_6",
            "document": "Poppy seed roll . The poppy seed filling is a paste of ground poppy seeds, milk, butter, sugar and/or honey, often with additional flavorings such as lemon zest and juice. It may have raisins. The walnut filling is a paste of ground walnuts, milk, butter, sugar, and raisins, often with additional flavorings such as coffee or orange zest.",
            "score": 65.82081699371338
        },
        {
            "docid": "6705643_6",
            "document": "Ganoderma applanatum . Ganoderma applanatum is a medicinal farming crop, that is used as a flavor enhancer in Asian cuisine. Ganoderma applanatum is non-digestible in its raw form, but it is used for cooking, because of its rich mushroom flavor. Blending with filtration, or cold pressing in water, is a common method for creating ganoderma drinks. Hot herbal soups, or fermentation in lemon acid with onion is a common use for cooking with ganoderma applanatum slices as an umami flavor enhancer in fermented foods.",
            "score": 38.24743843078613
        },
        {
            "docid": "18919332_4",
            "document": "Poppy seed roll . The dough is made of flour, sugar, egg yolk, milk or sour cream and butter, and yeast. The dough may be flavored with lemon or orange zest or rum. The poppy seed filling may contain ground poppy seeds, raisins, butter or milk, sugar or honey, rum and vanilla. Sometimes a tablespoon of apricot jam, which is one of the most popular jams used in the Hungarian cuisine, is substituted for sugar. The walnut roll filling contains raisins, rum, butter or milk, lemon rind and chopped walnuts. This filling may be spiced with cinnamon, nutmeg, clove or vanilla.",
            "score": 77.3257040977478
        },
        {
            "docid": "21195853_5",
            "document": "Hyson . Hyson tea has been described as light, warm, smooth, good-bodied, earthy, sunny, and spring-like in flavor. It can be served hot or iced. Milk and sugar are not typically added and are thought to diminish the flavor of hyson tea, but cold hyson tea is often garnished with lime or lemon.",
            "score": 70.3242039680481
        },
        {
            "docid": "21282070_20",
            "document": "Taste . The most common food group that contains naturally sour foods is fruit, such as lemon, grape, orange, tamarind, and sometimes melon. Wine also usually has a sour tinge to its flavor, and if not kept correctly, milk can spoil and develop a sour taste. Children in the US and UK show a greater enjoyment of sour flavors than adults, and sour candy is popular in North America including Cry Babies, Warheads, Lemon drops, Shock Tarts and sour versions of Skittles and Starburst. Many of these candies contain citric acid or malic acid.",
            "score": 100.66660952568054
        },
        {
            "docid": "7888444_2",
            "document": "Food chemistry . Food chemistry is the study of chemical processes and interactions of all biological and non-biological components of foods. The biological substances include such items as meat, poultry, lettuce, beer, and milk as examples. It is similar to biochemistry in its main components such as carbohydrates, lipids, and protein, but it also includes areas such as water, vitamins, minerals, enzymes, food additives, flavors, and colors. This discipline also encompasses how products change under certain food processing techniques and ways either to enhance or to prevent them from happening. An example of enhancing a process would be to encourage fermentation of dairy products with microorganisms that convert lactose to lactic acid; an example of preventing a process would be stopping the browning on the surface of freshly cut apples using lemon juice or other acidulated water.",
            "score": 67.69868278503418
        },
        {
            "docid": "596114_10",
            "document": "Grey Goose (vodka) . In her book \"Hip Sips\", Lucy Brennan claims that Grey Goose vodka does not create excess heat on the palate while being consumed, creating a smoothness in flavor. Grey Goose Le Citron is a lemon-flavored vodka that tastes of lemon zest and juice. Grey Goose Cherry Noir is a black cherry-flavored vodka, Grey Goose L'Orange is an orange-flavored vodka, and the now-retired Grey Goose La Vanille tasted of vanilla, with hints of cinnamon and caramel. Grey Goose Le Melon, the latest flavored expression released in Summer 2014 is made with Cavaillon melons from the Provence region of France. Thibault has stated that Grey Goose does not plan to expand its number of flavored vodkas extensively, in order to not deviate from the original taste. The company has sponsored Grey Goose Taste by Appointment events in which personal mixologists attempt to match Grey Goose cocktails to the taste profiles of patrons at upscale establishments.",
            "score": 53.97817265987396
        },
        {
            "docid": "31020486_8",
            "document": "Baby Gaga . The milk is then flavored with vanilla and lemon zest. Collect all important ingredients to make sure that Baby Gaga ice cream is ready to be consumed. The recipe is as follows:",
            "score": 67.04249668121338
        },
        {
            "docid": "43779728_6",
            "document": "Cream of asparagus soup . Additional ingredients in its preparation may include half and half, light cream, evaporated milk, onion, garlic, lemon juice, celery, salt, pepper, leeks and herbs such as basil and parsley. Cheese may add flavor and thickness to the soup in versions that omit cream or milk. Sometimes rice is added.",
            "score": 63.07385206222534
        },
        {
            "docid": "25794082_4",
            "document": "Lemon liqueur . Different varieties of lemon are used to produce different flavors. The variety of lemon used is usually dictated by region. Various alcohols can be used to give distinct flavors. A higher proof alcohol maximizes extraction of the lemon flavor, whereas darker alcohols add complexity of flavor.  Many commercial brands of lemon liqueur are produced in Italy, in several styles (see Italian liqueur).",
            "score": 53.17747783660889
        },
        {
            "docid": "2940678_9",
            "document": "Backhousia citriodora . Lemon myrtle is one of the well known bushfood flavours and is sometimes referred to as the \"Queen of the lemon herbs\". The leaf is often used as dried flakes, or in the form of an encapsulated flavour essence for enhanced shelf-life. It has a range of uses, such as lemon myrtle flakes in shortbread; flavouring in pasta; whole leaf with baked fish; infused in macadamia or vegetable oils; and made into tea, including tea blends. It can also be used as a lemon flavour replacement in milk-based foods, such as cheesecake, lemon flavoured ice-cream and sorbet without the curdling problem associated with lemon fruit acidity.",
            "score": 82.68009662628174
        },
        {
            "docid": "12397645_31",
            "document": "Malagasy cuisine . In addition, a variety of other drinks are produced locally. Coffee is grown in the eastern part of the island and has become a standard breakfast drink, served black or with sweetened condensed milk at street-side kiosks. Black tea, occasionally flavored with vanilla, and herbal teas—particularly lemongrass and lemon bush (\"ravin'oliva\" )—are popular. Juices are made from guava, passion fruit, pineapple, tamarind, baobab, and other fruit. Fresh milk, however, is a luxury, and locally produced yogurts, ice creams or sweetened condensed milk mixed with hot water are the most common dairy sources of calcium. Cola and orange soft drinks are produced locally, as is \"Bonbon Anglais,\" a local sweet lemon soda. Coca-Cola products are popular and widely consumed throughout the island.",
            "score": 82.04980659484863
        },
        {
            "docid": "37660272_3",
            "document": "Jin Xuan tea . Contrary to myth, the flavoring of the leaves to accentuate their characteristic buttery taste is not obtained through steeping or steaming them in milk before roasting. Given that this quality is varietally endemic to the tea, the taste enhancement is simply produced by extra oxidization. Reputable dealers usually declare whether it is a natural or flavored oolong. A flavored Jin Xuan can be recognized before the tea is steeped. The added flavors mask the natural tea flavor significantly.",
            "score": 55.35736083984375
        },
        {
            "docid": "18329036_2",
            "document": "Rainbow sherbet . Rainbow sherbet is a frozen dessert made with the foundations in ice cream, milk and sugar; however, sherbet also contains a frozen mixture of sweetened fruit juice, water, which may contain milk, egg whites and/or gelatin, orange, raspberry, lime, lemon, or pineapple flavors. Sherbet is traditionally eaten between courses of a meal, as it helps clean the palate.",
            "score": 67.0913028717041
        },
        {
            "docid": "8444939_7",
            "document": "Canned tea . The introduction of oolong was quickly followed by the development of canned teas based on other tea varieties, including green and black teas. Additional flavor options also included the addition of sweeteners, sugar, milk and lemon, along with other fruit flavors. By 1991, the canned tea market was grossing US$325 millon annually, after having doubled in each of the ten years since its introduction.",
            "score": 68.35837316513062
        },
        {
            "docid": "434445_2",
            "document": "Flavored milk . Flavored milk is a sweetened dairy drink made with milk, sugar, colorings and artificial or natural flavorings. Flavored milk is often pasteurized using ultra-high-temperature (UHT) treatment, which gives it a longer shelf-life than plain milk. Pre-mixed flavored milk is sold in the refrigerated dairy case alongside other milk products. Flavored sweetened powders or syrups which are added to plain milk are also available.",
            "score": 70.03859281539917
        },
        {
            "docid": "1210420_5",
            "document": "Jolly Rancher . Jolly Rancher candies original flavors were watermelon, grape, apple, and Fire Stix. They then introduced cherry, orange tangerine, lemon, peach, and sour apple. Eventually, blue raspberry replaced lemon. In 2013, lemon was reintroduced in an all-lemon bag. Current flavors include cherry, blue raspberry, grape, green apple and watermelon. There are also sour, berry, cinnamon, and smoothie varieties. In 2015, Jolly Rancher offered a \"Fruity Bash\" variety bag which includes strawberry, mountain berry, lemon, orange, and pineapple. They also offer a \"red\" bag, with flavors such as strawberry and fruit punch, along with other \"red\" flavors. As of 2012, the peach flavor and wild berry flavors were discontinued by The Hershey Company.",
            "score": 59.13037300109863
        },
        {
            "docid": "777466_3",
            "document": "Pepsi Twist . The first incarnation of Pepsi Light was cola and lemon flavor with 50% fewer calories. It was soon replaced with lemon-flavored diet cola of the same name in the 1970s and 1980s in the United States called Pepsi Light, which was lemon-flavored by necessity to counteract the aftertaste of the artificial sweetener saccharin. When aspartame became more widely available, the lemon flavoring was removed from the newly rechristened Diet Pepsi.",
            "score": 50.10949730873108
        },
        {
            "docid": "116582_18",
            "document": "Smith Island, Maryland . Smith Island cake is often made using a commercial cake mix but with unusual additions such as condensed milk. It can also be made from scratch using flour. The most common flavor is yellow cake with chocolate icing but other flavors such as coconut, fig, strawberry, lemon, and orange are also common. Known simply as the Smith Island cake, the dessert is baked for any occasion and not reserved only for holidays.",
            "score": 64.69451093673706
        },
        {
            "docid": "6970752_2",
            "document": "Lemon drop (candy) . A lemon drop is a sugar coated, lemon-flavored candy that is typically colored yellow and often shaped like a miniature lemon. They can be sweet or have a more sour flavor. Lemon drops are made by boiling sugar, water and cream of tartar until it reaches the hard crack stage. As the mixture cools, lemon flavor is added. The candy is then rolled into long ropes, cut into small pieces and rolled in sugar. Lemon drops originated in England, where confectioners learned that adding acid such as lemon juice to the boiled sugar mixture prevented sugar from crystallizing.",
            "score": 69.8917248249054
        },
        {
            "docid": "57059548_7",
            "document": "Chennai Beverages . Chennai Beverages (CB) supplying hot beverages product such as tea, coffee, milk, lemon tea, masala tea, soup, cardamom tea, green tea, ginger tea, black tea, coffee bean, flavored sachets.",
            "score": 60.05993413925171
        },
        {
            "docid": "7885234_8",
            "document": "Ptasie mleczko . In Estonia, \"linnupiim\" (also \"bird's milk\" in Estonian) is the brand name of a similar candy made by the Kalev candy factory. This candy uses agar-agar instead of gelatin as a thickening agent and comes in three flavors: chocolate, vanilla, and lemon.",
            "score": 57.61175060272217
        },
        {
            "docid": "14810717_8",
            "document": "Fitger's Brewing Company . Fitger's was one of the first breweries to start distributing carbonated soft drinks by the bottle. The soft drinks were made in numerous flavors that often changed. Some of the usual flavors included grape, orange, and strawberry, but they also experimented with other flavors such as imitation chocolate milk shake, black calf, black cow, ginger ale, lemon soda, strawberry fizz, and carbonated water. Their experimenting lead them to the production of champagne-like beverages such as Extra Dry and Silver Spray. Both of which were immediate successes through mass amounts of advertising.",
            "score": 60.32389950752258
        },
        {
            "docid": "34922589_4",
            "document": "Lemon drop . A lemon drop is a cocktail with a lemony, sweet and sour flavor, whereby the sweet and sour ingredients serve to contrast and balance one another. It is a vodka-based cocktail that is prepared with the addition of lemon juice, triple sec and simple syrup. Plain or citrus-flavored vodka may be used in its preparation, such as citron vodka. Lemon-flavored vodka is also sometimes used. Lemon juice that has been freshly squeezed may be used, which can produce a superior drink compared to using commercially prepared lemon juice. Some versions are prepared using the juice from Meyer lemons.",
            "score": 73.78293180465698
        },
        {
            "docid": "434445_7",
            "document": "Flavored milk . Jamie Oliver, host of Jamie Oliver's Food Revolution, brought attention in the United States to public schools that serve flavored milk in the school cafeterias. Flavored milk advocates claim that many children will avoid the nutrition found in milk unless it has been flavored, with the benefits of milk outweighing a few teaspoons of sugar. Opponents say that with rising levels of obesity and heart disease, flavored milk should be removed from schools and children should be taught to drink plain milk.",
            "score": 57.03872108459473
        },
        {
            "docid": "427924_15",
            "document": "Condensed milk . In New Orleans, sweetened condensed milk is commonly used as a topping on chocolate or similarly cream-flavored snowballs. In Scotland, it is mixed with sugar and butter then boiled to form a popular sweet candy called tablet or Swiss milk tablet, this recipe being very similar to another version of the Brazilian candy brigadeiro called \"branquinho\". In some parts of the Southern United States, condensed milk is a key ingredient in lemon ice box pie, a sort of cream pie. In the Philippines, condensed milk is mixed with some evaporated milk and eggs, spooned into shallow metal containers over liquid caramelized sugar, and then steamed to make a stiffer and more filling version of \"crème\" caramel known as \"leche flan\", also common in Brazil under the name \"pudim de leite\".",
            "score": 76.89612340927124
        },
        {
            "docid": "434445_3",
            "document": "Flavored milk . Flavored milk contains sugar, colorings, and (mostly inexpensive artificial) flavorings added to make it more appetizing, especially to children (a prominent example can be found in the artificial strawberry flavor, ethyl methylphenylglycidate) can be sold as a powder to be added to plain milk, or bought pre-mixed alongside other milk products. Flavoring can be included in a straw, and some flavored milk products are designed as dietary supplements by including additional vitamins or minerals.",
            "score": 75.37418484687805
        },
        {
            "docid": "48797580_9",
            "document": "Avocado cake . Some milk sponge cakes can be topped with avocado crazy, a food in Sri Lankan cuisine. Avocado crazy can be prepared with avocado, cream, sugar and lemon juice. Rum may also be added. Avocado crazy may have a creamy texture and flavor.",
            "score": 83.98837232589722
        },
        {
            "docid": "148858_2",
            "document": "Kakigōri . Popular flavors include strawberry, cherry, lemon, green tea, grape, melon, \"Blue Hawaii\", sweet plum, and colorless syrup. Some shops provide colorful varieties by using two or more syrups. To sweeten kakigōri, condensed or evaporated milk is often poured on top of it.",
            "score": 63.490445613861084
        }
    ],
    "r": [
        {
            "docid": "214287_2",
            "document": "Curd . Curds are a dairy product obtained by coagulating milk in a process called curdling. The coagulation can be caused by adding rennet or any edible acidic substance such as lemon juice or vinegar, and then allowing it to coagulate. The increased acidity causes the milk proteins (casein) to tangle into solid masses, or \"curds\". Milk that has been left to sour (raw milk alone or pasteurized milk with added lactic acid bacteria) will also naturally produce curds, and sour milk cheeses are produced this way. Producing cheese curds is one of the first steps in cheesemaking; the curds are pressed and drained to varying amounts for different styles of cheese and different secondary agents (molds for blue cheeses, etc.) are introduced before the desired aging finishes the cheese. The remaining liquid, which contains only whey proteins, is the whey. In cow's milk, 90 percent of the proteins are caseins.",
            "score": 102.70801544189453
        },
        {
            "docid": "21282070_20",
            "document": "Taste . The most common food group that contains naturally sour foods is fruit, such as lemon, grape, orange, tamarind, and sometimes melon. Wine also usually has a sour tinge to its flavor, and if not kept correctly, milk can spoil and develop a sour taste. Children in the US and UK show a greater enjoyment of sour flavors than adults, and sour candy is popular in North America including Cry Babies, Warheads, Lemon drops, Shock Tarts and sour versions of Skittles and Starburst. Many of these candies contain citric acid or malic acid.",
            "score": 100.66661071777344
        },
        {
            "docid": "25794082_2",
            "document": "Lemon liqueur . Lemon liqueur is a liqueur made from lemons, liquor, and sugar. It is light to bright lemon yellow in color; intensely lemony in flavor; clear, cloudy, or opaque; and sweet or sweet and sour. Lemon zest is used, water may be added, and the liqueur is not sour. Milk or cream may be added to make a lemon cream liqueur. Lemon juice is not used to alter the taste and affect the stability of the lemon liqueur.",
            "score": 97.97103118896484
        },
        {
            "docid": "235923_13",
            "document": "Buttermilk . \"Acidified buttermilk\" is a related product made by adding a food-grade acid (such as lemon juice) to milk. It can be produced by mixing 1 tablespoon of vinegar or lemon juice per 1 cup of milk and letting it sit until it curdles, about 10 minutes. Any level of fat content for the milk ingredient may be used, but whole milk is usually used for baking. In the process which is used to produce paneer, such acidification is done in the presence of heat.",
            "score": 94.89183807373047
        },
        {
            "docid": "1868621_2",
            "document": "Soured milk . Soured milk denotes a range of food products produced by the acidification of milk. Acidification, which gives the milk a tart taste, is achieved either through bacterial fermentation or through the addition of an acid, such as lemon juice or vinegar. The acid causes milk to coagulate and thicken, inhibiting the growth of harmful bacteria and improving the product's shelf life.",
            "score": 92.74259185791016
        },
        {
            "docid": "1868621_8",
            "document": "Soured milk . Raw milk that has not gone sour is sometimes referred to as \"sweet milk\", because it contains the sugar lactose. Fermentation converts the lactose to lactic acid, which has a sour flavor. Before the invention of refrigeration, raw milk commonly became sour before it could be consumed, and various recipes incorporate such leftover milk as an ingredient. Sour milk produced by fermentation differs in flavor from that produced by acidification, because the acids commonly added in commercial manufacture have different flavors from lactic acid, and also because fermentation can introduce new flavors. Modern food safety standards mean that milk that has gone sour is considered safe to drink.",
            "score": 90.42863464355469
        },
        {
            "docid": "2661403_4",
            "document": "Cuajada . A similar product named \"coalhada\", Portuguese for 'curdled', is found mostly in Brazil, especially in rural areas, where traditional recipes are more common. It is made from curdled milk (specifically from putting acidic plant-based substances such as lemon juice, other citrus juice or vinegar on boiled milk, mainly those of cattle or goat) and yogurt. Recipes vary but usually contain sugar and/or fruit juices for sweetness.",
            "score": 88.86748504638672
        },
        {
            "docid": "8768043_13",
            "document": "Poppy seed . Fillings in pastries are sometimes made of finely ground poppy seeds mixed with butter or milk and sugar. The ground filling is used in poppy seed rolls and some croissants and may be flavored with lemon or orange zest, rum and vanilla with raisins, heavy cream, cinnamon, and chopped blanched almonds or walnuts added. For sweet baked goods, sometimes instead of sugar a tablespoon of jam, or other sweet binding agent, like syrup is substituted. The poppy seed for fillings are best when they are finely and freshly ground because this will make a big difference in the pastry filling's texture and taste. Some recipes for Mohnstriezel use poppy seed soaked in water for two hours or boiled in milk. A recipe for Ukrainian poppyseed cake recommends preparing the seeds by immersing in boiling water, straining and soaking in milk overnight.",
            "score": 88.2448959350586
        },
        {
            "docid": "1011480_2",
            "document": "Filmjölk . Filmjölk (), also known as fil, is a traditional fermented milk product from Sweden, and a common dairy product within the Nordic countries. It is made by fermenting cow's milk with a variety of bacteria from the species \"Lactococcus lactis\" and \"Leuconostoc mesenteroides\". The bacteria metabolize lactose, the sugar naturally found in milk, into lactic acid which means people who are lactose intolerant can tolerate it better than other dairy products. The acid gives filmjölk a sour taste and causes proteins in the milk, mainly casein, to coagulate, thus thickening the final product. The bacteria also produce a limited amount of diacetyl, a compound with a buttery flavor, which gives filmjölk its characteristic taste.",
            "score": 85.82749938964844
        },
        {
            "docid": "48797580_9",
            "document": "Avocado cake . Some milk sponge cakes can be topped with avocado crazy, a food in Sri Lankan cuisine. Avocado crazy can be prepared with avocado, cream, sugar and lemon juice. Rum may also be added. Avocado crazy may have a creamy texture and flavor.",
            "score": 83.98837280273438
        },
        {
            "docid": "210560_6",
            "document": "Whey . To produce cheese, rennet or an edible acid is added to heated milk. This makes the milk coagulate or curdle, separating the milk solids (curds) from the liquid whey. Sweet whey is the byproduct of rennet-coagulated cheese, and acid whey (also called sour whey) is the byproduct of acid-coagulated cheese. Sweet whey has a pH greater than or equal to 5.6, acid whey has a pH less than or equal to 5.1.",
            "score": 82.86536407470703
        },
        {
            "docid": "2940678_9",
            "document": "Backhousia citriodora . Lemon myrtle is one of the well known bushfood flavours and is sometimes referred to as the \"Queen of the lemon herbs\". The leaf is often used as dried flakes, or in the form of an encapsulated flavour essence for enhanced shelf-life. It has a range of uses, such as lemon myrtle flakes in shortbread; flavouring in pasta; whole leaf with baked fish; infused in macadamia or vegetable oils; and made into tea, including tea blends. It can also be used as a lemon flavour replacement in milk-based foods, such as cheesecake, lemon flavoured ice-cream and sorbet without the curdling problem associated with lemon fruit acidity.",
            "score": 82.68009185791016
        },
        {
            "docid": "7029997_60",
            "document": "Medieval cuisine . Common herbs such as sage, mustard, and parsley were grown and used in cooking all over Europe, as were caraway, mint, dill and fennel. Many of these plants grew throughout all of Europe or were cultivated in gardens, and were a cheaper alternative to exotic spices. Mustard was particularly popular with meat products and was described by Hildegard of Bingen (1098–1179) as poor man's food. While locally grown herbs were less prestigious than spices, they were still used in upper-class food, but were then usually less prominent or included merely as coloring. Anise was used to flavor fish and chicken dishes, and its seeds were served as sugar-coated comfits. Surviving medieval recipes frequently call for flavoring with a number of sour, tart liquids. Wine, verjuice (the juice of unripe grapes or fruits) vinegar and the juices of various fruits, especially those with tart flavors, were almost universal and a hallmark of late medieval cooking. In combination with sweeteners and spices, it produced a distinctive \"pungeant, fruity\" flavor. Equally common, and used to complement the tanginess of these ingredients, were (sweet) almonds. They were used in a variety of ways: whole, shelled or unshelled, slivered, ground and, most importantly, processed into almond milk. This last type of non-dairy milk product is probably the single most common ingredient in late medieval cooking and blended the aroma of spices and sour liquids with a mild taste and creamy texture.",
            "score": 82.66299438476562
        },
        {
            "docid": "12397645_31",
            "document": "Malagasy cuisine . In addition, a variety of other drinks are produced locally. Coffee is grown in the eastern part of the island and has become a standard breakfast drink, served black or with sweetened condensed milk at street-side kiosks. Black tea, occasionally flavored with vanilla, and herbal teas—particularly lemongrass and lemon bush (\"ravin'oliva\" )—are popular. Juices are made from guava, passion fruit, pineapple, tamarind, baobab, and other fruit. Fresh milk, however, is a luxury, and locally produced yogurts, ice creams or sweetened condensed milk mixed with hot water are the most common dairy sources of calcium. Cola and orange soft drinks are produced locally, as is \"Bonbon Anglais,\" a local sweet lemon soda. Coca-Cola products are popular and widely consumed throughout the island.",
            "score": 82.0498046875
        },
        {
            "docid": "4195409_8",
            "document": "Manjar blanco . Manjar blanco in Puerto Rico is known as \"natilla\" (pronounced nah-tee’-ya) and is classified as a cold custard dessert. Natilla is made with cornstarch, vanilla, sugar, eggs, lemon zest, cinnamon, milk, and evaporated milk. It is typically served on Christmas in small cups with cinnamon sprinkled on top. Natilla can be bought all year around in supermarkets and convenience stores as a prepackaged powder that can be prepared by simply heating with milk. A less sweet version made with honey and more milk is enjoyed for breakfast in Puerto Rico, and served topped with fruit and cinnamon.",
            "score": 81.7961654663086
        },
        {
            "docid": "4394948_4",
            "document": "Peanut sauce . The main ingredient is ground roasted peanuts, for which peanut butter can act as a substitute. Several different recipes for making peanut sauces exist, resulting in a variety of flavours, textures and consistency. A typical recipe usually contains ground roasted peanuts or peanut butter (smooth or crunchy), coconut milk, soy sauce, tamarind, galangal, garlic, and spices (such as coriander seed or cumin). Other possible ingredients are chili peppers, sugar, milk, fried onion, and lemon grass. The texture and consistency (thin or thick) of a peanut sauce corresponds to the amount of water being mixed in it.",
            "score": 81.76667785644531
        },
        {
            "docid": "692372_2",
            "document": "Almond milk . Almond milk is a plant milk manufactured from almonds with a creamy texture and nutty flavor, although other types or brands are flavored in imitation of dairy milk. It contains neither cholesterol nor lactose, and is often consumed by those who are lactose-intolerant and others who wish to avoid dairy products, including vegans. Commercial almond milk comes in sweetened, unsweetened, plain, vanilla and chocolate flavors, and is usually fortified with micronutrients. It can also be made at home using a blender, almonds and water.",
            "score": 81.15682983398438
        },
        {
            "docid": "2208584_3",
            "document": "Hershey bar . The Hershey Process milk chocolate in these bars uses fresh milk delivered directly from local farms. The process was developed by Milton Hershey and produced the first mass-produced chocolate in the United States. As a result, the Hershey flavor is widely recognized in the United States, but less so internationally, especially in areas where European chocolates are more widely available. The process is a company and trade secret, but experts speculate that the milk is partially lipolyzed, producing butyric acid, which stabilizes the milk from further fermentation. This flavor gives the product a particular sour, \"tangy\" taste that the US public has come to associate with the taste of chocolate, to the point that other manufacturers often add butyric acid to their milk chocolates. The American bar's taste profile was not as popular with the Canadian public, leading Hershey to introduce a reformulated Canadian bar in 1983.",
            "score": 81.08834838867188
        },
        {
            "docid": "19714_108",
            "document": "Milk . When raw milk is left standing for a while, it turns \"sour\". This is the result of fermentation, where lactic acid bacteria ferment the lactose in the milk into lactic acid. Prolonged fermentation may render the milk unpleasant to consume. This fermentation process is exploited by the introduction of bacterial cultures (e.g. \"Lactobacilli sp., Streptococcus sp., Leuconostoc sp.\", etc.) to produce a variety of fermented milk products. The reduced pH from lactic acid accumulation denatures proteins and causes the milk to undergo a variety of different transformations in appearance and texture, ranging from an aggregate to smooth consistency. Some of these products include sour cream, yogurt, cheese, buttermilk, viili, kefir, and kumis. \"See Dairy product\" for more information.",
            "score": 81.06987762451172
        },
        {
            "docid": "11749910_4",
            "document": "Cheese . For a few cheeses, the milk is curdled by adding acids such as vinegar or lemon juice. Most cheeses are acidified to a lesser degree by bacteria, which turn milk sugars into lactic acid, then the addition of rennet completes the curdling. Vegetarian alternatives to rennet are available; most are produced by fermentation of the fungus \"Mucor miehei\", but others have been extracted from various species of the \"Cynara\" thistle family. Cheesemakers near a dairy region may benefit from fresher, lower-priced milk, and lower shipping costs.",
            "score": 80.40937805175781
        },
        {
            "docid": "24108831_2",
            "document": "Ymer (dairy product) . Ymer is a Danish soured milk product which has been known since 1930. It is made by fermenting whole milk with the bacterial culture \"Lactococcus lactis\". When producing fermented milk products such as yogurt, ymer, filmjölk, skyr, qvark and A-38, and also when producing cheese, one can add lactic acid bacteria which convert milk sugar in the milk into lactic acid and other substances. Acidity makes the milk thicker, gives it a tart flavor, and increases the shelf life by several days.",
            "score": 80.35556030273438
        },
        {
            "docid": "24110886_7",
            "document": "Habichuelas con dulce . Everything is made in a pot. The thick, creamy appearance comes from a sweet potato.  Red beans are used to make Habichuela con Dulce. The beans need to be soft, so they are soaked in water overnight. After the beans are soft, evaporated milk, condensed milk, and coconut milk need to be added to the mix of the beans. Before adding the milk, the mixture is dark, but after adding the milk, it lightens up while boiling. Sweet potatoes and sugar are added for the rich and creamy taste of the dessert. While adding the sugar and sweet potatoes, the mixture can be left thick, or thin so that the mixture flows better, but if it is left in the refrigerator, it will thicken as it cools. Habichuela con Dulce can have added spices for a sweeter taste. While the Habichuela con Dulce is mixing, spices such as ginger, cinnamon, cloves, nutmeg and vanilla can be added depending on the family's recipe. After the mixture is done, raisins and butter are added to the mixture. Usually, the habichuela con dulce is left to cool down for a few hours before it is eaten. The dessert can also contain cookies, milk or a type of cassava bread.",
            "score": 80.29454803466797
        },
        {
            "docid": "24701812_3",
            "document": "History of cheese . Shards of pottery pierced with holes found in pile-dwellings are hypothesized to be cheese-strainers. They are of the Urnfield culture on Lake Neuchatel and date back to 6,000 BC. The earliest direct evidence of cheese-making dates back to 5,500 BC in Kujawy, Poland. For preservation purposes, cheese-making may have begun by the pressing and salting of curdled milk. Curdling milk in an animal's stomach made solid and better-textured curds, leading to the addition of rennet. Dairying existed around 4,000 BC in the grasslands of the Sahara. Hard salted cheese is likely to have accompanied dairying from the outset. It is the only form in which milk can be kept in a hot climate. Animal skins and inflated internal organs provided storage vessels for a range of foodstuffs. Cheese produced in Europe, where climates are cooler than in the Middle East, required less salt for preservation. With less salt and acidity, the cheese became a suitable environment for useful microbes and molds, giving aged cheeses their pronounced and interesting flavors.",
            "score": 80.14508819580078
        },
        {
            "docid": "1101446_3",
            "document": "Curdling . Milk and soy milk are curdled intentionally to make cheese and tofu by the addition of enzymes (typically rennet), acids (including lemon juice), or various salts (magnesium chloride, calcium chloride, or gypsum); the curds are then pressed.",
            "score": 79.96581268310547
        },
        {
            "docid": "708679_26",
            "document": "Ricotta . Ricotta is rather similar to Indian \"chhena\" or \"paneer\" and not at all like \"khoa\"; it can be substituted for the same in the making of Indian sweets such as \"sondesh\" or dishes such as \"palak paneer\", but \"paneer\" and \"chhena\" are made from whole milk, usually from water buffalo, as the milk is high in fat. The process of making the curds uses citric acid or lime or lemon juice, never rennet.",
            "score": 79.10347747802734
        },
        {
            "docid": "8637946_10",
            "document": "George W. Hart . According to Hart, most attempted solutions tend to overlook one of the three pairs. Issues of personal taste and preparation complicate the issue, as combinations some consider acceptable sound unpalatable to others, and problems such as milk curdling with the addition of lemon juice can potentially be overcome if a cheesemaking process is employed.",
            "score": 78.40673065185547
        },
        {
            "docid": "408443_8",
            "document": "Baileys Irish Cream . As is the case with milk, cream will curdle whenever it comes into contact with a weak acid. Milk and cream contain casein, which coagulates, when mixed with weak acids such as lemon, tonic water, or traces of wine. While this outcome is undesirable in most situations, some cocktails specifically encourage coagulation.",
            "score": 78.31747436523438
        },
        {
            "docid": "3153965_3",
            "document": "Batida . The most common fruits used in a batida are lemons, passion fruits and coconuts. A variation is made by adding sweet condensed milk or sour cream. The drink can be made with vodka instead of cachaça (which has limited availability outside of Brazil). The batida has not spread from Brazil to the same extent as other drinks like the caipirinha.",
            "score": 78.24026489257812
        },
        {
            "docid": "9346366_4",
            "document": "Milk punch . Originally served in a punch bowl, early recipes resembled posset and syllabub in the use of curdled, strained cream, leaving only lactic acid. This technique aimed at food stability, a quality that made it popular as a bottled drink. Curdling could be accomplished through the addition of alcohol or acid, by heating, or both, such as in a recipe recorded by Benjamin Franklin in 1763 that used brandy and lemon added to hot milk.",
            "score": 77.86125183105469
        },
        {
            "docid": "19043420_13",
            "document": "Beecher's Handmade Cheese . Sinko admits that the modern facility with large vats of cheese and milk processing would seem to contradict the word \"Handmade\" in the company name. According to him, all of the cheese is monitored, processed, and prepared by hand, but simply on a larger scale than most artisanal cheesemakers. Unlike most artisan cheeses, Beecher's is made largely with pasteurized milk. Dammeier believes that many people feel raw milk cheeses taste better due to renowned French cheeses, which were historically made of raw milk because the farms were unable to afford pasteurization. \"I've probably tasted 150 different cheeses this year, and I'm convinced that raw milk doesn't create more flavor,\" he said, adding that his cheeses have a more consistent taste from not using raw milk. Nevertheless, Beecher's offers a raw milk version of their Flagship cheese. The cheeses they produce use no artificial ingredients or preservatives. Beecher's typically manufactures up to nine different varieties of cheeses each year, including a combination of their staple brands and various seasonal varieties. At the Beecher's facility, their process for cheese manufacturing is multi-staged. Thousands of gallons of milk are hose-fed from delivery trucks into the manufacturing area, where it is heated to complete the pasteurization of the milk. The heated milk is processed into a stainless steel trough, and the temperature further increased, while the first live cheese cultures and rennet, a coagulant, are added to the developing mixture. According to Amir Rosenblatt, a cheesemaker at Beecher's, the heating and cheese temperatures used in their cooking process are tightly controlled through the sustainable technology of steam power. \"A variation of half a degree [in the pasteurization process] can change the flavor of the cheese,\" he said. Cheesemakers use stainless steel \"rakes\" to then gather the milk mixture, before allowing it to settle briefly, at which point the cheese is cut repeatedly by hand until it achieves a yogurt-like texture and substance. This process is repeated often, until a desired consistency is reached. The mixture is then drawn away to a new trough where most of the remaining water and whey is drained from the cheese. While the whey is continually pulled from the cheese, cheesemakers constantly separate the cheese by hand into smaller and small stacks of cheese curds, which form as the whey is removed. To complete the curding, a large amount of salt is added to cure the cheese and draw still more whey from it. The curds are finally cut into portions, filled into cheese molds, stacked on top of each other, and the remaining excess moisture is forced from the cheese with a constant of pressure for at least 24 hours, before the finished cheese is stored to age. For every 10 pounds (10 kilograms) of milk and whey, Beecher's will typically create 1 pound (1 kilogram) of finished cheese. Beecher's cheeses differ from similar cheeses in that they mix cheese growth cultures in unusual ways. For example, their signature \"Flagship\" cheese includes cultures typically used for non-cheddar cheeses, such as Gruyère and Emmental, changing the nature, flavor, and texture of their cheddar. Flagship cheese is produced using a cheddaring process, but owing to a different taste, Beecher's does not call this cheese cheddar. The cheese has been described as having a \"sweet finish and creamy texture\" unlike the tangier cheddars, owing to this being one of the cheeses they create with a mixture of different cheese cultures. After being prepared in blocks and aged for approximately one year, the Flagship—unlike cheddars—lacks a rind, is moister, resembles butter visually, and carries a milky aroma due to being aged in plastic bags. A variant called \"Flagship Reserve\" is aged in cheese cloth in sizes on racks in open air, and is rubbed with butter while being turned daily. This preparation method causes the Reserve to lose up to 12% of its initial weight by the time it is completed. The Reserve is aged for a shorter amount of time, leading to a sharper, nuttier taste and texture, according to \"Food & Wine\" Magazine. Of the of cheese they produce annually, approximately will be Flagship, and only will be Flagship Reserve.",
            "score": 77.80219268798828
        },
        {
            "docid": "10934241_9",
            "document": "Natillas . Natilla in Cuba and Puerto Rico is classified as a cold custard dessert. Natilla is made with cornstarch, vanilla, sugar, eggs, lemon zest, cinnamon, milk, and evaporated milk. Typically served on Christmas in small cups with cinnamon sprinkled on top. In Puerto Rico Natilla can be bought all year around in supermarkets and convenient stores as a prepackaged powder with just the requirement of heating with milk. A less sweet version, that is served for breakfast in Puerto Rico, is made with honey and more milk and, once done, is topped with fruit and cinnamon.",
            "score": 77.7818603515625
        },
        {
            "docid": "418172_4",
            "document": "Mizithra . Mizithra is made from raw, whole ewe's or goat's milk in the simplest way possible: milk is brought to a slow boil for a few minutes and then curdled by adding rennet or whey from a previous batch (see below) or else some acidic substance such as lemon juice, vinegar or even a fresh broken fig tree sprig. As soon as curds have formed they are poured into a cheesecloth bag and hung to drain. The whey dripping out of the bag can be used to curdle the next batch of mizithra. After a few days mizithra forms a sweet, moist, soft mass molded in the shape of the hanging bag with a rounded bottom and a conical, wrinkly top. At this stage it is called \"sweet\" or \"fresh mizithra\" and may be eaten or, often, baked in pies.",
            "score": 77.71782684326172
        }
    ]
}