{
    "q": [
        {
            "docid": "1420969_3",
            "document": "Julius Caesar (cricketer) . Julius Caesar was born in Godalming, Surrey, to Benjamin Caesar, an English professional cricketer, and his wife Anne (née Bowler). Benjamin and Anne had seven children. George, Richard, Lawrence William, Ann, Benjamin, Frederick Bowler and finally Julius. He was brought up in Godalming, a town with approximately 4,000 inhabitants, in Surrey, England. He was almost certainly educated in one of the two schools in Godalming at the time, and could read and write with a legible hand.",
            "score": 27.041260957717896
        },
        {
            "docid": "69880_95",
            "document": "Napoleon . While in exile, Napoleon wrote a book about Julius Caesar, one of his great heroes. He also studied English under the tutelage of Count Emmanuel de Las Cases with the main aim of being able to read English newspapers and books, as access to French newspapers and books was heavily restricted to him on Saint Helena.",
            "score": 23.24544382095337
        },
        {
            "docid": "2926817_3",
            "document": "Memnon of Heraclea . Memnon's history encompassed an unknown number of books, but Photius had read the ninth through the sixteenth, and made a tolerably copious abstract of that portion. The first eight books he had not read, and he speaks of other books after the sixteenth. The ninth book begins with an account of the tyrant Clearchus, the disciple of Plato and Isocrates. The thirteenth book contains a long account of the rise of Rome. The last event mentioned in the sixteenth book was the death of Brithagoras, who was sent by the Heracleians as ambassador to Julius Caesar, after the latter had obtained the supreme power (48 BC).",
            "score": 24.2697811126709
        },
        {
            "docid": "17938506_6",
            "document": "Lucius Julius . Lucius Julius Caesar I may have been the son of Numerius Julius Caesar or identical to Lucius Julius Libo II, with Sextus Julius Caesar (praetor 208 BC) as his son, in which case the latter would be the father of Sextus Julius Caesar (military tribune 181 BC) identical to Sextus Julius Caesar (consul 157 BC).",
            "score": 27.842549324035645
        },
        {
            "docid": "57328_19",
            "document": "Julius Caesar (play) . The text of \"Julius Caesar\" in the First Folio is the only authoritative text for the play. The Folio text is notable for its quality and consistency; scholars judge it to have been set into type from a theatrical prompt-book.",
            "score": 29.152560472488403
        },
        {
            "docid": "9437624_15",
            "document": "Art patronage of Julius II . Many also criticize Julius II for having repeatedly identified himself with Julius Caesar. His desire to emulate Caesar and his extravagant patronage further the negative connotations. Scholars have drawn this conclusion from the medal Julius had made for Saint Peter's with himself on the back, as well as his self-chosen name of Julius. (Gosman, 44) The second, less common stance, is that Julius’s main motive for his patronage was for his own personal aesthetic pleasure (Gosman, 45). One scholar defends Julius II's patronage by stating: \"“It must not be forgotten that not all messages conveyed in works commissioned by a patron, let alone those merely addressed to him, can be read as a communication by the patron of his thinking and claims and aspirations. To say this is not to deny that messages may be read into them, but it should not be assumed that patrons would necessarily have cared about or understood or been motivated by theories and statements about their power and authority that may be coded into the works of art they paid for\". \" (Gosman, 61)",
            "score": 25.005779266357422
        },
        {
            "docid": "32008642_5",
            "document": "Hubert Goltzius . Golzius had his own printshop in Bruges, where he published \"Caius Julius Caesar, or a history of Roman Emperors in medals\" in 1563, and \"The life of Julius Caesar\" in 1566. In 1567 he published the book \"Fastos\" for which he was made an honorary Roman citizen by the Rome council (and which was noted in his next book called \"Caesar Augustus\" in 1574). He published his final book in 1576 on the emperors of Greece in medallions. His portrait was painted twice by Antonis Mor in exchange for his medallion book. These paintings, as well as the books, were all honored in verse by various poets. The same goes for the engraved portrait by Melchior Lorck, used in his last book from 1576 and also used independently.",
            "score": 24.7945876121521
        },
        {
            "docid": "694796_10",
            "document": "Michael Parenti . In 2003 The New Press published Parenti's \"The Assassination of Julius Caesar: A People's History of Ancient Rome.\" \"PW\" said, \"Parenti... narrates a provocative history of the late republic in Rome (100–33 B.C.) to demonstrate that Caesar's death was the culmination of growing class conflict, economic disparity and political corruption.\" \"Kirkus Reviews\" wrote: \"Populist historian Parenti... views ancient Rome’s most famous assassination not as a tyrannicide but as a sanguinary scene in the never-ending drama of class warfare.\" Kirkus described the book as \"revisionist history at its most provocative.\" \"Political Affairs\" wrote: \"This is an excellent book and a good read.\"",
            "score": 22.84993028640747
        },
        {
            "docid": "4358254_33",
            "document": "The Twelve Caesars . Suetonius describes several omens that predicted the assassination of Caligula. He mentions a bolt of lightning that struck Rome on the Ides of March, which was when Julius Caesar was assassinated. Lightning was an event of immense superstition in the ancient world. The day of the assassination, Caligula sacrificed a flamingo. During the sacrifice, blood splattered on his clothes. Suetonius also describes a comet that was seen shortly before the assassination. In the ancient world, comets were believed to foretell the death or assassination of important people. Suetonius even suggested that Caligula's name itself was a predictor of his assassination, noting that every Caesar named Gaius, such as the dictator Gaius Julius Caesar, had been assassinated (a statement which is not entirely accurate; Julius Caesar's father died from natural causes, as did Augustus).",
            "score": 25.689476251602173
        },
        {
            "docid": "15924_61",
            "document": "Julius Caesar . Julius Caesar had been preparing to invade Parthia, the Caucasus, and Scythia, and then march back to Germania through Eastern Europe. These plans were thwarted by his assassination. His successors did attempt the conquests of Parthia and Germania, but without lasting results.",
            "score": 24.746320724487305
        },
        {
            "docid": "1120048_10",
            "document": "Scroll . The Romans invented the \"codex\" form of the book, folding the scroll into pages which made reading and handling the document much easier. Legend has it that Julius Caesar was the first to fold scrolls, concertina-fashion, for dispatches to his forces campaigning in Gaul. Scrolls were awkward to read if a reader wished to consult material at opposite ends of the document. Further, scrolls were written only on one side, while both sides of the codex page were used.",
            "score": 25.049330234527588
        },
        {
            "docid": "4309435_2",
            "document": "Julia (wife of Marius) . Julia (c. 130 BC – 69 BC) was a daughter of Gaius Julius Caesar II (praetor-grandfather of Caesar) and Marcia (daughter of praetor Quintus Marcius Rex). She was a sister of Gaius Julius Caesar III (the father of Julius Caesar) and Sextus Julius Caesar III, consul in 91 BC.",
            "score": 24.898866653442383
        },
        {
            "docid": "12194458_2",
            "document": "Brannovices . The Brannovices or Brannovii were a Gallic people mentioned by Julius Caesar (\"B. G.\" vii. 75). D'Anville conjectures that they may have been in the canton of Brionnois, near Mâcon, Saône-et-Loire, France. Walckenaer (\"Géog.\" vol. i. p. 331) has some remarks on these people. In Caesar (\"B. G.\" vii. 75) there are also readings \"Blannovicibus\" and \"Blannoviis\" (Oudendorp. ed. Caes.); and Walckenaer proposes to place the \"Blannovices\" or \"Brannovices\" in the district of Mâcon, where D'Anville also places the Brannovices or Brannovii. Walckenaer urges, in favor of this supposition, the existence of a place called Blannot in the district of Mâcon. There is another Blannot in the department of Côte d'Or, about 22 km from Arnay, and here Walckenaer places the Blannovii. The controversy has not been resolved.",
            "score": 23.265520334243774
        },
        {
            "docid": "26174_6",
            "document": "Julio-Claudian family tree . This generation of Julii Caesares has two consuls: Sextus Julius Caesar III in 91 BC, and Lucius Julius Caesar III the next year. This generation has also two female descendants very close to the centers of power by their marriages: Julia, the daughter of Gaius Julius Caesar II was married to seven-times consul Gaius Marius, while Julia, the daughter of Lucius Julius Caesar II was married to the two-times consul and Roman dictator Lucius Cornelius Sulla, who had successfully challenged Marius' power. For ensuing generations, Gaius Julius Caesar the Elder, married to a consul's daughter, and Lucius Julius Caesar III proved to be quintessential ancestors of those who held Imperial power in the Julio-Claudian dynasty.",
            "score": 27.84229278564453
        },
        {
            "docid": "39202379_25",
            "document": "Destruction of the Library of Alexandria . Thus Orosius laments the pillaging of libraries within temples in 'his own time' by 'his own men' and compares it to the destruction of the Great Library destroyed at the time of Julius Caesar. He is certainly referring to the plundering of pagan temples during his lifetime, but this presumably did not include the library of Alexandria, which he assumes was destroyed in Caesar's time. While he admits that the accusations of plundering books are “true enough,” he then suggests that the books in question were not copies of those that had been housed at the Great Library, but rather new books \"to rival the ancient love of literature.\" Orosius does not say where temples' books were taken, whether to Constantinople or to local monastic libraries or elsewhere, and he does not say that the books were destroyed.",
            "score": 24.850830078125
        },
        {
            "docid": "57328_36",
            "document": "Julius Caesar (play) . The 2008 movie \"Me and Orson Welles\", based on a book of the same name by Robert Kaplow, is a fictional story centred around Orson Welles' famous 1937 production of \"Julius Caesar\" at the Mercury Theatre. British actor Christian McKay is cast as Welles, and co-stars with Zac Efron and Claire Danes.",
            "score": 24.657158136367798
        },
        {
            "docid": "1232477_2",
            "document": "Sextus Julius Caesar . Sextus Julius Caesar was the name of several Roman men of the Julii Caesares. \"Sextus\" was one of three praenomina used by the Julii Caesares, the others being \"Lucius\" and \"Gaius\", the latter being the praenomen of the most famous Julius Caesar.",
            "score": 24.65426540374756
        },
        {
            "docid": "57328_30",
            "document": "Julius Caesar (play) . One of the earliest cultural references to the play came in Shakespeare's own \"Hamlet\". Prince Hamlet asks Polonius about his career as a thespian at university, Polonius replies \"I did enact Julius Caesar. I was killed i' th' Capitol. Brutus killed me.\" This is a likely meta-reference, as Richard Burbage is generally accepted to have played leading men Brutus and Hamlet, and the older John Heminges to have played Caesar and Polonius.",
            "score": 20.82490348815918
        },
        {
            "docid": "15924_85",
            "document": "Julius Caesar . Julius Caesar is seen as the main example of \"Caesarism\", a form of political rule led by a charismatic strongman whose rule is based upon a cult of personality, whose rationale is the need to rule by force, establishing a violent social order, and being a regime involving prominence of the military in the government. Other people in history, such as the French Napoleon Bonaparte and the Italian Benito Mussolini, have defined themselves as Caesarists. Bonaparte did not focus only on Caesar's military career but also on his relation with the masses, a predecessor to populism. The word is also used in a pejorative manner by critics of this type of political rule.",
            "score": 23.061140298843384
        },
        {
            "docid": "219117_12",
            "document": "Roman emperor . Julius Caesar, and then Augustus after him, accumulated offices and titles of the highest importance in the Republic, making the power attached to those offices permanent, and preventing anyone with similar aspirations from accumulating or maintaining power for themselves. However, Julius Caesar, unlike those after him, did so without the Senate's vote and approval.",
            "score": 25.29605531692505
        },
        {
            "docid": "57328_28",
            "document": "Julius Caesar (play) . After the theatres re-opened at the start of the Restoration era, the play was revived by Thomas Killigrew's King's Company in 1672. Charles Hart initially played Brutus, as did Thomas Betterton in later productions. \"Julius Caesar\" was one of the very few Shakespearean plays that was not adapted during the Restoration period or the eighteenth century.",
            "score": 24.17743968963623
        },
        {
            "docid": "57328_13",
            "document": "Julius Caesar (play) . Brutus next attacks Cassius for supposedly soiling the noble act of regicide by having accepted bribes. (\"Did not great Julius bleed for justice' sake? / What villain touch'd his body, that did stab, / And not for justice?\") The two are reconciled, especially after Brutus reveals that his beloved wife committed suicide under the stress of his absence from Rome; they prepare for a civil war against Mark Antony and Caesar's adopted son, Octavius, who have formed a triumvirate in Rome with Lepidus. That night, Caesar's ghost appears to Brutus with a warning of defeat. (He informs Brutus, \"Thou shalt see me at Philippi.\")",
            "score": 19.760807991027832
        },
        {
            "docid": "7514689_4",
            "document": "Medici giraffe . In 46 BC Julius Caesar had celebrated his triumphs in Egypt by returning to Rome with a vast menagerie, the star attraction of which was a giraffe, the first ever seen in Europe. The Romans did not know what to make of such an animal and named it the cameleopard, for it seemed to them to embody characteristics of both the camel and leopard. Caesar had the animal torn to shreds by lions in the arena, probably to emphasize his power by the disposal of such a rare creature in a casual manner. Lorenzo had read of the success of the spectacle of Caesar's giraffe and saw a way to cement his reputation in Florence by emulating it. He also realised that he could gain further political influence by passing the animal on and promised to send it to Anne of France, after its sojourn in Florence.",
            "score": 25.186734437942505
        },
        {
            "docid": "4308816_7",
            "document": "Julii Caesares . The rest of the genealogy is well-known. As Caesar left no legitimate sons to carry on his name and legacy, by his will he adopted his grand-nephew, Gaius Octavius, who thus became Gaius Julius Caesar Octavianus, the future emperor better known as Augustus. Octavian had only a daughter, and therefore adopted two of his grandchildren by Marcus Vipsanius Agrippa, who thus became Gaius and Lucius Julius Caesar; but when both died young, the emperor adopted their brother, who became Marcus Julius Caesar Agrippa Postumus, and a stepson, Tiberius Claudius Nero, who became Tiberius Julius Caesar. Tiberius' son, Nero Claudius Drusus, became Drusus Julius Caesar, and he adopted a nephew, Tiberius Claudius Nero Germanicus, who became Germanicus Julius Caesar; their children also became part of the Julia gens. The line draws to a close with the death of Germanicus' son, Gaius Julius Caesar Germanicus, better known simply as Gaius or Caligula, in AD 41; after this, the imperial authority passed to Gaius' uncle, Tiberius Claudius Nero Germanicus, and out of the Julian line.",
            "score": 28.04115343093872
        },
        {
            "docid": "23416512_3",
            "document": "Gaius Julius Caesar (name) . The name \"Caesar\" probably originated from a dialect of Latium which did not share the rhotacism of the Roman dialect. (That is, the \"s\" between vowels did not change to \"r\".) Using the Latin alphabet as it existed in the day of Julius Caesar (100 BC – 44 BC) (i.e., without lower case letters, \"J\", or \"U\"), Caesar's name is properly rendered (the spelling is also attested and is interchangeable with the more common ; however the letter was used with its antique pronunciation of [g], as it was an adaptation of Greek \"gamma\"). It is often seen abbreviated to . (The letterform is a ligature, which is often encountered in Latin inscriptions, where it was used to save space, and is nothing more than the letters \"ae\".) The leading vowels in each part of the name are long, and in Classical Latin, the whole name was pronounced , or, alternatively, with praenomen pronounced trisyllabically as . In Greek, during Caesar's time, his name was written \"Καῖσαρ,\" which was pronounced more or less the same.",
            "score": 33.63599944114685
        },
        {
            "docid": "48405_2",
            "document": "Caesar cipher . In cryptography, a Caesar cipher, also known as Caesar's cipher, the shift cipher, Caesar's code or Caesar shift, is one of the simplest and most widely known encryption techniques. It is a type of substitution cipher in which each letter in the plaintext is replaced by a letter some fixed number of positions down the alphabet. For example, with a left shift of 3, D would be replaced by A, E would become B, and so on. The method is named after Julius Caesar, who used it in his private correspondence.",
            "score": 27.8287513256073
        },
        {
            "docid": "1224846_2",
            "document": "Gaius Julius Caesar Strabo Vopiscus . Gaius Julius Caesar Strabo Vopiscus (\"C. Iulius L. f. Sex. n. Caesar Strabo Vopiscus\")(ca. 130 BC – 87 BC) was the younger son to Lucius Julius Caesar II and his wife Poppilia and younger brother to Lucius Julius Caesar III. His \"cognomina\" indicate he was possibly cross-eyed, and the surviving member of a set of twins.",
            "score": 24.42188262939453
        },
        {
            "docid": "17938506_9",
            "document": "Lucius Julius . Lucius Julius Caesar II, first cousin of Caesar's grandfather, grandson of Lucius Julius Caesar I;",
            "score": 25.807607173919678
        },
        {
            "docid": "12210646_2",
            "document": "Ambarri . The Ambarri were a Gallic people, whom Julius Caesar (\"B. G.\" i. 11) calls close allies and kinsmen of the Aedui. If the reading \"Aedui Ambarri\" in the passage referred to is correct, the Ambarri were Aedui. They are not mentioned among the \"clientes\" of the Aedui. (\"B. G.\" vii. 75.) They occupied a tract in the valley of the Rhône, probably in the angle between the Saône and the Rhône; and their neighbors on the east were the Allobroges. They are mentioned by Livy (v. 34) with the Aedui among those Galli who were said to have crossed the Alps into Italy in the time of Tarquinius Priscus.",
            "score": 24.44303274154663
        },
        {
            "docid": "783514_3",
            "document": "Gaius Julius Caesar . Livy mentions a senator named Gaius Julius who wrote a Roman history in Greek about 143 BC. Given the time period, he would probably have been one of the Julii Caesares, most probably a brother of the Sextus Julius Caesar who was consul in 157, and the great-grandfather of the dictator. This is how Drumann regarded the dictator's most likely descent. If his brother was the Sextus Julius Caesar who was consul in 157 BC, then he would be the son of Sextus Julius Caesar, the praetor in 208 BC.",
            "score": 28.774009704589844
        },
        {
            "docid": "1228853_4",
            "document": "Lucius Julius Caesar . Lucius Julius Caesar, son of the praetor of 183, was \"praetor urbanus\" in 166. A \"praetor urbanus\" named Julius Caesar was mentioned by Pliny the Elder as having died suddenly during his year of office, and was perhaps the same man, although some scholars identify him with Gaius Julius Caesar, the grandfather of the dictator.",
            "score": 29.550175189971924
        },
        {
            "docid": "1232477_7",
            "document": "Sextus Julius Caesar . Sextus Julius Caesar, the son of Gaius Julius Caesar and Marcia, is best known as the uncle of Gaius Julius Caesar, the dictator. He was praetor by 94 BC, and held the consulship in 91. Proconsul in 90, he won a military victory, probably over the Paeligni. He died while laying siege to Asculum.",
            "score": 24.36430072784424
        }
    ],
    "r": [
        {
            "docid": "206246_3",
            "document": "Abolition of monarchy . History records transitions from monarchy to other forms of government from very early times, either through revolutions, coups d'état, wars, or legislative reforms (sometimes involving abdications). Athens had abandoned the principle of hereditary rule by 753 BCE. The founding of the Roman Republic in the 6th century BCE provides a well-known example and anti-monarchism became part of Rome's traditions, being cited as justification for the assassination of Julius Caesar in 44 BCE. Monarchical Carthage became an aristrocratic republic in 308 BCE.",
            "score": 36.23577880859375
        },
        {
            "docid": "1002172_4",
            "document": "History of Brittany . The history of Brittany begins with settlement beginning in prehistoric times, beginning around 700 000 BCE. The neolithic era, which began around 5000 BCE, is characterised in the region by the development of an important megalithic art found in sites such as the cairn of Barnenez, the cairn of Gavrinis, the table of the Merchants of Locmariaquer or the alignments of Carnac. In the course of its protohistory which began around the middle of the third century BCE, a subsoil rich in tin allowed the development of an industry in bronze objects, which led to commercial routes for export to other regions of Europe. It was inhabited by Gallic peoples including the Veneti and the Namnetes in the first centuries BCE before these territories were conquered by Julius Caesar in 57 BCE, and progressively Romanized.",
            "score": 36.0711555480957
        },
        {
            "docid": "21090338_30",
            "document": "History of the Han dynasty . Starting in 139 BCE, the Han diplomat Zhang Qian traveled west in an unsuccessful attempt to secure an alliance with the Da Yuezhi (who were evicted from Gansu by the Xiongnu in 177 BCE); however, Zhang's travels revealed entire countries which the Chinese were unaware of, the remnants of the conquests of Alexander the Great (r. 336–323 BCE). When Zhang returned to China in 125 BCE, he reported on his visits to Dayuan (Fergana), Kangju (Sogdiana), and Daxia (Bactria, formerly the Greco-Bactrian Kingdom which was subjugated by the Da Yuezhi). Zhang described Dayuan and Daxia as agricultural and urban countries like China, and although he did not venture there, described Shendu (the Indus River valley of northern India) and Anxi (Arsacid territories) further west. Envoys sent to these states returned with foreign delegations and lucrative trade caravans; yet even before this, Zhang noted that these countries were importing Chinese silk. After interrogating merchants, Zhang also discovered a southwestern trade route leading through Burma and on to India. The earliest known Roman glassware found in China (but manufactured in the Roman Empire) is a glass bowl found in a Guangzhou tomb dating to the early 1st century BCE and perhaps came from a maritime route passing through the South China Sea. Likewise, imported Chinese silk attire became popular in the Roman Empire by the time of Julius Caesar (100–44 BCE).",
            "score": 35.38105010986328
        },
        {
            "docid": "2262046_6",
            "document": "Battle of Forum Gallorum . The consul Mark Antony, the erstwhile close ally of Julius Caesar who had briefly dominated Rome shortly after the assassination of Julius Caesar, had gradually lost power since the summer of 44 BCE due to the increasing popularity among veterans and the Caesarian faction of the dictator's young heir, Caesar Octavian, and the rebuilding of a Pompeian Senatorial faction led by Marcus Tullius Cicero. The coalition against Mark Antony also included some of Caesar's murderers, including Decimus Brutus, who had taken control of Gallia Cisalpina with three legions in April 44 BCE.",
            "score": 35.33661651611328
        },
        {
            "docid": "48461384_2",
            "document": "Epistulae ad Brutum . Epistulae ad Brutum (Letters to Brutus) is a collection of letters between Roman politician and orator Marcus Tullius Cicero and fellow politician, and conspirator against Julius Caesar, Marcus Junius Brutus. The letters in this collection, when combined with Cicero's other letters, are considered some of the most reliable sources of information for the period leading up to the fall of the Roman Republic. Cicero became acquainted with Brutus through his close friend Titus Pomponius Atticus, an admirer of Brutus. Their personal relationship likely grew during their time together in opposition to Caesar during the civil war in 49 BCE, it being firmly established by the time Cicero returned to Rome in the autumn of 47.",
            "score": 35.15900802612305
        },
        {
            "docid": "20755981_3",
            "document": "Joseph Barsalou (physician) . Joseph Barsalou was born in Agen in the south west of France. He came from a family of apothecaries that was originally from Narbonne. Joseph Barsalou received no formal medical training. His father handed down his knowledge of herbs and minerals. It is through his friendship with the Scaliger family that Joseph Barsalou gained access to the library of Julius Caesar Scaliger and his son Joseph Justus Scaliger. Julius Caesar Scaliger was a physician, philosopher and commentator of Aristotle. His son Josephus Justus Scaliger was a scholar, linguist and historian. Joseph Barsalou built on his traditional knowledge of herbs with an introduction to medicine and philosophy reading Galen, Aristotle and Pythagoras.",
            "score": 34.40473556518555
        },
        {
            "docid": "30343_3",
            "document": "Torah . In rabbinic literature the word \"Torah\" denotes both the five books ( \"Torah that is written\") and the Oral Torah (, \"Torah that is spoken\"). The Oral Torah consists of interpretations and amplifications which according to rabbinic tradition have been handed down from generation to generation and are now embodied in the Talmud and Midrash. According to rabbinic tradition, all of the teachings found in the Torah, both written and oral, were given by God through the prophet Moses, some at Mount Sinai and others at the Tabernacle, and all the teachings were written down by Moses, which resulted in the Torah that exists today. According to the Midrash, the Torah was created prior to the creation of the world, and was used as the blueprint for Creation. The majority of Biblical scholars believe that the written books were a product of the Babylonian captivity (c. 600 BCE), based on earlier written and oral traditions, which could only have arisen from separate communities within ancient Israel, and that it was completed by the period of Achaemenid rule (c. 400 BCE).",
            "score": 34.012760162353516
        },
        {
            "docid": "23416512_3",
            "document": "Gaius Julius Caesar (name) . The name \"Caesar\" probably originated from a dialect of Latium which did not share the rhotacism of the Roman dialect. (That is, the \"s\" between vowels did not change to \"r\".) Using the Latin alphabet as it existed in the day of Julius Caesar (100 BC – 44 BC) (i.e., without lower case letters, \"J\", or \"U\"), Caesar's name is properly rendered (the spelling is also attested and is interchangeable with the more common ; however the letter was used with its antique pronunciation of [g], as it was an adaptation of Greek \"gamma\"). It is often seen abbreviated to . (The letterform is a ligature, which is often encountered in Latin inscriptions, where it was used to save space, and is nothing more than the letters \"ae\".) The leading vowels in each part of the name are long, and in Classical Latin, the whole name was pronounced , or, alternatively, with praenomen pronounced trisyllabically as . In Greek, during Caesar's time, his name was written \"Καῖσαρ,\" which was pronounced more or less the same.",
            "score": 33.63600158691406
        },
        {
            "docid": "33931676_29",
            "document": "Druid . The earliest extant text that describes the druids in detail is Julius Caesar's \"Commentarii de Bello Gallico\", book VI, written in the 50s or 40s BCE. A military general who was intent on conquering Gaul and Britain, Caesar described the druids as being concerned with \"divine worship, the due performance of sacrifices, private or public, and the interpretation of ritual questions.\" He claimed that they played an important part in Gaulish society, being one of the two respected classes along with the \"equites\" (in Rome the name for members of a privileged class above the common people, but also \"horsemen\") and that they performed the function of judges. He claimed that they recognized the authority of a single leader, who would rule until his death, when a successor would be chosen by vote or through conflict. He also remarked that they met annually at a sacred place in the region occupied by the Carnute tribe in Gaul, while they viewed Britain as the centre of druidic study; and that they were not found amongst the German tribes to the east of the Rhine. According to Caesar, many young men were trained to be druids, during which time they had to learn all the associated lore by heart. He also claimed their main teaching was \"the souls do not perish, but after death pass from one to another\". They were also concerned with \"the stars and their movements, the size of the cosmos and the earth, the world of nature, and the power and might of the immortal gods\", indicating they were involved with not only such common aspects of religion as theology and cosmology, but also astronomy. Caesar also held that they were \"administrators\" during rituals of human sacrifice, for which criminals were usually used, and that the method was through burning in a wicker man.",
            "score": 33.53109359741211
        },
        {
            "docid": "14021_5",
            "document": "History of astronomy . Calendars of the world have often been set by observations of the Sun and Moon (marking the day, month and year), and were important to agricultural societies, in which the harvest depended on planting at the correct time of year, and for which the nearly full moon was the only lighting for night-time travel into city markets. The common modern calendar is based on the Roman calendar. Although originally a lunar calendar, it broke the traditional link of the month to the phases of the moon and divided the year into twelve almost-equal months, that mostly alternated between thirty and thirty-one days. Julius Caesar instigated calendar reform in 46 BCE and introduced what is now called the Julian calendar, based upon the 365  day year length originally proposed by the 4th century BCE Greek astronomer Callippus.",
            "score": 33.29322814941406
        },
        {
            "docid": "2747_8",
            "document": "Arabian Sea . The Arabian Sea has been an important marine trade route since the era of the \"coastal sailing vessels\" from possibly as early as the 3rd millennium BCE, certainly the late 2nd millennium BCE through the later days known as the Age of Sail. By the time of Julius Caesar, several well-established combined land-sea trade routes depended upon water transport through the Sea around the rough inland terrain features to its north.",
            "score": 33.1655158996582
        },
        {
            "docid": "22290735_12",
            "document": "Legacy of the Roman Empire . Through the Roman Empire, Greek literature also continued to make an impact in Europe long after the Empire's fall, especially after the recovery of Greek texts from the East during the high Middle Ages and the resurgence of Greek literacy during the Renaissance. Plutarch's \"Lives of the Noble Greeks and Romans\", for instance, originally written in Greek, was widely read by educated Westerners from the Renaissance up to the 20th century. Shakespeare's play Julius Caesar takes most of its material from Plutarch's biographies of Caesar, Cato, and Brutus, whose exploits were frequently discussed and debated by the literati of the time.",
            "score": 33.16444396972656
        },
        {
            "docid": "13769378_4",
            "document": "Peter Hunt (literary critic) . An Introduction to Children's Literature (1994) begins in the Preface by asking essential questions about children's literature: \"what is it, how is it used, how can we approach it, [and] how the study of it has developed.\" Yet almost immediately Hunt finds himself struggling with the first question, noting that books 'written for' children are sometimes only understandable by adults, or are much more appreciated by adults (such as \"Alice's Adventures in Wonderland\"), while books 'read by' children could potentially include any book which exists (for \"surely sometime, somewhere, all books have been read by one child or another?\") Joined with this is the difficulty of defining 'children', although Hunt soon gives a satisfactory definition: \"[C]hildhood is the period of life which the immediate culture thinks of as being free of responsibility and susceptible to education.\" Although Hunt never neatly answers the questions he posed in the Preface, he does make some progress when he discerns that \"children's literature is obviously what people think it is,\" and is content to leave it at that while he flutters through time from the 18th century onward.",
            "score": 32.91630935668945
        },
        {
            "docid": "17810_7",
            "document": "Liechtenstein . The Hallstatt and La Tène cultures flourished during the late Iron Age, from around 450 BCE—possibly under some influence of both the Greek and Etruscan civilisations. One of the most important tribal groups in the Alpine region were the Helvetii. In 58 BCE, at the Battle of Bibracte, Julius Caesar defeated the Alpine tribes, therefore bringing the region under close control of the Roman Republic. By 15 BCE, Tiberius—destined to be the second Roman emperor—with his brother, Drusus, conquered the entirety of the Alpine area. Liechtenstein was then integrated into the Roman province of Raetia. The area was maintained by the Roman military, who also maintained large legionary camps at Brigantium (Austria), near Lake Constance, and at Magia (Swiss). A Roman road which ran through the territory was also created and maintained by these groups. In 259/60 Brigantium was destroyed by the Alemanni, a Germanic people who settled in the area in around 450 CE.",
            "score": 32.857521057128906
        },
        {
            "docid": "34742632_2",
            "document": "Chinese Medical Herbology and Pharmacology . Chinese Medical Herbology and Pharmacology is a text on Chinese herbology by Dr. John K. Chen and Tina T. Chen. It is one of the few comprehensive texts on Chinese herbology in existence that has been published in the English and German language, and it is widely recognized by the oriental medicine community as both a valid teaching tool used in many oriental medicine universities in the US, as well as a reference book that is widely cited by many academic individuals and practitioners. In addition to the traditional and modern uses of Chinese herbology, this text is also a tremendous source that details clinical studies and research, safety data and toxicology, as well as western pharmacological and herb-drug interactions. This text is also part of the required knowledge from the national (NCCAOM) as well as many state Acupuncture licensing boards. It has been and continues to be cited in many published articles and papers on Chinese Herbal Medicine, especially those that cover the subject of pharmacological and herbal interactions.",
            "score": 32.83320236206055
        },
        {
            "docid": "8238862_3",
            "document": "Cenimagni . During Julius Caesar's second invasion of Britain in 54 BCE, following Caesar's military success and restoration of King Mandubracius to power over the Trinovantes, opposition to the Romans coalesced around the figure of Cassivellaunus which led to divided loyalties among the Britons, as Caesar records. Emissaries of five British tribes, including the Cenimagni (the others being the Ancalites, the Segontiaci, the Bibroci and the Cassi), arrived at the Roman camp to treat for peace, and agreed to reveal details of Cassivellaunus' stronghold. Caesar besieged him there and brought him to terms. When Caesar left Britain he took hostages from the Britons, although which tribes were compelled to give any is not specified.",
            "score": 32.6972541809082
        },
        {
            "docid": "8537405_3",
            "document": "Bibroci . During Julius Caesar's second invasion of Britain in 54 BCE, following Caesar's military success and restoration of King Mandubracius to power over the Trinovantes, opposition to the Romans coalesced around the figure of Cassivellaunus which led to divided loyalties among the Britons, as Caesar records. Emissaries of five British tribes, including the Bibroci (the others being the Ancalites, the Segontiaci, the Cenimagni and the Cassi), arrived at the Roman camp to treat for peace, and agreed to reveal details of Cassivellaunus' stronghold. Caesar besieged him there and brought him to terms. When Caesar left Britain he took hostages from the Britons, although which tribes were compelled to give any is not specified.",
            "score": 32.6972541809082
        },
        {
            "docid": "8537496_3",
            "document": "Cassi . During Julius Caesar's second invasion of Britain in 54 BCE, following Caesar's military success and restoration of King Mandubracius to power over the Trinovantes, opposition to the Romans coalesced around the figure of Cassivellaunus which led to divided loyalties among the Britons, as Caesar records. Emissaries of five British tribes, including the Cassi (the others being the Ancalites, the Segontiaci, the Cenimagni and the Bibroci), arrived at the Roman camp to treat for peace, and agreed to reveal details of Cassivellaunus' stronghold. Caesar besieged him there and brought him to terms. When Caesar left Britain he took hostages from the Britons, although which tribes were compelled to give any is not specified.",
            "score": 32.6972541809082
        },
        {
            "docid": "5133787_3",
            "document": "Segontiaci . During Julius Caesar's second invasion of Britain in 54 BCE, following Caesar's military success and restoration of King Mandubracius to power over the Trinovantes, opposition to the Romans coalesced around the figure of Cassivellaunus which led to divided loyalties among the Britons, as Caesar records. Emissaries of five British tribes, including the Segontiaci (the others being the Ancalites, the Bibroci, the Cenimagni and the Cassi), arrived at the Roman camp to treat for peace, and agreed to reveal details of Cassivellaunus' stronghold. Caesar besieged him there and brought him to terms. When Caesar left Britain he took hostages from the Britons, although which tribes were compelled to give any is not specified.",
            "score": 32.6972541809082
        },
        {
            "docid": "3444337_3",
            "document": "Ancalites . During Julius Caesar's second invasion of Britain in 54 BCE, following Caesar's military success and restoration of King Mandubracius to power over the Trinovantes, opposition to the Romans coalesced around the figure of Cassivellaunus which led to divided loyalties among the Britons, as Caesar records. Emissaries of five British tribes, including the Ancalites (the others being the Bibroci, the Segontiaci, the Cenimagni and the Cassi), arrived at the Roman camp to treat for peace, and agreed to reveal details of Cassivellaunus' stronghold. Caesar besieged him there and brought him to terms. When Caesar left Britain he took hostages from the Britons, although which tribes were compelled to give any is not specified.",
            "score": 32.6972541809082
        },
        {
            "docid": "1873914_8",
            "document": "Veneti (Gaul) . Caesar reports in the Bellum Gallicum that in 57 BCE, the Gauls on the Atlantic coast, including the Veneti, were forced to submit to Caesar's authority as governor. They were obliged to sign treaties and yield hostages as a token of good faith. However, in 56 BCE, the Veneti captured some of Julius Caesar's officers while they were foraging within their legions, intent on using them as bargaining chips to secure the release of the hostages Caesar had forced them to give him. Angered by what he considered a breach of law, Caesar prepared for war.",
            "score": 32.427337646484375
        },
        {
            "docid": "1448426_27",
            "document": "Julliberrie's Grave . Unlike the other two Stour long-barrows, the existence of Julliberrie's Grave has been known for many centuries. In the writings of William Camden, Julliberrie's Grave is presented as the burial place of Julius Laberius, one of the tribunes of the Roman general Julius Caesar, who Camden alleged died in battle against the Iron Age Britons while engaged in the second of Caesar's invasions of Britain, in 54 BCE. According to Camden:",
            "score": 32.404029846191406
        },
        {
            "docid": "4308816_6",
            "document": "Julii Caesares . It is therefore Sextus, the praetor of BC 208, rather than an otherwise unknown Lucius Julius Caesar, who was the father of Lucius Julius Caesar, praetor in 183 BC, and Sextus, the consul of 157. These sons provide the first two branches of the family; but the third branch, representing the ancestors of Gaius Julius Caesar, the dictator, are less certain. We know that Caesar's grandfather was also named \"Gaius\", and that he married a woman of the Marcia gens. Drumann supposed that he might have been the son of a senator named Gaius Julius, who wrote a Roman history in Greek about BC 143. This Gaius, he proposed, might have been a brother of Sextus Julius Caesar, the consul of 157, and therefore a son of the Sextus who was military tribune in 181. Since the two Sexti were in fact the same man, this would probably make the senator Gaius a third son of Sextus Julius Caesar, the praetor of 208 BC. If he was a senator in 143, and the great-grandfather of Caesar, who was born in BC 100, he was probably not the consul's son, as \"his\" eponymous and presumably eldest son, Sextus, was praetor in BC 123.",
            "score": 32.249629974365234
        },
        {
            "docid": "3118873_8",
            "document": "Chola dynasty . There is very little written evidence available of the Cholas prior to the 7th century. Historic records exist thereafter, including inscriptions on temples. During the past 150 years, historians have gleaned significant knowledge on the subject from a variety of sources such as ancient Tamil Sangam literature, oral traditions, religious texts, temple and copperplate inscriptions. The main source for the available information of the early Cholas is the early Tamil literature of the Sangam Period. There are also brief notices on the Chola country and its towns, ports and commerce furnished by the \"Periplus of the Erythraean Sea\" (\"Periplus Maris Erythraei\"), and in the slightly later work of the geographer Ptolemy. \"Mahavamsa\", a Buddhist text written down during the 5th century CE, recounts a number of conflicts between the inhabitants of Ceylon and Cholas in the 1st century BCE. Cholas are mentioned in the Pillars of Ashoka (inscribed 273 BCE–232 BCE) inscriptions, where they are mentioned among the kingdoms which, though not subject to Ashoka, were on friendly terms with him.",
            "score": 32.24953842163086
        },
        {
            "docid": "93360_4",
            "document": "Salishan oral narratives . One important difference between Salishan oral traditions and Western literature is that Salishan traditional narratives are not considered to be fictive, or to be the result of the creativity of the narrator, rather they are considered to convey real knowledge of the world as passed down from the elders. The storyteller also does not \"own\" the story, although the best storytellers do give the narratives a personal flavor. Rather the stories are considered to be pre-existing and to contain all the knowledge of the world. Demonstrating the significance of the traditional narratives, elder Joe Cullooyah of the Montana Salish stated that \"Everything you need to know about life is in the Coyote stories — if you just listen carefully\", and asked what happened to Coyote of the Coyote narratives, Cullooyah answered \"You believe that Christ is coming back some day, right? Well, Coyote is coming back some day, too.\"",
            "score": 32.224239349365234
        },
        {
            "docid": "482938_43",
            "document": "Medieval medicine of Western Europe . The re-emergence of Botany in the medieval world came about during the sixteenth century. As part of the revival of classical medicine, one of the biggest areas of interest was materia medica: the study of remedial substances. “Italian humanists in the fifteenth century had recovered and translated ancient Greek botanical texts which had been unknown in the West in the Middle Ages or relatively ignored”. Soon after the rise in interest in botany, universities such as Padua and Bologna started to create programs and fields of study; some of these practices including setting up gardens so that students were able to collect and examine plants. “Botany was also a field in which printing made a tremendous impact, through the development of naturalistic illustrated herbals”. During this time period, university practices were highly concerned with the philosophical matters of study in sciences and the liberal arts, “but by the sixteenth century both scholastic discussion of plants and reliance upon intermediary compendia for plant names and descriptions were increasingly abandoned in favor of direct study of the original texts of classical authors and efforts to reconcile names, descriptions, and plants in nature”. Botanist expanded their knowledge of different plant remedies, seeds, bulbs, uses of dried and living plants through continuous interchange made possible by printing. In sixteenth century medicine, botany was rapidly becoming a lively and fast-moving discipline that held wide universal appeal in the world of doctors, philosophers, and pharmacists.",
            "score": 32.194828033447266
        },
        {
            "docid": "305316_5",
            "document": "Shatapatha Brahmana . Michael Witzel dates this text to the 7th-6th centuries BCE. Jan N. Bremmer dates it to around 700 BCE. According to Julius Eggeling (who translated the Vājasaneyi mādhyandina recension to English), the final version of the text was committed in 300 BCE, although some of its portions are \"far older, transmitted orally from unknown antiquity\".",
            "score": 32.06883239746094
        },
        {
            "docid": "9662_11",
            "document": "Book of Exodus . Jewish and Christian tradition viewed Moses as the author of Exodus and the entire Pentateuch, but by the end of the 19th century the increasing awareness of discrepancies, inconsistencies, repetitions and other features of the Pentateuch had led scholars to abandon this idea. In approximate round dates, the process which produced Exodus and the Pentateuch probably began around 600 BCE when existing oral and written traditions were brought together to form books recognisable as those we know, reaching their final form as unchangeable sacred texts around 400 BCE.",
            "score": 32.05337142944336
        },
        {
            "docid": "46924_79",
            "document": "Caesarean section . The Roman \"Lex Regia\" (royal law), later the \"Lex Caesarea\" (imperial law), of Numa Pompilius (715–673 BC), required the child of a mother dead in childbirth to be cut from her womb. There was a cultural taboo that mothers not be buried pregnant, that may have reflected a way of saving some fetuses. Roman practice requiring a living mother to be in her tenth month of pregnancy before resorting to the procedure, reflecting the knowledge that she could not survive the delivery. Speculation that the Roman dictator Julius Caesar was born by the method now known as C-section is apparently false. Although Caesarean sections were performed in Roman times, no classical source records a mother surviving such a delivery. As late as the 12th century, scholar and physician Maimonides expresses doubt over the possibility of a woman's surviving this procedure and again falling pregnant. The term has also been explained as deriving from the verb \"caedere\", \"to cut\", with children delivered this way referred to as \"caesones\". Pliny the Elder refers to a certain Julius Caesar (an ancestor of the famous Roman statesman) as \"ab utero caeso\", \"cut from the womb\" giving this as an explanation for the cognomen \"Caesar\" which was then carried by his descendants. Nonetheless, even if the etymological hypothesis linking the caesarean section to Julius Caesar is a false etymology, it has been widely believed. For example, the \"Oxford English Dictionary\" defines Caesarean birth as \"the delivery of a child by cutting through the walls of the abdomen when delivery cannot take place in the natural way, as was done in the case of Julius Caesar\". \"Merriam-Webster's Collegiate Dictionary\" (11th edition) leaves room for etymological uncertainty with the phrase, \"from the legendary association of such a delivery with the Roman cognomen \"Caesar\"\".",
            "score": 31.990158081054688
        },
        {
            "docid": "25636_6",
            "document": "History of Romania . The Dacian Kingdom reached its maximum expansion during King Burebista, between 82 BCE - 44 BCE. Under his leadership Dacia became a powerful state which threatened the regional interests of the Romans. Julius Caesar intended to start a campaign against the Dacians, due to the support that Burebista gave to Pompey, but was assassinated in 44 BC. A few months later, Burebista shared the same fate, assassinated by his own noblemen. Another theory suggests that he was killed by Caesar's friends. His powerful state was divided in four and did not become unified again until 95 AD, under the reign of the Dacian king Decebalus.",
            "score": 31.880598068237305
        },
        {
            "docid": "2126165_2",
            "document": "Dictator perpetuo . Dictator perpetuo (English: \"dictator in perpetuity\"), also called dictator in perpetuum, was the office held by Julius Caesar from 26 January or 15 February of the year 44 BCE until his death on 15 March. By abandoning the time restrictions usually applied in the case of the Roman \"dictatura\", it elevated Caesar's dictatorship into the monarchical sphere.",
            "score": 31.876920700073242
        },
        {
            "docid": "26905739_6",
            "document": "Caesar's Comet . Tracing the coinage from 44 BC through the developing rule of Augustus reveals the changing relationship of Julius Caesar to the Sidus Iulium. Robert Gurval notes that the shifting status of Caesar’s comet in the coinage follows a definite pattern. Representations of the deified Julius Caesar as a star appeared relatively quickly, occurring within several years of his death. About twenty years passed, however, before the star completed its transformation into a comet. Starting in 44 BC, a money maker named P. Sepullius Macer created coins with the front displaying Julius Caesar crowned with a wreath and a star behind his head. On the back, Venus, the patron goddess of the Julian family, holds a starred scepter. Gurval maintains that this coin was minted about the time of Caesar’s assassination and thus probably would not have originally referred to his deification. As it circulated, however, it would have brought that idea to mind because of Caesar’s new cult. Kenneth Scott’s older work \"The Sidus Iulium and the Apotheosis of Caesar\" contests this by assuming that the comet did indeed spark this series because of similarity to other coins he produced. A series of Roman aurei and denarii minted after this cult began show Mark Antony and a star, which most likely represents his position as Caesar’s priest. In later coins likely originating near the end of Octavian’s war with Sextus Pompey, the star supplants Caesar’s name and face entirely, clearly representing his divinity.",
            "score": 31.703746795654297
        }
    ]
}