{
    "q": [
        {
            "docid": "4868691_2",
            "document": "Yves Chaudron . Yves Chaudron was a supposed French master art forger who is alleged to have copied images of Leonardo da Vinci's \"Mona Lisa\" as part of Eduardo de Valfierno's famous 1911 \"Mona Lisa\" painting theft. In reality he may be a fictional character created by Karl Decker for an article that ran in a 1932 issue of the \"Saturday Evening Post\", and passed off as a real person. There is also very little evidence that Valfierno actually existed, or if he did, that he was involved in the theft of the Mona Lisa at all.",
            "score": 108.65528702735901
        },
        {
            "docid": "70889_46",
            "document": "Mona Lisa . Before its completion the \"Mona Lisa\" had already begun to influence contemporary Florentine painting. Raphael, who had been to Leonardo's workshop several times, promptly used elements of the portrait's composition and format in several of his works, such as \"Young Woman with Unicorn\" (c. 1506), and \"Portrait of Maddalena Doni\" (c. 1506). Celebrated later paintings by Raphael, \"La velata\" (1515–16) and \"Portrait of Baldassare Castiglione\" (c. 1514–15), continued to borrow from Leonardo's painting. Zollner states that \"None of Leonardo's works would exert more influence upon the evolution of the genre than the \"Mona Lisa\". It became the definitive example of the Renaissance portrait and perhaps for this reason is seen not just as the likeness of a real person, but also as the embodiment of an ideal.\"",
            "score": 105.88460552692413
        },
        {
            "docid": "12425249_2",
            "document": "The Theft of the Mona Lisa . The Theft of the Mona Lisa (German:Der Raub der Mona Lisa) is a 1931 German film directed by Géza von Bolváry. It is based on a true story.",
            "score": 72.260733127594
        },
        {
            "docid": "2305428_9",
            "document": "Lillian Schwartz . Schwartz used the works of Leonardo da Vinci extensively in experiments with computers. One notable work she created is \"Mona/Leo\", for which she compared the image of a Leonardo da Vinci self-portrait with the \"Mona Lisa\", matching the two faces feature by feature to show their underlying structural similarity. Specifically, she replaced the right side of the \"Mona Lisa\" with the flipped left side of a red chalk self-portrait of Leonardo. Superimposed lines drawn on the image showing the close alignments of the bottom of the eye, eyebrow, nose and chin prompted her to argue that the Mona Lisa is in part a cryptic self-portrait of the artist. In further experiments along these lines, she removed the gray tones in Leonardo da Vinci's self-portrait and superimposed the \"Mona Lisa\" eye over it. Not everyone is convinced by her argument for the identity of Leonardo da Vinci and the \"Mona Lisa\"; one common counter-argument is that the similarities are due to both portraits having been created by the same person and therefore bearing the hallmarks of a characteristic style. Additionally, though the drawing on which Schwartz based the comparison is held to be a self-portrait, there is no firm historical evidence to support this theory.",
            "score": 104.16730439662933
        },
        {
            "docid": "6185069_6",
            "document": "Isleworth Mona Lisa . According to Leonardo's early biographer Giorgio Vasari, Leonardo had started to paint \"Mona Lisa\" in 1503, but \"left it unfinished\". However, a fully finished painting of a \"certain Florentine lady\" surfaced again in 1517, shortly before Leonardo's death and in his private possession. The latter painting almost certainly is the one that now hangs in the Louvre. Based on this contradiction, supporters of the authenticity of the \"Isleworth Mona Lisa\" claim it is the unfinished \"Mona Lisa\", made at least partially by Leonardo, and the Louvre \"Mona Lisa\" a later version of it, made by Leonardo for his own use.",
            "score": 109.2700867652893
        },
        {
            "docid": "6185069_8",
            "document": "Isleworth Mona Lisa . The \"Isleworth Mona Lisa\" is wider than the \"Mona Lisa\" in the Louvre, having columns on either side which also appear in some other versions. The Louvre painting merely has the projecting bases of columns on either side, suggesting that the picture was originally framed by columns but was trimmed. However, experts who examined the \"Mona Lisa\" in 2004–2005 stated that the original painting had not been trimmed.",
            "score": 87.54918932914734
        },
        {
            "docid": "15239160_19",
            "document": "Speculations about Mona Lisa . The artist Susan Dorothea White has interpreted the masculine proportions of Mona Lisa's cranial architecture in her anatomical artworks \"Anatomy of a Smile: Mona's Bones\" (2002) and \"Mona Masticating\" (2006). Lillian Schwartz of Bell Labs suggests that the \"Mona Lisa\" is actually a self-portrait. She supports this theory with the results of a digital analysis of the facial features of the woman in the painting and those of the famous \"Portrait of a Man in Red Chalk\". However, the drawing on which Schwartz based the comparison may not be a self-portrait.",
            "score": 94.79437112808228
        },
        {
            "docid": "36796972_11",
            "document": "Mona Lisa replicas and reinterpretations . A student and companion of Leonardo da Vinci known as Salaì painted one of the nude interpretations of \"Mona Lisa\" known, titled \"Mona Vanna\". Salai's version is thought by some to have been \"based on\" the nude sometimes attributed to Leonardo, which is considered a lost work. Discussion among experts exists as to whether Salai, known to have modeled for Leonardo, may in fact have been the sitter represented in the original \"Mona Lisa\".",
            "score": 109.5995888710022
        },
        {
            "docid": "883489_12",
            "document": "Mona Lisa Smile . \"Mona Lisa Smile\" received mixed to negative reviews from film critics. Critical aggregate website Rotten Tomatoes gives the movie a 34% \"rotten\" rating based on 153 reviews, and an average rating of 5/10. The website's critical consensus reads, \"Though \"Mona Lisa Smile\" espouses the value of breaking barriers, the movie itself is predictable and safe.\" On Metacritic, the film has a weighted average score of 45 out of 100, based on 40 critics, indicating \"mixed or average reviews\".",
            "score": 72.45819735527039
        },
        {
            "docid": "30512525_2",
            "document": "The Ballad of Mona Lisa . \"The Ballad of Mona Lisa\" (commonly referred to as simply \"Mona Lisa\") is a song by American rock band Panic! at the Disco, released February 1, 2011 as the first single from the group's third studio album, \"Vices & Virtues\" (2011). Vocalist Brendon Urie wrote the song to express personal struggles and convictions many years prior to its official production for \"Vices & Virtues\". The song impacted radio on February 15, 2011.",
            "score": 72.42209482192993
        },
        {
            "docid": "31258576_5",
            "document": "Salaì . Leonardo is thought to have used Salaì as the model for several of his works, specifically \"St. John the Baptist\" and \"Bacchus\". Some researchers also believe that Salaì and not Lisa del Giocondo was the real model for the \"Mona Lisa\" but this claim is disputed by the Louvre. During Leonardo's second stay in Milan, he took another young pupil, Francesco Melzi. Unlike Salaì, Francesco was a son of a nobleman. When Leonardo traveled to Rome in 1513 and to France in 1516, Salaì and Melzi both accompanied him. As an adult, Melzi became secretary and main assistant of Leonardo, and undertook to prepare Leonardo's writings for publication. Vasari says that Melzi \"at the time of Leonardo was a very beautiful and very much loved young man\". In France, Francesco Melzi was greeted as \"Italian gentleman living with master Leonardo\" and granted donation of 400 ecus, while Salaì, already over 40 years old, was described as \"servant\" and granted a one time donation of 100 ecus. Salaì left Leonardo and France in 1518. He later returned to Milan to work on Leonardo's vineyard, previously worked by Salaì's father, half of which was granted to him by Leonardo's will. It is commonly believed that upon Leonardo's death in 1519, Salaì inherited several paintings including the \"Mona Lisa\". Through his estate, many of those works, notably the \"Mona Lisa\", passed into the possession of Francis I of France. While Leonardo left all personal belongings, paintings, drawings and notes to Francesco Melzi in his will, it's unclear whether this included the \"Mona Lisa\".",
            "score": 105.97375702857971
        },
        {
            "docid": "37292148_4",
            "document": "Phoenix (NCIS) . \"Phoenix\" is written by Steven D. Binder and directed by Terrence O'Hara. Binder compared Ducky's last months to a Phoenix, who after some time eventually returns. \"The phoenix has become a universal symbol of rebirth and renewal - which made it the perfect title for this Ducky-centric episode. The heart attack was Act I. Act II was Ducky struggling to get his footing. And this episode is Act III… Ducky gets his mojo back.\" About the crime in the episode, Binder based it on the real life theft of Mona Lisa in 1911. \"I had read years ago that the Mona Lisa was stolen in 1911. But not because someone wanted the painting itself. It was stolen so the bad guys could sell knock-offs to millionaires and pass them off as the real thing. I thought that was clever.\"",
            "score": 66.80600166320801
        },
        {
            "docid": "6185069_17",
            "document": "Isleworth Mona Lisa . In 2015, an academic publication by Professors Lorusso and Natali documented an exhaustive analysis of Mona Lisa paintings and copies, and concluded that both \"Mona Lisa\" and the \"Isleworth Mona Lisa\" were original works by Leonardo. In 2016, in another academic publication, Professors Asmus, Parfenov and Elford published the results of scientific examinations that established to their satisfaction that the same artist painted the face of both the \"Mona Lisa\" and the \"Isleworth Mona Lisa\".",
            "score": 98.3925769329071
        },
        {
            "docid": "36796972_6",
            "document": "Mona Lisa replicas and reinterpretations . A version of the \"Mona Lisa\" known as the \"Isleworth Mona Lisa\" and also known as the \"Earlier Mona Lisa\" was first bought by an English nobleman in 1778 and was rediscovered in 1913 by Hugh Blaker, an art connoisseur. The painting was presented to the media in 2012 by the Mona Lisa Foundation.",
            "score": 88.62105131149292
        },
        {
            "docid": "6185069_4",
            "document": "Isleworth Mona Lisa . The painting was subsequently bought by Henry F. Pulitzer, who argued that it was Leonardo's only real portrait of Lisa Gherardini.",
            "score": 103.08439493179321
        },
        {
            "docid": "40184858_3",
            "document": "Mini Lisa . The \"Mini Lisa\" is just wide, about a third the width of a human hair. It is roughly 1/25,000th the size of the \"Mona Lisa\". The \"Mini Lisa\" was created by making hundreds of individual points each wide. Carroll decided to recreate the \"Mona Lisa\" after a challenger claimed TCNL was not precise enough to create a work of art. He created an automated process to create any image desired based on a supplied heat map.",
            "score": 75.8502426147461
        },
        {
            "docid": "70889_52",
            "document": "Mona Lisa . A version of the \"Mona Lisa\" known as the \"Isleworth Mona Lisa\" and also known as the \"Earlier Mona Lisa\" was first bought by an English nobleman in 1778 and was rediscovered in 1913 by Hugh Blaker, an art connoisseur. The painting was presented to the media in 2012 by the Mona Lisa Foundation. It is a painting of the same subject as Leonardo da Vinci's Mona Lisa. The painting is claimed by a majority of experts to be mostly an original work of Leonardo dating from the early 16th century. Other experts, including Zöllner and Kemp, deny the attribution.",
            "score": 118.79481029510498
        },
        {
            "docid": "36796972_17",
            "document": "Mona Lisa replicas and reinterpretations . Radio personality Bruce Morrow presided over a promotional event during \"Mona Lisa\"'s exhibition in New York City. 70,000 entries of a \"Best Mona\" painting contest were exhibited at the Polo Grounds, with Salvador Dalí helping to pick the winner. Following the painting's first American presentation, Andy Warhol in 1963 created multiple renditions in his screen-print Pop art style.",
            "score": 78.72592520713806
        },
        {
            "docid": "24701749_18",
            "document": "MBLAQ . The mini-album \"Mona Lisa\" was released online in July 2011.  On July 14, MBLAQ returned to the stage on Mnet's \"M! Countdown\", followed by performances on the 15th, 16th and 17th at KBS's \"Music Bank\", MBC's \"Music Core\", and SBS's \"Inkigayo\" respectively. On July 15, when \"Mona Lisa\" was released in stores, it reached number one on the Hanteo Real-time, Daily and Weekly Charts.",
            "score": 66.15038871765137
        },
        {
            "docid": "24653600_3",
            "document": "Mona Lisa's Revenge . Luke enters Clyde's painting for a competition and Clyde wins first prize. The prize is a trip to see the first showing of Leonardo da Vinci's \"Mona Lisa\" in Britain for Clyde and his class but Sarah Jane Smith is unaware of this as she and Luke have argued over the untidiness of his room. While the class is at the International Gallery with its director, Mr Harding, something causes the image of Mona Lisa to come to life and step out of the painting, and to replace herself with Harding's assistant, Miss Trupp. She also has the ability to make other people and objects from paintings come to life and able to make real people become part of paintings, and does this with some of the gallery staff. Believing the painting to be stolen, the gallery calls the police, who arrive. They have not been there long before the Mona Lisa also puts them into paintings. She removes a Sontaran blaster gun that Clyde has unwisely painted from his winning picture and commands the gallery's director to take her to find her 'brother'. Seeing the coverage of the apparent theft of the painting on television, Sarah Jane Smith arrives at the gallery and argues with the Mona Lisa to let the painting people come back to life. Instead, she puts Sarah Jane into a painting.",
            "score": 101.38936078548431
        },
        {
            "docid": "20210450_2",
            "document": "Playing Mona Lisa . Playing Mona Lisa is a 2000 comedy film directed by Matthew Huffman and starring Alicia Witt, Harvey Fierstein, Johnny Galecki, Elliott Gould, Marlo Thomas, Molly Hagan and Brooke Langton. It is based on a play by Marni Freedman.",
            "score": 63.935497760772705
        },
        {
            "docid": "30512525_5",
            "document": "The Ballad of Mona Lisa . Musically, the song is similar to those produced for the band's debut album, \"A Fever You Can't Sweat Out\" (2005); however, Urie explained in a 2011 interview that the song represented more of a new beginning. Urie said \"It was a new start when Spencer Smith and I started writing, so it was gonna end up sounding different, sonically.\" The music has been described as a combination of buzzsaw riffs, punchy percussion and literate, multi-layered lyrics. The song's title is, of course, an allusion to \"Mona Lisa\", the famous Renaissance-era oil painting by Leonardo da Vinci. The painting inspired Panic!, which pulls their style from the nostalgic romanticism of the Elizabethan and Victorian eras. In a 2011 interview, Urie regarded the name and theme of the song as neither male nor female. “That whole thing with Mona Lisa was the idea that there is this character. For us, you look at the painting, and you can’t tell what this person is thinking. Not showing too much emotion, there’s this Mona Lisa smile masking what’s going on in that person’s head,\" he explained. \"The song is about a battle in yourself […] an inner struggle in oneself. The duality in nature, where you see yourself as a bad person, and the good person trying to correct your bad habits. That’s what it was about. We thought that would be an easy way to describe how we were masking our own emotions and trying to figure out how we can solve the bad choices we make.\"",
            "score": 97.46893239021301
        },
        {
            "docid": "29269464_14",
            "document": "Ma Jir Bo . Portraits are natural reflection of real people. The ability to achieve a true likeness was greatly valued until the mid-nineteenth century. However, once photographs became common, artists could use their skills to show something about the subject that no camera could match. In addition to showing the person, a great portrait suggests a history, personality, mood and feeling. Leonardo da Vinci's \"Mona Lisa\", 1507 captures the essence of the portrait in that it is compelling, and the view feels a connection to the person who is portrayed, yet it is also mysterious.",
            "score": 89.4631872177124
        },
        {
            "docid": "36796972_13",
            "document": "Mona Lisa replicas and reinterpretations . By the 20th century, \"Mona Lisa\" had already been a victim of satirical embellishment. \"Sapeck\" (Eugène Bataille), in 1883, depicted \"Mona Lisa\" smoking a pipe (\"shown above\"). Titled \"Le Rire\" (The Laugh), the artwork was displayed at the \"Incoherents\" exhibition in Paris at the time of its creation, making it among the earliest known instances of \"Mona Lisa\"'s image being re-interpreted using contemporary irony. Further interpretations by avante garde artists beginning in the early 20th century, coinciding with the artwork's theft, attest to \"Mona Lisa\"'s popularity as an irresistible target. Dadaists and Surrealists were quick to modify, embellish and caricature \"Mona Lisa\"'s visage.",
            "score": 75.72026777267456
        },
        {
            "docid": "36796972_18",
            "document": "Mona Lisa replicas and reinterpretations . \"\"Mona Lisa\" (Two Times),\" \"Four \"Mona Lisa\"s,\" and \"Thirty Are Better Than One\" illustrate Warhol's method of silkscreening an image repetitively within the same work of art. Also in 1963, Fernando Botero – who had already painted \"\"Mona Lisa\", Age Twelve\" in 1959 – painted another, this time in what would become his trademark \"Boterismo\" style of rendering figures disproportionately \"plump\". \"Mona Lisa\" is also referenced in artwork by Contemporary art luminaries such as Jasper Johns and Robert Rauschenberg, adding to the veritable \"who's who\" list of artists putting their own spin on the portrait. A paint by numbers version of \"Mona Lisa\" accompanied artist Suzanne Lacy during her 1977 travelogue \"Travels with Mona\", documenting the painting process at landmark locations throughout Europe and Central America. From the 1980s through the end of the 20th Century, \"Mona Lisa\" continued to be the subject of re-interpretation among a new generation of emerging artists. Street artists such as Jean-Michel Basquiat and Keith Haring, who came into prominence in the 1980s, created \"Federal Reserve Note\" and \"Apocalipse 7\", respectively, juxtaposing \"Mona Lisa\" within compositions suiting their styles. Ballpoint art pioneer Lennie Mace created his \"Mona a'la Mace\" replica in 1993, a ballpoint \"PENting\" commissioned by Pilot pen company and featured on CBS News. Artist Sophie Matisse, great-granddaughter of artist Henri Matisse, in her 1997 \"Monna Lisa (Be Back in Five Minutes)\" faithfully replicated the setting of the original painting, but omitted Mona Lisa from the scene; a concept she would repeat using other iconic artworks.",
            "score": 89.0571745634079
        },
        {
            "docid": "70889_50",
            "document": "Mona Lisa . A version of \"Mona Lisa\" known as \"Mujer de mano de Leonardo Abince\" (\"Leonardo da Vinci's handy-woman\") held in Madrid's Museo del Prado was for centuries considered to be a work by Leonardo. However, since its restoration in 2012 it is considered to have been executed by one of Leonardo's pupils in his studio at the same time as \"Mona Lisa\" was being painted. Their conclusion, based on analysis obtained after the picture underwent extensive restoration, that the painting is probably by Salaì (1480–1524) or by Melzi (1493–1572). This has been called into question by others.",
            "score": 114.97461462020874
        },
        {
            "docid": "3500056_28",
            "document": "Criticism of The Da Vinci Code . The contention that the \"Mona Lisa\" was painted by Leonardo as an androgynous \"whole\" humanity that represented both genders is contested by Olson and Meisel's book, in which they state that reputable art historians have explained that it is simply a masterful portrait of a woman. Olson and Meisel also take issue with the idea that Leonardo painted the \"Mona Lisa\" as a self-portrait, and that this idea is based on the fact that points of congruency are found between Leonardo's face and the Mona Lisa's. Olson and Meisel respond that points of congruency can be found among many faces, which is how computer morphing of faces is facilitated.",
            "score": 109.73612928390503
        },
        {
            "docid": "5633789_1",
            "document": "Lisa Mona Lisa . Lisa Mona Lisa",
            "score": 68.67319774627686
        },
        {
            "docid": "6185069_16",
            "document": "Isleworth Mona Lisa . In October 2013 Jean Pierre Isbouts published a book titled \"The Mona Lisa Myth\" examining the history and events behind the Louvre and Isleworth paintings and confirmed the latter's attribution to Leonardo. A companion film was released in March 2014. In April 2014, Albert Sauteur examined the perspective used to execute the \"Isleworth Mona Lisa\" and the \"Mona Lisa\" in the Louvre, and concluded that Leonardo painted both works. In July 2014 \"The Mona Lisa Mystery\" premiered on the PBS television station's series \"Secrets of the Dead\". This documentary investigated, at length, the authenticity of the Isleworth painting.",
            "score": 96.4273841381073
        },
        {
            "docid": "6185069_7",
            "document": "Isleworth Mona Lisa . Also, according to Henry F. Pulitzer in his book \"Where is the Mona Lisa?\" (1960), Gian Paolo Lomazzo, an artist and writer, refers in his \"Trattato dell'arte della Pittura Scultura ed Architettura\" (1584), to \"\"della Gioconda, e di Mona Lisa\" (the Gioconda, and the Mona Lisa)\". \"La Gioconda\" is sometimes used as an alternative title of the \"Mona Lisa\" hanging in the Louvre; the reference implies that these were, in fact, two separate paintings. Pulitzer reproduces the critical page from Lomazzo's tract in his own book.",
            "score": 75.30438232421875
        },
        {
            "docid": "10393560_6",
            "document": "Mona Lisas and Mad Hatters (Part Two) . A. B.",
            "score": 51.47669315338135
        },
        {
            "docid": "15871401_4",
            "document": "Lárus List . List, who is represented by British Lawyer Graham Ross, claims that the domain was registered in relation to a painting entitled \"Wa1m-ART\" which was displayed in Kling og Bang Gallery in Reykjavík. The painting is based on Leonardo da Vinci's Mona Lisa. List said the idea behind his Mona Lisa-based artwork was to criticize American greed and cultural hegemony and that Wal-Mart’s lawsuit has proven his point.",
            "score": 94.31844305992126
        }
    ],
    "r": [
        {
            "docid": "3085396_27",
            "document": "Portrait painting . One of best-known portraits in the Western world is Leonardo da Vinci's painting titled \"Mona Lisa\", named for Lisa del Giocondo, a member of the Gherardini family of Florence and Tuscany and the wife of wealthy Florentine silk merchant Francesco del Giocondo. The famous \"Mona Lisa smile\" is an excellent example of applying subtle asymmetry to a face. In his notebooks, Leonardo advises on the qualities of light in portrait painting:",
            "score": 145.5333251953125
        },
        {
            "docid": "1698040_2",
            "document": "Lisa del Giocondo . Lisa del Giocondo (; née Gherardini ; June 15, 1479 – July 15, 1542), also known as Lisa Gherardini, Lisa di Antonio Maria (or Antonmaria) Gherardini and Mona Lisa, was an Italian noblewoman, member of the Gherardini family of Florence and Tuscany in Italy. Her name was given to \"Mona Lisa\", her portrait commissioned by her husband and painted by Leonardo da Vinci during the Italian Renaissance.",
            "score": 138.0303497314453
        },
        {
            "docid": "41008908_13",
            "document": "The Smile (book) . The \"Mona Lisa\"  \"The Smile\" refers to the woman depicted in Leonardo da Vinci's painting. Several questions surround the mysterious painting, focusing most pointedly at the debate over who the true muse was or whether she was merely an invention of da Vinci's imagination. Napoli took the most proposed muse, Lisa Gherardini and her known husband, Francesco del Giocondo, and created a story for them based on life in Florence in the late 15th Century to early 16th Century. Although it is unknown who the sitter truly was, it is known for fact that the painting was created in Florence, Italy between the years 1503-1506.",
            "score": 133.5049591064453
        },
        {
            "docid": "18622193_53",
            "document": "Painting . Portrait paintings are representations of a person, in which the face and its expression is predominant. The intent is to display the likeness, personality, and even the mood of the person. The art of the portrait flourished in Ancient Greek and especially Roman sculpture, where sitters demanded individualized and realistic portraits, even unflattering ones. One of the best-known portraits in the Western world is Leonardo da Vinci's painting titled \"Mona Lisa\", which is thought to be a portrait of Lisa Gherardini, the wife of Francesco del Giocondo.",
            "score": 122.70637512207031
        },
        {
            "docid": "36796972_4",
            "document": "Mona Lisa replicas and reinterpretations . At the start of the 16th century, Leonardo da Vinci was commissioned by Florentine nobleman Francesco del Giocondo to paint a portrait of his wife, Lisa. The painting is believed to have been undertaken between 1503 and 1506. Leonardo's portrait of \"Mona Lisa\" (\"Mona\" or \"Monna\" being the Italian honorific for \"Madame\") has been on display as part of the permanent collection at Paris' Louvre museum since 1797. It is also known as \"La Joconde\" in French and \"La Gioconda\" in Italian, and has been known by other names in the past. There is a new study setting the beginning of the Mona Lisa to an earlier date that thought before, pre-1478, contrary to Vasari's narrative. Replicas of \"Mona Lisa\" date back to the 16th century, including sculptures and etchings inspired by the painting. But even by the start of the 20th century, historian Donald Sassoon has stated, \"Mona Lisa\" was still \"just a well-respected painting by a famous old master, hanging in one of the great museums of the world.\" The image had yet to gain iconic status, and, Sassoon adds, was \"not even the most valued painting in the Louvre.\" The painting's theft on August 11, 1911, and the subsequent media frenzy surrounding the investigation and its recovery are contributing factors which ignited public interest and catapulted \"Mona Lisa\" to its current standing.",
            "score": 122.6724853515625
        },
        {
            "docid": "70889_52",
            "document": "Mona Lisa . A version of the \"Mona Lisa\" known as the \"Isleworth Mona Lisa\" and also known as the \"Earlier Mona Lisa\" was first bought by an English nobleman in 1778 and was rediscovered in 1913 by Hugh Blaker, an art connoisseur. The painting was presented to the media in 2012 by the Mona Lisa Foundation. It is a painting of the same subject as Leonardo da Vinci's Mona Lisa. The painting is claimed by a majority of experts to be mostly an original work of Leonardo dating from the early 16th century. Other experts, including Zöllner and Kemp, deny the attribution.",
            "score": 118.79480743408203
        },
        {
            "docid": "70889_50",
            "document": "Mona Lisa . A version of \"Mona Lisa\" known as \"Mujer de mano de Leonardo Abince\" (\"Leonardo da Vinci's handy-woman\") held in Madrid's Museo del Prado was for centuries considered to be a work by Leonardo. However, since its restoration in 2012 it is considered to have been executed by one of Leonardo's pupils in his studio at the same time as \"Mona Lisa\" was being painted. Their conclusion, based on analysis obtained after the picture underwent extensive restoration, that the painting is probably by Salaì (1480–1524) or by Melzi (1493–1572). This has been called into question by others.",
            "score": 114.97461700439453
        },
        {
            "docid": "36796972_2",
            "document": "Mona Lisa replicas and reinterpretations . Leonardo da Vinci's \"Mona Lisa\" is one of the most recognizable and famous works of art in the world, and also one of the most replicated and reinterpreted. \"Mona Lisa\" replicas were already being painted during Leonardo's lifetime by his own students and contemporaries. Some are claimed to be the work of Leonardo himself, and remain disputed by scholars. Prominent 20th-century artists such as Marcel Duchamp and Salvador Dalí have also produced derivative works, manipulating \"Mona Lisa\"'s image to suit their own aesthetic. Replicating Renaissance masterpieces continues to be a way for aspiring artists to perfect their painting techniques and prove their skills.",
            "score": 113.7643814086914
        },
        {
            "docid": "13016965_2",
            "document": "I, Mona Lisa . I, Mona Lisa (UK title Painting Mona Lisa) is a historical novel by Jeanne Kalogridis about Lisa Gherardini, the model for Leonardo da Vinci's painting \"Mona Lisa\". Lisa is portrayed as a young Italian woman who learns about the murder of Giuliano de' Medici, the brother of Lorenzo de' Medici in the Pazzi conspiracy. Guiliano's murder casts a shadow, especially as one of the killers has not been found. She later falls in love with Giuliano's namesake, Lorenzo's son Giuliano in the aftermath of Girolamo Savonarola's uprising in the late 15th century.",
            "score": 112.8732681274414
        },
        {
            "docid": "70889_5",
            "document": "Mona Lisa . The title of the painting, which is known in English as \"Mona Lisa\", comes from a description by Renaissance art historian Giorgio Vasari, who wrote \"Leonardo undertook to paint, for Francesco del Giocondo, the portrait of Mona Lisa, his wife.\" \"Mona\" in Italian is a polite form of address originating as \"ma donna\" – similar to \"Ma’am\", \"Madam\", or \"my lady\" in English. This became \"madonna\", and its contraction \"mona\". The title of the painting, though traditionally spelled \"Mona\" (as used by Vasari), is also commonly spelled in modern Italian as \"Monna Lisa\" (\"\" being a vulgarity in some Italian dialects) but this is rare in English.",
            "score": 112.64559173583984
        },
        {
            "docid": "70889_11",
            "document": "Mona Lisa . Leonardo da Vinci is thought by some to have begun painting the \"Mona Lisa\" in 1503 or 1504 in Florence, Italy. Although the Louvre states that it was \"doubtless painted between 1503 and 1506\", the art historian Martin Kemp says there are some difficulties in confirming the actual dates with certainty. In addition, many Leonardo experts, such as Carlo Pedretti and Alessandro Vezzosi, are of the opinion that the painting is characteristic of Leonardo’s style in the final years of his life, post-1513. Other academics argue that, given the historical documentation, Leonardo would have painted the work from 1513. According to Leonardo's contemporary, Giorgio Vasari, \"after he had lingered over it four years, [he] left it unfinished\". Leonardo, later in his life, is said to have regretted \"never having completed a single work\". Circa 1504, Raphael executed a pen and ink sketch, today in the Louvre museum, in which the subject is flanked by large columns. Experts universally agree it is based on Leonardo’s portrait of \"Mona Lisa\". Other later copies of the \"Mona Lisa\", such as those in the National Museum of Art, Architecture and Design in Oslo and The Walters Art Museum in Baltimore, also display large flanking columns. As a result, it was originally thought that the \"Mona Lisa\" in the Louvre had side columns and had been cut. However, as early as 1993, Zöllner observed that the painting surface had never been trimmed. This was confirmed through a series of tests conducted in 2004. In view of this, Vincent Delieuvin, curator of 16th-century Italian painting at the Louvre museum states that the sketch and these other copies must have been inspired by another version, while Frank Zöllner states that the sketch brings up the possibility that Leonardo executed another work on the subject of Mona Lisa.",
            "score": 110.36056518554688
        },
        {
            "docid": "15239160_22",
            "document": "Speculations about Mona Lisa . In 2004, historian Giuseppe Pallanti published \"Monna Lisa, Mulier Ingenua\" (published in English as \"Mona Lisa Revealed: The True Identity of Leonardo's Model\"). The book gathered archival evidence in support of the traditional identification of the model as Lisa. According to Pallanti, the evidence suggests that Leonardo's father was a friend of del Giocondo: \"The portrait of \"Mona Lisa\", done when Lisa del Giocondo was aged about 24, was probably commissioned by Leonardo's father himself for his friends as he is known to have done on at least one other occasion.\" In 2007, genealogist Domenico Savini identified the princesses Natalia and Irina Strozzi as descendants of Lisa del Giocondo. Scan data obtained in 2004 suggested that the painting dated from around 1503 and commemorated the birth of the Giocondo's second son.",
            "score": 110.01152038574219
        },
        {
            "docid": "3500056_28",
            "document": "Criticism of The Da Vinci Code . The contention that the \"Mona Lisa\" was painted by Leonardo as an androgynous \"whole\" humanity that represented both genders is contested by Olson and Meisel's book, in which they state that reputable art historians have explained that it is simply a masterful portrait of a woman. Olson and Meisel also take issue with the idea that Leonardo painted the \"Mona Lisa\" as a self-portrait, and that this idea is based on the fact that points of congruency are found between Leonardo's face and the Mona Lisa's. Olson and Meisel respond that points of congruency can be found among many faces, which is how computer morphing of faces is facilitated.",
            "score": 109.73612976074219
        },
        {
            "docid": "36796972_11",
            "document": "Mona Lisa replicas and reinterpretations . A student and companion of Leonardo da Vinci known as Salaì painted one of the nude interpretations of \"Mona Lisa\" known, titled \"Mona Vanna\". Salai's version is thought by some to have been \"based on\" the nude sometimes attributed to Leonardo, which is considered a lost work. Discussion among experts exists as to whether Salai, known to have modeled for Leonardo, may in fact have been the sitter represented in the original \"Mona Lisa\".",
            "score": 109.5995864868164
        },
        {
            "docid": "15401_19",
            "document": "Isabella d'Este . Isabella d’Este has been proposed as a plausible candidate for Leonardo’s ‘Mona Lisa’ of 1502-06, which is usually considered a portrait of Lisa del Giocondo. (Lisa was the wife of a merchant in Florence and Giorgio Vasari wrote of her portrait by Leonardo – it remains open whether this is the portrait now known as the ‘Mona Lisa’.) Evidence in favor of Isabella as the subject of the famous work includes Leonardo’s drawing ‘Isabella d’Este’ from 1499 and her letters of 1501-06 requesting the promised painted portrait; further arguments are the mountains in the background and the armrest as a Renaissance symbol for a portrait of a sovereign.",
            "score": 109.33538055419922
        },
        {
            "docid": "6185069_6",
            "document": "Isleworth Mona Lisa . According to Leonardo's early biographer Giorgio Vasari, Leonardo had started to paint \"Mona Lisa\" in 1503, but \"left it unfinished\". However, a fully finished painting of a \"certain Florentine lady\" surfaced again in 1517, shortly before Leonardo's death and in his private possession. The latter painting almost certainly is the one that now hangs in the Louvre. Based on this contradiction, supporters of the authenticity of the \"Isleworth Mona Lisa\" claim it is the unfinished \"Mona Lisa\", made at least partially by Leonardo, and the Louvre \"Mona Lisa\" a later version of it, made by Leonardo for his own use.",
            "score": 109.27008819580078
        },
        {
            "docid": "36796972_7",
            "document": "Mona Lisa replicas and reinterpretations . It is a painting of the same subject as Leonardo da Vinci's \"Mona Lisa\". The painting is claimed by a majority of experts to be mostly an original work of Leonardo dating from the early 16th century: a survey of all published opinions shows that 22 experts are certain that the major parts of the \"Isleworth Mona Lisa\" are the work of Leonardo da Vinci.",
            "score": 108.79058837890625
        },
        {
            "docid": "4868691_2",
            "document": "Yves Chaudron . Yves Chaudron was a supposed French master art forger who is alleged to have copied images of Leonardo da Vinci's \"Mona Lisa\" as part of Eduardo de Valfierno's famous 1911 \"Mona Lisa\" painting theft. In reality he may be a fictional character created by Karl Decker for an article that ran in a 1932 issue of the \"Saturday Evening Post\", and passed off as a real person. There is also very little evidence that Valfierno actually existed, or if he did, that he was involved in the theft of the Mona Lisa at all.",
            "score": 108.65528869628906
        },
        {
            "docid": "50783708_3",
            "document": "Mona Lisa (Prado's version) . Although there are dozens of surviving replicas of \"Mona Lisa\" from the 16th and 17th centuries, the \"Prado's Mona Lisa\" is said to be, scientifically, the version with the most historical value. Furthermore, the replica was discovered to be possibly painted simultaneously by a student of Leonardo in the same studio where da Vinci painted his own \"Mona Lisa\". Among the pupils of Leonardo, Salaì or Francesco Melzi are the most plausible authors of the Prado's version, though other experts opine that the painting could have been executed by one of Leonardo's Spanish students.",
            "score": 108.00263214111328
        },
        {
            "docid": "33585564_25",
            "document": "Salvator Mundi (Leonardo) . Referred to as the \"Last da Vinci\", \"Salvator Mundi\" was the only known painting by Leonardo still in private hands. Fewer than twenty other known works by Leonardo are held in museums around the world, including the \"Mona Lisa\" and \"The Last Supper\". The only work by da Vinci in North America, \"Ginevra de' Benci\", is held at the National Gallery of Art in Washington, D.C. The museum purchased \"Ginevra\" in 1967 for $5 million in a private sale (equivalent to approximately $36.4 million in 2017), a world record at the time. \"Salvator Mundi\" is the first painting by the artist to appear in a public sale for 100 years. Yet, there are some respected experts on Renaissance art who question the attribution of the painting to Leonardo. Jacques Franck, a Paris-based art historian and Leonardo specialist, who has studied the \"Mona Lisa\" out of the frame multiple times, stated: \"The composition doesn't come from Leonardo, he preferred twisted movement. It's a good studio work with a little Leonardo at best, and it’s very damaged. It’s been called 'the male Mona Lisa', but it doesn't look like it at all.\"",
            "score": 107.86224365234375
        },
        {
            "docid": "50783708_2",
            "document": "Mona Lisa (Prado's version) . The copy of the \"Mona Lisa\" is a painting of the same subject as Leonardo da Vinci's famous \"Mona Lisa\" (which is held by the Louvre Museum, Paris). The copy painting has been displayed in the Museo del Prado in Madrid (Spain) since 1819, but was considered for decades a worthless copy. However, after its restoration in 2012, the Prado's \"Mona Lisa\" was claimed to be the earliest replica of Leonardo's masterpiece.",
            "score": 107.7027359008789
        },
        {
            "docid": "70889_8",
            "document": "Mona Lisa . In response to the announcement of the discovery of this document, Vincent Delieuvin, the Louvre representative, stated \"Leonardo da Vinci was painting, in 1503, the portrait of a Florentine lady by the name of Lisa del Giocondo. About this we are now certain. Unfortunately, we cannot be absolutely certain that this portrait of Lisa del Giocondo is the painting of the Louvre.\"",
            "score": 106.90739440917969
        },
        {
            "docid": "36796972_12",
            "document": "Mona Lisa replicas and reinterpretations . Joos van Cleve, a Flemish artist active in the years following \"Mona Lisa\"'s creation, also painted a nude titled \"Mona Vanna\". Though the figure portrayed in van Cleve's painting bears no resemblance to Leonardo's \"Mona Lisa\", the artist was known to mimic themes and techniques of Leonardo da Vinci, in this case the positioning of the figure and the delicate brushwork reminiscent of Leonardo's sfumato. The artwork, dating to the mid-16th century, is in the collection of the National Gallery, Prague.",
            "score": 106.39099884033203
        },
        {
            "docid": "31258576_5",
            "document": "Salaì . Leonardo is thought to have used Salaì as the model for several of his works, specifically \"St. John the Baptist\" and \"Bacchus\". Some researchers also believe that Salaì and not Lisa del Giocondo was the real model for the \"Mona Lisa\" but this claim is disputed by the Louvre. During Leonardo's second stay in Milan, he took another young pupil, Francesco Melzi. Unlike Salaì, Francesco was a son of a nobleman. When Leonardo traveled to Rome in 1513 and to France in 1516, Salaì and Melzi both accompanied him. As an adult, Melzi became secretary and main assistant of Leonardo, and undertook to prepare Leonardo's writings for publication. Vasari says that Melzi \"at the time of Leonardo was a very beautiful and very much loved young man\". In France, Francesco Melzi was greeted as \"Italian gentleman living with master Leonardo\" and granted donation of 400 ecus, while Salaì, already over 40 years old, was described as \"servant\" and granted a one time donation of 100 ecus. Salaì left Leonardo and France in 1518. He later returned to Milan to work on Leonardo's vineyard, previously worked by Salaì's father, half of which was granted to him by Leonardo's will. It is commonly believed that upon Leonardo's death in 1519, Salaì inherited several paintings including the \"Mona Lisa\". Through his estate, many of those works, notably the \"Mona Lisa\", passed into the possession of Francis I of France. While Leonardo left all personal belongings, paintings, drawings and notes to Francesco Melzi in his will, it's unclear whether this included the \"Mona Lisa\".",
            "score": 105.9737548828125
        },
        {
            "docid": "70889_46",
            "document": "Mona Lisa . Before its completion the \"Mona Lisa\" had already begun to influence contemporary Florentine painting. Raphael, who had been to Leonardo's workshop several times, promptly used elements of the portrait's composition and format in several of his works, such as \"Young Woman with Unicorn\" (c. 1506), and \"Portrait of Maddalena Doni\" (c. 1506). Celebrated later paintings by Raphael, \"La velata\" (1515–16) and \"Portrait of Baldassare Castiglione\" (c. 1514–15), continued to borrow from Leonardo's painting. Zollner states that \"None of Leonardo's works would exert more influence upon the evolution of the genre than the \"Mona Lisa\". It became the definitive example of the Renaissance portrait and perhaps for this reason is seen not just as the likeness of a real person, but also as the embodiment of an ideal.\"",
            "score": 105.88459777832031
        },
        {
            "docid": "70889_9",
            "document": "Mona Lisa . The model, Lisa del Giocondo, was a member of the Gherardini family of Florence and Tuscany, and the wife of wealthy Florentine silk merchant Francesco del Giocondo. The painting is thought to have been commissioned for their new home, and to celebrate the birth of their second son, Andrea. The Italian name for the painting, \"La Gioconda\", means \"jocund\" (\"happy\" or \"jovial\") or, literally, \"the jocund one\", a pun on the feminine form of Lisa's married name, \"Giocondo\". In French, the title \"La Joconde\" has the same meaning.",
            "score": 105.48231506347656
        },
        {
            "docid": "13016965_3",
            "document": "I, Mona Lisa . It's an intricately woven tale of betrayal, love, and loss, which unravels the mysteries surrounding Leonardo da Vinci's most famous portrait, \"Mona Lisa\", and its links with the main character Lisa Gherardini, with added plot twists.",
            "score": 105.20133972167969
        },
        {
            "docid": "44430072_2",
            "document": "Timeline of fictional stories about the Mona Lisa . Here below is a chronology of fictional and semi-fictional stories (including films, episodes in TV series, as well as literary works) that revolve, either wholly or partially, around the famous \"Mona Lisa\", a portrait of Lisa del Giocondo painted by Leonardo da Vinci during the Renaissance in Florence. The years listed on the left refer to the year of release of these works of fiction.",
            "score": 104.5653076171875
        },
        {
            "docid": "32981854_9",
            "document": "Hugh Blaker . Shortly before World War I, Hugh Blaker discovered a painting of the \"Mona Lisa\" in the home of a Somerset nobleman in whose family it had been for nearly 100 years. This discovery led to the conjecture that Leonardo painted two portraits of Lisa del Giocondo: the famous one in The Louvre, and the one discovered by Blaker, who bought the painting and took it to his studio in Isleworth, London, from which it takes its name. According to \"Encyclopedia Americana\" and \"The New York Times\", The Isleworth Mona Lisa has been attributed to Leonardo, and is thought to be the unfinished portrait from which Raphael made his famous sketch (which is in the Louvre museum), and is in no sense a copy of the Louvre \"Mona Lisa\".",
            "score": 104.24224090576172
        },
        {
            "docid": "2305428_9",
            "document": "Lillian Schwartz . Schwartz used the works of Leonardo da Vinci extensively in experiments with computers. One notable work she created is \"Mona/Leo\", for which she compared the image of a Leonardo da Vinci self-portrait with the \"Mona Lisa\", matching the two faces feature by feature to show their underlying structural similarity. Specifically, she replaced the right side of the \"Mona Lisa\" with the flipped left side of a red chalk self-portrait of Leonardo. Superimposed lines drawn on the image showing the close alignments of the bottom of the eye, eyebrow, nose and chin prompted her to argue that the Mona Lisa is in part a cryptic self-portrait of the artist. In further experiments along these lines, she removed the gray tones in Leonardo da Vinci's self-portrait and superimposed the \"Mona Lisa\" eye over it. Not everyone is convinced by her argument for the identity of Leonardo da Vinci and the \"Mona Lisa\"; one common counter-argument is that the similarities are due to both portraits having been created by the same person and therefore bearing the hallmarks of a characteristic style. Additionally, though the drawing on which Schwartz based the comparison is held to be a self-portrait, there is no firm historical evidence to support this theory.",
            "score": 104.16730499267578
        },
        {
            "docid": "70889_10",
            "document": "Mona Lisa . Before that discovery, scholars had developed several alternative views as to the subject of the painting. Some argued that Lisa del Giocondo was the subject of a different portrait, identifying at least four other paintings as the \"Mona Lisa\" referred to by Vasari. Several other women have been proposed as the subject of the painting. Isabella of Aragon, Cecilia Gallerani, Costanza d'Avalos, Duchess of Francavilla, Isabella d'Este, Pacifica Brandano or Brandino, Isabela Gualanda, Caterina Sforza—even Salaì and Leonardo himself—are all among the list of posited models portrayed in the painting. The consensus of art historians in the 21st century maintains the long-held traditional opinion, that the painting depicts Lisa del Giocondo.",
            "score": 103.85138702392578
        },
        {
            "docid": "70889_40",
            "document": "Mona Lisa . Today the \"Mona Lisa\" is considered the most famous painting in the world, but until the 20th century it was simply one among many highly regarded artworks. Once part of King Francis I of France's collection, the \"Mona Lisa\" was among the very first artworks to be exhibited in Louvre, which became a national museum after the French Revolution. From the 19th century Leonardo began to be revered as a genius and the painting's popularity grew from the mid-19th century when French intelligentsia developed a theme that it was somehow mysterious and a representation of the femme fatale. The Baedeker guide in 1878 called it \"the most celebrated work of Leonardo in the Louvre\", but the painting was known more by the intelligentsia than the general public. The 1911 theft of the \"Mona Lisa\" and its subsequent return, however, was reported worldwide, leading to a massive increase in public recognition of the painting. During the 20th century it was an object for mass reproduction, merchandising, lampooning and speculation, and was claimed to have been reproduced in \"300 paintings and 2,000 advertisements\". It has been said that the \"Mona Lisa\" was regarded as \"just another Leonardo until early last century, when the scandal of the painting's theft from the Louvre and subsequent return kept a spotlight on it over several years.\"",
            "score": 103.63863372802734
        }
    ]
}