{
    "q": [
        {
            "docid": "21473_71",
            "document": "Nikola Tesla . Before World War I, Tesla sought overseas investors. After the war started, Tesla lost the funding he was receiving from his patents in European countries.",
            "score": 30.074466705322266
        },
        {
            "docid": "5046265_11",
            "document": "Kolubara . A series of coal based power stations are built in the basin, including \"Kolubara\" (130 MW, at Veliki Crljeni), \"Nikola Tesla B-1\" (in 1983) and \"Nikola Tesla B-2\" (both 615 MW, in Obrenovac).",
            "score": 22.40470838546753
        },
        {
            "docid": "27442010_2",
            "document": "The Secret of Nikola Tesla . The Secret of Nikola Tesla (), is a 1980 Yugoslav biographical film which details events in the life of the Serbian-American engineer and inventor Nikola Tesla (1856-1943), portrayed by Serbian actor Petar Božović. Tesla grew up in the Austro-Hungarian Empire), studied engineering and physics, and moved to New York in 1884. He became an American citizen in 1891 and is known for his contributions to electrical engineering.",
            "score": 31.423285961151123
        },
        {
            "docid": "264823_2",
            "document": "List of Nikola Tesla patents . Nikola Tesla was an inventor who obtained around 300 patents worldwide for his inventions. Some of Tesla's patents are not accounted for, and various sources have discovered some that have lain hidden in patent archives. There are a minimum of 278 patents issued to Tesla in 26 countries that have been accounted for. Many of Tesla's patents were in the United States, Britain, and Canada, but many other patents were approved in countries around the globe. Many inventions developed by Tesla were not put into patent protection.",
            "score": 23.328147888183594
        },
        {
            "docid": "21473_79",
            "document": "Nikola Tesla . At the 1934 party, Tesla told reporters he had designed a superweapon he claimed would end all war. He would call it \"teleforce\", but was usually referred to as his death ray. Tesla described it as a defensive weapon that would be put up along the border of a country to be used against attacking ground-based infantry or aircraft. Tesla never revealed detailed plans of how the weapon worked during his lifetime, but in 1984, they surfaced at the Nikola Tesla Museum archive in Belgrade. The treatise, \"The New Art of Projecting Concentrated Non-dispersive Energy through the Natural Media\", described an open-ended vacuum tube with a gas jet seal that allows particles to exit, a method of charging slugs of tungsten or mercury to millions of volts, and directing them in streams (through electrostatic repulsion). Tesla tried to interest the US War Department, the United Kingdom, the Soviet Union, and Yugoslavia in the device.",
            "score": 26.777884483337402
        },
        {
            "docid": "1467219_3",
            "document": "Belgrade Nikola Tesla Airport . The flag carrier and largest airline of Serbia, Air Serbia, uses Belgrade Nikola Tesla as their hub. It is also one of the operating bases for low cost airline Wizz Air. The air taxi services Air Pink, Eagle Express and Prince Aviation also call the airport their home. The airport is operated by the state-owned company \"Aerodrom Nikola Tesla Beograd\".",
            "score": 22.094294548034668
        },
        {
            "docid": "32925149_9",
            "document": "Sanja Bestic . In May 2013 she wrapped up \"Tesla\" written by British award winning playwright Sheri Graubert and produced by EasyTheaters Productions based in London. \"Tesla\" premiered in May 2013 in New York City. The play was a sold out success, winning the young director the Tesla Award. It starred James Lee Taylor as Nikola Tesla, one of the most respected Serbian-American scientists in the world. The play will soon be moving to London’s West End. Furthermore, Sanja's goal is to take this story a step further in 2014 by directing a documentary movie about the mysterious life of Nikola Tesla. These projects are highly supported by The Tesla Science Foundation and Office for Cooperation with Diaspora and Serbs in the Region.  Nikola Tesla is finally beginning to attract real attention and encourage serious debate nearly 70 years after his death. Nikola Tesla, Serbian-American scientist, the man who lit the world, gave his greatest contribution to science and technological progress of the world as the inventor of the rotating magnetic field and of the complete system of production and distribution of electrical energy (motors, generators) based on the use of alternate currents. His name was given to the SI unit for magnetic induction (\"tesla\"). Tesla also constructed the generators of high-frequency alternate currents and high-voltage coreless transformer known today as \"Tesla Coil\". Sanja has managed to bring to life moments of Tesla's life that the public had yet to see and displayed important moments and sequences of Tesla's life, which for mysterious reasons have remained a well kept secret to date. Tesla whom we might have referred to as holy, sacred, died before he was recognized as someone who truly marked the history of mankind. Sanja's play was supported by the Office for Cooperation with Diaspora and Serbs in the Region, Consulate General of the Republic of Serbia in New York, Vuk Jeremić - Serbian physicist, politician and President of the 67th session of United Nations General Assembly, the Tesla Science Foundation, the Nikola Tesla Club, and the Nikola Tesla Inventors Club in the US.",
            "score": 28.646361708641052
        },
        {
            "docid": "21473_16",
            "document": "Nikola Tesla . In March 1879, Tesla's father went to Maribor to beg his son to return home, but he refused. Nikola suffered a nervous breakdown around the same time. On 24 March 1879, Tesla was returned to Gospić under police guard for not having a residence permit.",
            "score": 24.97917366027832
        },
        {
            "docid": "2300571_5",
            "document": "TPP Nikola Tesla . Located between the villages of Skela and Ušće. There are two generation units with a total capacity of 1160 MW. TPP Nikola Tesla B was first synchronised on March 11, 1983. Its chimney is 280 metres tall.",
            "score": 22.8071551322937
        },
        {
            "docid": "54115706_7",
            "document": "Energetics of Serbia . Today in Serbia there are the following plants: in the basin Kolubara - Nikola Tesla A and B, and Kolubara, then Kostolac A and Kostolac B in Kostolac basins. On the Velika Morava river, near Svilajnac, power plant Morava. In the Kosovo basin are power plant Kosovo, Obilic A and B and Trepca, while there in the Metohija power plants are Djakovica and Orahovac. In Vojvodina, and there in Zrenjanin and Novi Sad. The strongest power plant is \"Nikola Tesla A \", with a total power of 1,650 MW.",
            "score": 21.02524709701538
        },
        {
            "docid": "11450835_3",
            "document": "Tesla: Man Out of Time . \"Tesla: Man Out of Time\" describes the life of Nikola Tesla (1856–1943), the Serbian-American inventor, electrical engineer, mechanical engineer, physicist, and futurist. Margaret Cheney's narrative details Tesla's childhood during the 1850s and 1860s in the then Austro-Hungarian Empire, his 1884 arrival in New York, becoming American citizen in 1891, his inventions and contributions to engineering, up to his death New York at age 86 during the middle of World War II in 1943. The book is focused largely on Tesla's personality and not his inventions.",
            "score": 35.56282949447632
        },
        {
            "docid": "21473_7",
            "document": "Nikola Tesla . Nikola Tesla was born an ethnic Serb in the village Smiljan, Lika county, in the Austrian Empire (present day Croatia), on 1856. His father, Milutin Tesla (1819–1879), was an Eastern Orthodox priest. Tesla's mother, Đuka Tesla (née Mandić; 1822–1892), whose father was also an Orthodox priest, had a talent for making home craft tools and mechanical appliances and the ability to memorize Serbian epic poems. Đuka had never received a formal education. Tesla credited his eidetic memory and creative abilities to his mother's genetics and influence. Tesla's progenitors were from western Serbia, near Montenegro.",
            "score": 46.52824020385742
        },
        {
            "docid": "1467219_16",
            "document": "Belgrade Nikola Tesla Airport . With a change in government and international sentiment, normal air traffic resumed in 2001. A few years later the airport's terminal 2 underwent a major reconstruction. The runway was upgraded to CAT IIIb in 2005, as part of a large renovation project. CAT IIIb is the latest runway system, giving aircraft the security of landing during fog and storms. In 2006, the airport was renamed to \"Belgrade Nikola Tesla Airport\". Nikola Tesla was a Serbian-American inventor and scientist, generally considered one of the world's most famous inventors. The construction of the new air traffic control center was completed in 2010. In 2011 Belgrade Nikola Tesla Airport shares (AERO) began trading on the Belgrade Stock Exchange (BELEX).",
            "score": 25.986596822738647
        },
        {
            "docid": "7409536_5",
            "document": "Nikola Tesla in popular culture . Tesla's birthday, 10 July, has been suggested by some to be World Tesla Day, Nikola Tesla Day, or simply, Tesla Day. Some organizations celebrate Tesla Day informally on 10 July. However, The Tesla Memorial Society wrote letters to several officials asking to commemorate 10 July as international Nikola Tesla Day.",
            "score": 22.75588035583496
        },
        {
            "docid": "11450751_3",
            "document": "Wizard: The Life and Times of Nikola Tesla . Seifer follows the life of Nikola Tesla, the Serbian American inventor, electrical engineer, mechanical engineer, physicist, and futurist. He covers the high points of the inventors life through his designs used in the modern alternating current system, experimentation with high frequency current and wireless power transmission, wireless remote control, X-ray imaging, and Tesla's \"death ray\". Seifer goes on to cover Tesla's downfall, attributing it to Tesla's megalomaniacal, neurotic, self-destructive tendencies, and Tesla's interactions with financier J. Pierpont Morgan.",
            "score": 26.21650218963623
        },
        {
            "docid": "1182319_10",
            "document": "Goat Island (New York) . The island is home to the Tesla Monument which honors the Serbian-American inventor, Nikola Tesla. The statue was a given to the United States by the government of Yugoslavia in 1976. The sculptor of the statue is Frano Kršinić (1897–1982), a renowned Yugoslav sculptor. In mid-2016, the statue was relocated to Stedman’s Bluff, the section of the island that overlooks the Bridal Veil Falls and the American Falls, to increase popularity.",
            "score": 23.89439868927002
        },
        {
            "docid": "1529691_2",
            "document": "My Inventions: The Autobiography of Nikola Tesla . My Inventions: The Autobiography of Nikola Tesla is a book compiled and edited by Ben Johnston detailing the work of Nikola Tesla. The content was largely drawn from a series of articles that Nikola Tesla had written for \"Electrical Experimenter\" magazine in 1919, when he was 63 years old.",
            "score": 22.697309613227844
        },
        {
            "docid": "7409536_2",
            "document": "Nikola Tesla in popular culture . Nikola Tesla (10 July 1856 – 7 January 1943) is portrayed in multiple forms of popular culture. The Serbian-American engineer has particularly been depicted in science fiction, a genre which is well-suited to address his inventions; while often exaggerated, the fictionalized variants build mostly upon his own alleged claims or ideas. A popular, growing fixation among science fiction, comic book, and speculative history storytellers is to portray Tesla as a member of a secret society, along with other luminaries of science. The impacts of the technologies invented by Nikola Tesla are a recurring theme in the steampunk genre of alternate technology science-fiction.",
            "score": 23.65110468864441
        },
        {
            "docid": "4966622_4",
            "document": "Nikola Tesla Museum . The Nikola Tesla Museum is charged with preserving and displaying the legacy of Nikola Tesla. The present director is Branimir Jovanović.",
            "score": 21.75715398788452
        },
        {
            "docid": "21473_88",
            "document": "Nikola Tesla . Tesla obtained around 300 patents worldwide for his inventions. Some of Tesla's patents are not accounted for, and various sources have discovered some that have lain hidden in patent archives. There are a minimum of 278 known patents issued to Tesla in 26 countries. Many of Tesla's patents were in the United States, Britain, and Canada, but many other patents were approved in countries around the globe. Many inventions developed by Tesla were not put into patent protection.",
            "score": 22.072575569152832
        },
        {
            "docid": "7409536_6",
            "document": "Nikola Tesla in popular culture . Google honored Tesla on his birthday on 10 July 2009 by displaying a Google Doodle in the Google search home page, that showed the G as a Tesla coil.",
            "score": 21.555578470230103
        },
        {
            "docid": "14544903_2",
            "document": "Tesla River . The Tesla River is a tributary of the Tărlung River in Romania. The river is named after the famous Serbian-American electrical engineer Nikola Tesla.",
            "score": 23.55237102508545
        },
        {
            "docid": "11450895_2",
            "document": "The Fantastic Inventions of Nikola Tesla . The Fantastic Inventions of Nikola Tesla () is a 1993 book compiled and edited by David Hatcher Childress detailing the work of Nikola Tesla. Additional content of the book, besides the patent cover pages and lectures of Tesla, is provided by Childress.",
            "score": 21.812245845794678
        },
        {
            "docid": "11451008_2",
            "document": "The Inventions, Researches, and Writings of Nikola Tesla . The Inventions, Researches and Writings of Nikola Tesla is a book compiled and edited by Thomas Commerford Martin detailing the work of Nikola Tesla up to 1893. The book is a comprehensive compilation of Tesla's early work with many illustrations.",
            "score": 21.812245845794678
        },
        {
            "docid": "51769920_2",
            "document": "Tesla (film) . Tesla is a 2016 American documentary film about Nikola Tesla. The film is directed by David Grubin and distributed on the PBS network. It premiered on October 18, 2016 as part of the \"American Experience\" series during the 28th season.",
            "score": 25.48430109024048
        },
        {
            "docid": "11451041_2",
            "document": "Prodigal Genius: The Life of Nikola Tesla . Prodigal Genius: The Life of Nikola Tesla () is a 1944 book by John Joseph O'Neill detailing the life of Nikola Tesla.",
            "score": 21.58919048309326
        },
        {
            "docid": "11450751_2",
            "document": "Wizard: The Life and Times of Nikola Tesla . The book Wizard, the Life and Times of Nikola Tesla is a biography of Nikola Tesla by Marc J. Seifer published in 1996.",
            "score": 25.473913192749023
        },
        {
            "docid": "4039179_2",
            "document": "Nikola Tesla electric car hoax . The Nikola Tesla electric car hoax is an anecdote that refers to a supposed Nikola Tesla invention described by Peter Savo, who claimed to be a nephew of Tesla, to Derek Ahers in 1967. Savo said that Tesla took him to Buffalo, New York in 1931 and showed him a modified Pierce-Arrow car.",
            "score": 23.953811168670654
        },
        {
            "docid": "21473_2",
            "document": "Nikola Tesla . Nikola Tesla (; ; 10 July 1856 – 7 January 1943) was a Serbian-American inventor, electrical engineer, mechanical engineer, physicist, and futurist who is best known for his contributions to the design of the modern alternating current (AC) electricity supply system.",
            "score": 22.361950397491455
        },
        {
            "docid": "21473_106",
            "document": "Nikola Tesla . Tesla made predictions about the relevant issues of a post-World War I environment in a printed article, \"Science and Discovery are the great Forces which will lead to the Consummation of the War\" (20 December 1914). Tesla believed that the League of Nations was not a remedy for the times and issues.",
            "score": 30.07681131362915
        },
        {
            "docid": "1467219_2",
            "document": "Belgrade Nikola Tesla Airport . Belgrade Nikola Tesla Airport ( / \"Aerodrom Nikola Tesla Beograd\") , is an international airport serving Belgrade, Serbia. Previously known as Belgrade Airport ( / \"Aerodrom Beograd\") or Surčin Airport ( / \"Aerodrom Surčin\"), it was renamed in 2006 in honor of Serbian scientist and inventor Nikola Tesla. It is the largest and busiest airport in Serbia, situated west of downtown Belgrade near the suburb of Surčin, surrounded by Syrmia's fertile lowlands.",
            "score": 21.347228050231934
        },
        {
            "docid": "50812966_6",
            "document": "Nikola Motor Company . On May 1, 2018 Nikola Motor Company filed a lawsuit against Tesla seeking $2 billion in damages alleging that the Tesla Semi infringes on several patents Nikola have been granted on the design of the Nikola One. Tesla has responded that the lawsuit is without merit.",
            "score": 21.082160472869873
        }
    ],
    "r": [
        {
            "docid": "21473_7",
            "document": "Nikola Tesla . Nikola Tesla was born an ethnic Serb in the village Smiljan, Lika county, in the Austrian Empire (present day Croatia), on 1856. His father, Milutin Tesla (1819–1879), was an Eastern Orthodox priest. Tesla's mother, Đuka Tesla (née Mandić; 1822–1892), whose father was also an Orthodox priest, had a talent for making home craft tools and mechanical appliances and the ability to memorize Serbian epic poems. Đuka had never received a formal education. Tesla credited his eidetic memory and creative abilities to his mother's genetics and influence. Tesla's progenitors were from western Serbia, near Montenegro.",
            "score": 46.52824020385742
        },
        {
            "docid": "10203752_3",
            "document": "Searching for the Roots of 9/11 . \"Searching for the Roots of 9/11\" analyzes Arab and Muslim sentiment towards Americans and seeks to explain the factors that contributed and ultimately caused the terrorist attack on September 11, 2001 in an effort to help Americans better understand the tragedy and prevent similar events from occurring in the future. He feels that civilization cannot truly be safe until we understand the roots of 9/11, because if we don’t fix the problems within civilization (\"a war between the good guys and the bad guys\"), we are going to continue to have a war between civilizations. At a time of war, he is searching for the answers to two fundamental questions: (1) what motivated the 19 young men to board planes to kill 3,000 of our American brothers and sisters, and (2) why did so many Arabs and Muslims applaud their actions?",
            "score": 43.144203186035156
        },
        {
            "docid": "10918329_47",
            "document": "Republican Party presidential debates and forums, 2008 . Regarding health care, Ron Paul said that “managed care isn’t working” and that “drug companies lobby for managed care”. Paul said, “We could take care of these poor people if we weren’t trying to maintain an empire overseas”. Ron Paul hit continued to discuss the issue of military non-interventionism, “70% of Americans want war over with and are sick and tired of big government at home and overseas”. They want their “civil liberties and not allow government to spend endlessly and bankrupt us”. Paul also answered questions related to his experience with Medicaid and endorsed allowing civil unions for same-sex couples country-wide, with marriage itself handled solely by religious institutions.",
            "score": 42.178768157958984
        },
        {
            "docid": "3590264_3",
            "document": "Krešimir III of Croatia . After Croatia's King Stjepan Držislav died in 997, his brother Svetoslav Suronja had become King of Croatia. Together with his two brothers Gojslav and Krešimir, they fought between each other for the crown in a civil war. The two brothers probably used his alliance with the Byzantine Empire to ask Bulgaria for help. During that time, a Bulgarian invasion was taking place in which the Bulgarian monarch Samuil pillaged the Dalmatian cities and great parts of Bosnia. During last two years (999–1000) of the Croatian civil war, the revolters had managed to depose Svetoslav Suronja probably with some Bulgarian help, who later turned to the Venetian Doge for alliance in year 1000. Answering that political change, the Venetian Doge Pietro II Orseolo started military intervention in Dalmatia in which he will emerge victorious.",
            "score": 41.345523834228516
        },
        {
            "docid": "3579211_3",
            "document": "Gojslav of Croatia . After Croatia's King Stjepan Držislav died in 997, his brother Svetoslav Suronja became King of Croatia. Together with his brother Krešimir III he revolted against Svetoslav Suronja. Because Croatian kings had been allies of Byzantine Empire during war with First Bulgarian Empire rebels requested Bulgarian help. This request was granted in the Bulgarian invasion of 998 during which emperor Samuil took Croatian Dalmatia and great parts of Bosnia. After the war, the Bulgarian emperor gave this territory to Gojslav and Krešimir III. During last two years (999–1000) of Croatian civil war this two revolters have with Bulgarian help defeated Svetoslav Suronja which has gone to Venetia exile in year 1000. Answering that political change Venetian Doge Pietro II Orseolo has started military intervention in Dalmatia in which he will defeat Croatia.",
            "score": 40.791526794433594
        },
        {
            "docid": "7327990_69",
            "document": "Neoconservatism and paleoconservatism . In his article, Buchanan wrote: This is a time for truth. For America is about to make a momentous decision: whether to launch a series of wars in the Middle East that could ignite the Clash of Civilizations against which Harvard professor Samuel Huntington has warned, a war we believe would be a tragedy and a disaster for this Republic. To avert this war, to answer the Neocon smears, we ask that our readers review their agenda as stated in their words. Sunlight is the best disinfectant. As Al Smith used to say, \"Nothing un-American can live in the sunlight.\"",
            "score": 39.902584075927734
        },
        {
            "docid": "32981146_3",
            "document": "Law of Croatia . Croatian Law system is largely influenced by German and Austrian law systems. It is significantly influenced by the Civil Code of the Austrian Empire (1811), known in Croatia as \"Opći građanski zakon\" (OGZ) \"(General Civil Law)\". It was in force from 1853 to 1946, with some provisions still applying in the modern day. The Independent State of Croatia, a Nazi-controlled puppet state was established in 1941 during World War II, used the OGZ as a basis for the 1943 \"Base of the Civil Code for the Independent State of Croatia\" \"(Osnova građanskoga zakona za Nezavisnu Državu Hrvatsku)\". After the War, Croatia become a member of the Yugoslav Federation which enacted in 1946 the \"Law on immediate voiding of regulations passed before April 6, 1941 and during the enemy occupation\" \"(Zakon o nevaženju pravnih propisa donesenih prije 6. travnja 1941. i za vrijeme neprijateljske okupacije)\". By this law OGZ was declared invalid as a whole, but implementation of some of its legal rules was approved.",
            "score": 39.40864562988281
        },
        {
            "docid": "2892559_9",
            "document": "Austrian Littoral . With Napoleon's defeats, the Austrian Empire regained the region and, in 1813, all of the Littoral including Trieste, Gorizia and Gradisca, all of Istria, the Quarnero Islands, Fiume, and the hinterland of Fiume, Civil Croatia, including Karlstadt (Karlovac) became one administrative unit. From 1816, the Littoral was a part of the Austrian Empire's Kingdom of Illyria. In 1822, Fiume and Civil Croatia were separated from the territory and ceded to the Kingdom of Hungary (and in 1849 to Croatia).",
            "score": 38.530269622802734
        },
        {
            "docid": "23929962_3",
            "document": "Tesla's Letters . The play takes place in 1997, two years after Operation Storm and the Dayton Agreement and two years prior to the start of the Kosovo War and the US-led 1999 NATO bombing of Yugoslavia, with the scenes set at the Nikola Tesla Museum in the Serbian capital, Belgrade, on a bus at the Serbian-Croatian border, and at Tesla's birthplace in the Croatian village of Smiljan. Daisy Archer is a trendy young Ph.D. student from the US who has won a research grant to fly to Belgrade to research the life of eccentric electrical pioneer, Nikola Tesla. Tesla, who was of Serbian descent but born and raised in Croatia, spent 60 years of his life as a US citizen; this tri-national pedigree alone will present Daisy with semantics problems more complicated than she imagined.",
            "score": 38.44449996948242
        },
        {
            "docid": "37670712_3",
            "document": "Censuses in Ukraine . The first official census in the territory of Ukraine took place in 1818 when Western Ukraine was part of the Austrian Empire. However a modern census did not take place until 1857. Since then the next censuses took place in the dual-power state of the Austria-Hungary in 1869, 1880, 1890, 1900, 1910. Those last five censuses also included the territory of the today Zakarpattia Oblast which was part of the Kingdom of Hungary. The further censuses discontinued as the country fell apart. The rest of Ukraine which was part of another empire of Russia conducted its first census as part of the 1897 Russian Census. Remarkable is the fact that the next national census in Russia did not take place until after World War I and the formation of the Soviet Union. In 1920, a census was conducted only in those areas that were not involved in the Russian Civil War.",
            "score": 38.34629440307617
        },
        {
            "docid": "41974496_14",
            "document": "Captain America: Civil War . McFeely said that the idea of basing a film on \"Civil War\" had \"been on and off the table for a while\" at Marvel Studios, explaining, \"it's a challenge to do it and make sure that all the characters that we've established, and everyone's established in the MCU are serviced and sound correct. Because there's a difference between the characters in \"Civil War\", which was written in 2006, 2007. The MCU doesn't exist [when it was written]. There isn't a Robert Downey, Jr. or Chris Evans who has helped create the character[s] so we need to make sure that that template gets adjusted\". Joe Russo added that the \"essence\" of \"Civil War\" was used, such as \"the concept of registration, the notion that heroes need to be either monitored or controlled because their power can be scary\" being applicable. Anthony Russo expanded, \"in a lot of ways [superhero registration] can be a political issue, and we didn't want the conflict of the movie to solely exist on that level. We wanted to figure out very personal reasons why everyone's relationship to this idea of registration is going to become complicated. That's what the relationship between Steve and Bucky allowed us to do, to get very personal in terms of why people would lean one way or the other.\" Executive producer Nate Moore added that \"it felt like it was kind of the right time\" to adapt \"Civil War\" given \"The Avengers\", plus many of the Phase Two films (\"\", \"The Winter Soldier\", and \"Avengers: Age of Ultron\"), all dealt with \"world-ending experiences. We felt like we had to tell the next step in that story, which is ... what is the world's reaction?\"",
            "score": 38.0623893737793
        },
        {
            "docid": "20006714_3",
            "document": "Second American Civil War . Since the phrase can refer to any war to separate one political body from another, some historians name the 1861–1865 war as the \"Second American Civil War,\" referring to the American War for Independence, which resulted in separation of the British North American colonies from the British Empire, as the \"First American Civil War\". A significant number of American colonists stayed loyal to the British Crown and as Loyalists fought on the British side while opposite were a significant amount of colonists called Patriots who fought on the American side. In some localities, there was fierce fighting between Americans including gruesome instances of hanging, drawing, and quartering on both sides. As Canadian historian William Stewart Wallace noted:",
            "score": 37.93203353881836
        },
        {
            "docid": "2116021_4",
            "document": "MacAdam ellipse . The second question we might ask, given two colors, is \"how different are these two colors?\" Just as the first question was answered by developing a color space in which three numbers specified a particular color, we are now asking effectively, how far apart these two colors are. This particular question was considered by researchers dating back to Helmholtz and Schrödinger, and later in industrial applications, but experiments by Wright and Pitt, and David MacAdam provided much-needed empirical support.",
            "score": 37.46511459350586
        },
        {
            "docid": "29568788_2",
            "document": "Irish Americans in the American Civil War . Irish-American Catholics served on both sides of the American Civil War (1861–1865) as officers, volunteers and draftees. Immigration due to the Irish Great Famine (1845–1852) had provided many thousands of men as potential recruits although issues of race, religion, pacifism and personal allegiance created some resistance to service. A significant body of these Irishmen later used the military experience gained in the American Civil War to fight against the British Empire with the goal of establishing an Irish Republic as members of the Irish Republican Brotherhood, the Fenian Brotherhood and Clan na Gael. In addition very large numbers of Scots-Irish Protestants were involved in the American Civil War, especially the Confederacy.",
            "score": 37.39563751220703
        },
        {
            "docid": "288515_4",
            "document": "Clone Wars (Star Wars) . Lucas used the Clone Wars narrative to answer questions about the original trilogy, such as how the Empire originated and how Anakin Skywalker became Darth Vader. The political and military events of the Clone Wars draw inspiration from real-world conflicts and historical events, such as World War II and Adolf Hitler's rise to power, and show similarities with the American Civil War.",
            "score": 37.29905319213867
        },
        {
            "docid": "7481667_35",
            "document": "History of Indianapolis . During the American Civil War, Indianapolis was loyal to the Union cause. After the Battle of Fort Sumter in South Carolina, Indianapolis citizens proclaimed, \"We unite as one man to repel all treasonable assaults upon the Government, its people, and citizens in every department of the Union––peaceably, if we can, forcibly if we must.\" Governor Oliver P. Morton, a major supporter of President Abraham Lincoln, quickly made Indianapolis a rallying place for Union army troops as they prepared to enter Confederate lands. On April 16, 1861, the first orders were issued to form Indiana's first regiments and establish Indianapolis as a gathering point for the state's volunteer soldiers. Within a week, more than 12,000 recruits from Indiana had signed up to fight for the Union, nearly three times as many needed to meet the state's initial quota.",
            "score": 37.116302490234375
        },
        {
            "docid": "3876974_10",
            "document": "Washington Literary Society and Debating Union . Like many student organizations at the University, the Washington Society was politically active in the secessionist cause in the years prior to the American Civil War. A resolution that had been in place since 1858 to avoid debate questions that \"would bring up any of the political issues now distracting the country\" was lifted in January 1860, and the society subsequently debated the questions of a state's right to secede (answering in the affirmative) and whether Virginia should secede from the union if Lincoln were elected president (also answering in the affirmative). In 1861, after the secession of Virginia from the Union, the Society voted to send its surplus treasury (about $200) to the Governor of the Commonwealth for the defense of the state.",
            "score": 36.595577239990234
        },
        {
            "docid": "20006714_2",
            "document": "Second American Civil War . The American Civil War took place between 1861 and 1865, after which the Union was preserved. Rhetorical or hyperbolic references to a potential Second American Civil War have since been made on a number of occasions throughout the history of the United States.",
            "score": 36.31045150756836
        },
        {
            "docid": "51884610_14",
            "document": "A Simple Response to an Elemental Message . \"\"One of the strongest themes we see in 'Earth Speaks' is a concern with our current environmental crisis. In answering the question 'How will our present environmental interactions shape the future?' we need to reflect on what it will take to sustain Earth's civilization in the coming centuries. That can only be a good thing.\"\".",
            "score": 36.17305374145508
        },
        {
            "docid": "22788751_8",
            "document": "Densho: The Japanese American Legacy Project . Densho offers curriculum units investigating civil liberties issues. For example, the lesson \"Causes of Conflict\" guides students through a study of the issues of immigration via the essential question: \"How do conflicts over immigration arise from labor needs and social change?\" In the unit \"Dig Deep,\" they explore the media and the incarceration of Japanese Americans during World War II by asking the question, \"How do members of a democracy become fully informed so that they can participate responsibly and effectively?\" In the unit \"Constitutional Issues: Civil Liberties, Individuals, and the Common Good,\" students find answers to the question, \"How can the United States balance the rights of individuals with the common good?\" Densho's education efforts encourage students' critical thinking and respect for everyone's civil liberties.",
            "score": 35.81244659423828
        },
        {
            "docid": "11115668_2",
            "document": "AGEOD's American Civil War . AGEOD's American Civil War: 1861-1865 - The Blue and the Gray is a historical operational turn-based strategy video game that places players at the head of the U.S. or CSA during the American Civil War (1861–1865).",
            "score": 35.67817687988281
        },
        {
            "docid": "11450835_3",
            "document": "Tesla: Man Out of Time . \"Tesla: Man Out of Time\" describes the life of Nikola Tesla (1856–1943), the Serbian-American inventor, electrical engineer, mechanical engineer, physicist, and futurist. Margaret Cheney's narrative details Tesla's childhood during the 1850s and 1860s in the then Austro-Hungarian Empire, his 1884 arrival in New York, becoming American citizen in 1891, his inventions and contributions to engineering, up to his death New York at age 86 during the middle of World War II in 1943. The book is focused largely on Tesla's personality and not his inventions.",
            "score": 35.562828063964844
        },
        {
            "docid": "10025633_24",
            "document": "Grant, Lee, Sherman: Civil War Generals 2 . A sequel to \"Civil War Generals 2\", entitled \"Civil War Generals 3\", was announced by Impressions and Sierra in January 1999. It was set for release in fall of that year, and was designed by Jeffrey Fiske of the original \"Civil War General\" and Steve Serafino of \"Lords of Magic\". \"Civil War Generals 3\" took place in the first year of the American Civil War, and would have tasked the player with establishing and maintaining a war economy. It was planned to feature empire-building and management game mechanics, played via a turn-based \"simultaneous execution\" gameplay structure. Combat would have taken place in real-time, although a simpler \"quick battle\" system was planned for novices. Victory could have been achieved through military, economic or other means. The game was announced alongside \"Pharaoh\"; at the time, Sierra's Jim Veevaert said that the two games would \"be big hits for us this year.\"",
            "score": 35.42509078979492
        },
        {
            "docid": "11818706_5",
            "document": "Michigan in the American Civil War . At the beginning of the Civil War, regiments from Michigan were raised to answer Lincoln's call for men. The first volunteers from Michigan were mustered into the Army as the 1st Michigan Infantry on May 1, 1861. On May 16, the regiment arrived in Washington; Lincoln was said to have exclaimed \"Thank God for Michigan!\" upon the troops' arrival.",
            "score": 35.15800476074219
        },
        {
            "docid": "6766552_8",
            "document": "Mark Watson . At the 2007 Fringe, Watson hosted a panel show \"We Need Answers\" with Alex Horne and Tim Key. This saw 16 comedians take part in a knock out quiz where all the questions and answers came from text service Any Question Answered. Paul Sinha won the competition, beating Josie Long in the final. \"We Need Answers\" returned in 2008 with fewer rounds, Josie Long emerged as winner, beating Sinha in the semi-final and Kristen Schaal in the final.",
            "score": 35.15617752075195
        },
        {
            "docid": "1747821_55",
            "document": "Jill Stein . According to Stein, the United States should use force only when there is \"good evidence that we are under imminent threat of actual attack\". When asked by the \"Los Angeles Times\" editorial board whether that standard would have prevented US involvement in World War II, Stein answered, \"I don't want to revisit history or try to reinterpret it, you know, but starting from where we are now, given the experience that we've had in the last, you know, since 2001, which has been an utter disaster, I don't think it's benefited us.\" Asked whether such a standard would force the US to withdraw from all of its mutual defense treaties, Stein answered that the treaties need to \"be looked at one by one\", mentioning NATO in particular.",
            "score": 35.07476043701172
        },
        {
            "docid": "51552659_9",
            "document": "Alexander Dobrokhotov . From this follows an empirical method which forms the foundation of the empirical discipline of culturology. This method involves reconstructing the ontological wholeness from the individual artefact. In other words, the method involves answering the question of how the world should look like so that the artefact could be a part of it. Furthermore, if the wholeness is the same for all its artefacts, an isomorphism of heterogeneous artefacts can be discovered. Hence, the main question of the empirical study of culture is ‘How can we reconcile the heterogeneity and isomorphism of cultural artefacts?’",
            "score": 34.987030029296875
        },
        {
            "docid": "17903565_10",
            "document": "Iowa Band . During the American Civil War the church was at a decision point: Bates addressed denominational leaders and ministers in the state at the time; “Brethren, we need more of the spirit of God, more of a Missionary spirit, individual zeal, and enlarged benevolence in sustaining Sabbath Schools, and a better support could and ought to be given by the Churches to those ministers who labor in word and doctrine. Let us take heed that we are not absorbed too much in war. We are Christians as well as patriots. The first honor is to be self-denying and ready to die as martyrs in the cause of Christ; the next honor is to be self-denying and ready to die as patriots in the cause of our county.”",
            "score": 34.79764175415039
        },
        {
            "docid": "25242135_2",
            "document": "We Need Answers . We Need Answers was a British television panel game presented by comedians Mark Watson, Tim Key and Alex Horne. The show featured a pair of celebrities answering questions which had previously been texted in by the public, or the audience by text message.",
            "score": 34.75798034667969
        },
        {
            "docid": "4927416_17",
            "document": "Great American Boycott . Numerous anti-war, left-wing, socialist and communist groups also endorsed the Boycott. The Act Now to Stop War and End Racism coalition, in particular, provided signs and mobilized supporters to attend demonstrations, and while the American Civil Liberties Union took no official stance, it offered advice and information for protesters on its website. The AFL-CIO also endorsed the protests, saying that the H.R. 4437 \"isn't the answer\" to immigration issues. The AFL-CIO's executive vice president, Linda Chavez-Thompson, stated: \"We believe that there is absolutely no good reason why any immigrant who comes to this country prepared to work, to pay taxes, and to abide by our laws and rules should be relegated to this repressive, second-class guest worker status.\"",
            "score": 34.65507507324219
        },
        {
            "docid": "62581_49",
            "document": "Napoleon III . \"Some people say the Empire is war. I say the Empire is peace. Like the Emperor I have many conquests to make… Like him I wish … to draw into the stream of the great popular river those hostile side-currents which lose themselves without profit to anyone. We have immense unplowed territories to cultivate; roads to open; ports to dig; rivers to be made navigable; canals to finish, a railway network to complete. We have, in front of Marseille, a vast kingdom to assimilate into France. We have all the great ports of the west to connect with the American continent by modern communications, which we still lack. We have ruins to repair, false gods to tear down, truths which we need to make triumph. This is how I see the Empire, if the Empire is re-established. These are the conquests I am considering, and you around me, who, like me, want the good of our country, you are my soldiers.\"",
            "score": 34.55290222167969
        },
        {
            "docid": "6923740_24",
            "document": "The Obsidian Trilogy . It also is considered rude to ask a direct question, no matter how mundane: 'How is the weather?' would be considered somewhat brutish. 'One might wonder when it will rain next' would be used instead in civilized conversation. Allowances are made for times of war when soldiers may ask each other direct questions; this is known as War Manners, and is part of the Elves' Knightly training. It's mentioned in the sequel trilogy, The Enduring Flame Trilogy, that \"To ask a direct question is to \"demand\" it be answered\", explaining why the Elves, who favor ease and calm, would consider direct questions offensive.",
            "score": 34.445289611816406
        }
    ]
}