{
    "q": [
        {
            "docid": "55744418_9",
            "document": "Jeeves and the Song of Songs . The 1932 collection \"Nothing But Wodehouse\" and the 1958 collection \"Selected Stories by P. G. Wodehouse\" included the story. The story was also featured in the 1960 collection \"The Most of P. G. Wodehouse\", and in the 1983 collection \"P. G. Wodehouse Short Stories\", published by The Folio Society with drawings by George Adamson.",
            "score": 61.22533321380615
        },
        {
            "docid": "63342_1",
            "document": "P. G. Wodehouse . P. G. Wodehouse",
            "score": 46.10354804992676
        },
        {
            "docid": "1888289_3",
            "document": "P. G. Wodehouse short stories bibliography . \"For a list of Wodehouse's books, including novels and collections of short stories, see P. G. Wodehouse bibliography.\"",
            "score": 68.95737266540527
        },
        {
            "docid": "1888289_2",
            "document": "P. G. Wodehouse short stories bibliography . The following is an incomplete list of short stories by P. G. Wodehouse grouped by the Wodehouse canon to which they belong, if applicable.",
            "score": 58.0671284198761
        },
        {
            "docid": "3078499_3",
            "document": "Wodehouse Playhouse . P. G. Wodehouse introduced the episodes in the first and second series, shortly before his death.",
            "score": 56.714128255844116
        },
        {
            "docid": "4465464_1",
            "document": "P. G. Wodehouse locations . P. G. Wodehouse locations",
            "score": 45.76604223251343
        },
        {
            "docid": "1369623_1",
            "document": "P. G. Wodehouse bibliography . P. G. Wodehouse bibliography",
            "score": 45.76604223251343
        },
        {
            "docid": "1901140_10",
            "document": "The Great Sermon Handicap . The 1932 collection \"Nothing But Wodehouse\" and the 1960 collection \"The Most of P. G. Wodehouse\" included this story. \"The Great Sermon Handicap\" was featured in the 1983 collection of Wodehouse stories titled \"P. G. Wodehouse Short Stories\" published by The Folio Society and illustrated by George Adamson, and in the 1984 collection of clergy-related Wodehouse stories \"The World of Wodehouse Clergy\" published by Hutchinson.",
            "score": 62.00843834877014
        },
        {
            "docid": "4139347_1",
            "document": "P. G. Wodehouse minor characters . P. G. Wodehouse minor characters",
            "score": 48.68476724624634
        },
        {
            "docid": "1368740_1",
            "document": "List of P. G. Wodehouse characters . List of P. G. Wodehouse characters",
            "score": 48.68476724624634
        },
        {
            "docid": "30896341_1",
            "document": "List of songs with lyrics by P. G. Wodehouse . List of songs with lyrics by P. G. Wodehouse",
            "score": 45.10563564300537
        },
        {
            "docid": "1888289_1",
            "document": "P. G. Wodehouse short stories bibliography . P. G. Wodehouse short stories bibliography",
            "score": 54.882741928100586
        },
        {
            "docid": "4956244_10",
            "document": "John Wodehouse, 3rd Earl of Kimberley . Kimberley's son John was the godson of the writer P. G. Wodehouse, a distant cousin, both being descended from Sir Armine Wodehouse, 5th Baronet. According to \"Brewer's Dictionary of Phrase and Fable\", P. G. Wodehouse based the character of Bertie Wooster on him.",
            "score": 61.556554079055786
        },
        {
            "docid": "55727894_9",
            "document": "Jeeves and the Impending Doom . The American edition of a collection of Wodehouse stories, \"The Weekend-End Wodehouse\", published in 1939 by Doubleday, included the story. The story appeared in \"Selected Stories by P. G. Wodehouse\", a 1958 collection of Wodehouse stories published by The Modern Library, and in \"The Most of Wodehouse\", a 1960 collection of Wodehouse stories published by Simon and Schuster. It was also featured in the 1983 collection \"P. G. Wodehouse Short Stories\", which was illustrated by George Adamson and published by The Folio Society. The collection \"A Wodehouse Bestiary\", a 1985 omnibus of Wodehouse stories involving animals, featured \"Jeeves and the Impending Doom\".",
            "score": 64.30234503746033
        },
        {
            "docid": "63342_50",
            "document": "P. G. Wodehouse . <poem> \" 'It seems to me, Jeeves, that the ceremony may be one fraught with considerable interest.' 'Yes, sir.' 'What, in your opinion, will the harvest be?' 'One finds it difficult to hazard a conjecture, sir.' 'You mean imagination boggles?' 'Yes, sir.' I inspected my imagination. He was right. It boggled.\" </poem>",
            "score": 38.96394622325897
        },
        {
            "docid": "56864060_11",
            "document": "Sonny Boy (short story) . The 1951 anthology \"The Best of Modern Humor\", edited by P. G. Wodehouse and Scott Meredith, included \"Sonny Boy\", which was the only story by Wodehouse included in the anthology. The story was the only Wodehouse story included in the 1967 anthology \"A Carnival of Modern Humour\", also edited by P. G. Wodehouse and Scott Meredith.",
            "score": 61.199843406677246
        },
        {
            "docid": "412092_44",
            "document": "Stourbridge . Stourbridge Golf Course is also mentioned by P. G. Wodehouse. - P. G. Wodehouse, \"Money for Nothing\", Chapter 5.",
            "score": 47.976233959198
        },
        {
            "docid": "4139347_2",
            "document": "P. G. Wodehouse minor characters . The following is an incomplete compendium of the fictional characters featured in the stories of P. G. Wodehouse (other than the ones already described in separate guides about Wodehouse series such as Blandings, Jeeves, etc.), in alphabetical order by surname.",
            "score": 55.70296382904053
        },
        {
            "docid": "10257872_4",
            "document": "Sir Armine Wodehouse, 5th Baronet . Wodehouse married Letitia Bacon, daughter of Sir Edmund Bacon, 6th Baronet, in 1738. He died in 1777 and was succeeded in the baronetcy by his eldest son John, who was created Baron Wodehouse in 1797 and who was the great-grandfather of statesman John Wodehouse, 1st Earl of Kimberley. Wodehouse's second son Reverend Philip Wodehouse (1745-1811) was the great-grandfather of the author P. G. Wodehouse while his third son Thomas Wodehouse was the grandfather of the colonial administrator Sir Philip Wodehouse.",
            "score": 66.04068148136139
        },
        {
            "docid": "4465464_13",
            "document": "P. G. Wodehouse locations . Blandings Castle is a fictional location central to many P. G. Wodehouse stories. It is an idyllic country house.",
            "score": 53.16989707946777
        },
        {
            "docid": "4465464_2",
            "document": "P. G. Wodehouse locations . The following is an incomplete compendium of the fictional locations featured in the stories of P. G. Wodehouse, in alphabetical order by place name.",
            "score": 51.322245836257935
        },
        {
            "docid": "1368740_2",
            "document": "List of P. G. Wodehouse characters . The following is an incomplete list of fictional characters featured in the books and stories of P. G. Wodehouse, by series, in alphabetical order by series name. Due to overlap between the various classifications of Wodehouse's work, some characters appear more than once.",
            "score": 75.22973203659058
        },
        {
            "docid": "468067_5",
            "document": "Earl of Kimberley . Several other members of the Wodehouse family have also gained distinction. The author P. G. Wodehouse was the great-grandson of Reverend Philip Wodehouse, second son of the fifth Baronet. The politician Edmond Wodehouse was the son of Thomas Wodehouse, third son of the fifth Baronet. His eldest son was the colonial administrator Sir Philip Wodehouse, Governor of Bombay from 1872 to 1877. Sir Philip Wodehouse's son Edmond Wodehouse represented Bath in the House of Commons as a Unionist. The Hon. Armine Wodehouse, younger son of the first Earl, was a civil servant and Liberal politician.",
            "score": 64.29394459724426
        },
        {
            "docid": "30896341_2",
            "document": "List of songs with lyrics by P. G. Wodehouse . This list contains songs with lyrics written or co-written by the English humorist, novelist and playwright P. G. Wodehouse.",
            "score": 43.84040021896362
        },
        {
            "docid": "63342_38",
            "document": "P. G. Wodehouse . On 15 January 1945 the French authorities released Wodehouse, but they did not inform him, until June 1946, that he would not face any official charges and was free to leave the country.",
            "score": 46.575912952423096
        },
        {
            "docid": "56696476_14",
            "document": "The Amazing Hat Mystery . \"The Amazing Hat Mystery\" was included in the collection \"The Most of P. G. Wodehouse\", which was published in the US on 15 October 1960, Wodehouse's seventy-ninth birthday. It was included in the 1978 collection \"Vintage Wodehouse\", a collection edited by Richard Usborne. The 1982 collection \"Tales from the Drones Club\" featured the story. It was included in \"P. G. Wodehouse Short Stories\", a 1983 collection published by The Folio Society that included drawings by George Adamson.",
            "score": 57.972901344299316
        },
        {
            "docid": "4139347_28",
            "document": "P. G. Wodehouse minor characters . \"J. G. Butterwick\" (in \"Heavy Weather\", 1933) and \"John G. Butterwick\" (in \"The Luck of the Bodkins\", 1935), became \"J. B. Butterwick\" (in \"Pearls, Girls and Monty Bodkin\", 1972). He is the senior partner in Butterwick, Price and Mandelbaum, Import and Export Merchants.",
            "score": 36.49030256271362
        },
        {
            "docid": "56705608_10",
            "document": "Goodbye to All Cats . The story was included in the English edition of the 1939 collection \"Week-end Wodehouse\", published by Herbert Jenkins Limited. It was collected in \"The Most of P. G. Wodehouse\", published on 15 October 1960. \"Tales from the Drones Club\", published in 1982, included the story. It was featured in \"P. G. Wodehouse Short Stories\", published by The Folio Society and illustrated by George Adamson.",
            "score": 56.688098192214966
        },
        {
            "docid": "56671680_10",
            "document": "Trouble Down at Tudsleigh . The story was included in the American edition of \"Eggs, Beans, and Crumpets\", published in 1940. It was featured in the 1949 collection, \"The Best of Wodehouse\", edited by Scott Meredith and published by Pocket Books. The collection \"The Week-End Book of Humor\", with stories selected by Wodehouse and Meredith, included the story, which was the only Wodehouse story featured in the book. This collection was published in 1952 in the US and 1954 in the UK, and was reissued with the alternate title \"P. G. Wodehouse Selects the Best of Humor\" in the US in 1965, and as \"P. G. Wodehouse Selects the Best of Humour\" in the UK in 1966. The story was also included in the 1982 collection \"Tales from the Drones Club\".",
            "score": 71.58777832984924
        },
        {
            "docid": "3495521_15",
            "document": "The King and the Beggar-maid . P. G. Wodehouse, in the novel \"Laughing Gas\", has the impoverished Ann Bannister initially reject a marriage proposal from the wealthy Reggie Havershot by alluding to this story and then saying \"If I'd been there, I'd have said 'Oh yeah?' \" Also, in the novel \"Jill the Reckless\" (1920), Wodehouse makes two references to Cophetua. First, on p. 99, the protagonist, Jill Mariner, muses: \"She would come to him like the beggar-maid to Cophetua.\" Second, on p. 287, at the beginning of a scene in which he is about to be thrown over by Jill, Sir Derek Underhill thinks, \"He was still not quite sure in his mind whether he was playing the role of a penitent or a King Cophetua...\" (Please note that cited e-book page numbers may be unreliable.)",
            "score": 69.67081582546234
        },
        {
            "docid": "1897174_11",
            "document": "Jeeves Takes Charge . The story was included in the American edition of the 1939 Wodehouse collection \"The Week-End Wodehouse\", and in the 1958 collection of Wodehouse stories, \"Selected Stories by P. G. Wodehouse\".",
            "score": 54.36232566833496
        },
        {
            "docid": "1564680_4",
            "document": "John Wodehouse, 4th Earl of Kimberley . Wodehouse was the godson of the writer P. G. Wodehouse, a distant cousin, both being descended from Sir Armine Wodehouse, 5th Baronet.",
            "score": 47.526926040649414
        }
    ],
    "r": [
        {
            "docid": "63342_30",
            "document": "P. G. Wodehouse . In 1936 Wodehouse created the last of his regular cast of principal characters, Lord Ickenham, otherwise known as Uncle Fred, who, in Usborne's words, \"leads the dance in four novels and a short story... a whirring dynamo of misrule\". His other books from the decade include \"Right Ho, Jeeves\", which Donaldson judged his best work, \"Uncle Fred in the Springtime\", which the writer Bernard Levin considered the best, and \"Blandings Castle\", which contains \"Lord Emsworth and the Girl Friend\", which Rudyard Kipling thought \"one of the most perfect short stories I have ever read\".",
            "score": 87.54275512695312
        },
        {
            "docid": "63342_2",
            "document": "P. G. Wodehouse . Sir Pelham Grenville Wodehouse (; 15 October 188114 February 1975) was an English author and one of the most widely read humourists of the 20th century. Born in Guildford, the son of a British magistrate based in Hong Kong, Wodehouse spent happy teenage years at Dulwich College, to which he remained devoted all his life. After leaving school, he was employed by a bank but disliked the work and turned to writing in his spare time. His early novels were mostly school stories, but he later switched to comic fiction, creating several regular characters who became familiar to the public over the years. They include the jolly gentleman of leisure Bertie Wooster and his sagacious valet Jeeves; the immaculate and loquacious Psmith; Lord Emsworth and the Blandings Castle set; the Oldest Member, with stories about golf; and Mr Mulliner, with tall tales on subjects ranging from bibulous bishops to megalomaniac movie moguls.",
            "score": 84.62492370605469
        },
        {
            "docid": "63342_5",
            "document": "P. G. Wodehouse . Wodehouse worked extensively on his books, sometimes having two or more in preparation simultaneously. He would take up to two years to build a plot and write a scenario of about thirty thousand words. After the scenario was complete he would write the story. Early in his career he would produce a novel in about three months, but he slowed in old age to around six months. He used a mixture of Edwardian slang, quotations from and allusions to numerous poets, and several literary techniques to produce a prose style that has been compared with comic poetry and musical comedy. Some critics of Wodehouse have considered his work flippant, but among his fans are former British prime ministers and many of his fellow writers.",
            "score": 83.65784454345703
        },
        {
            "docid": "63342_17",
            "document": "P. G. Wodehouse . Wodehouse's early period as a writer came to an end in 1908 with the serialisation of \"The Lost Lambs\", published the following year in book form as the second half of the novel \"Mike\". The work begins as a conventional school story, but Wodehouse introduces a new and strikingly original character, Psmith, whose creation both Evelyn Waugh and George Orwell regarded as a watershed in Wodehouse's development. Wodehouse said that he based Psmith on the hotelier and impresario Rupert D'Oyly Carte—\"the only thing in my literary career which was handed to me on a silver plate with watercress around it\". Wodehouse wrote in the 1970s that a cousin of his who had been at school with Carte told him of the latter's monocle, studied suavity, and stateliness of speech, all of which Wodehouse adopted for his new character. Psmith featured in three more novels: \"Psmith in the City\" (1910), a burlesque of banking; \"Psmith, Journalist\" (1915) set in New York; and \"Leave It to Psmith\" (1923), set at Blandings Castle.",
            "score": 83.63886260986328
        },
        {
            "docid": "63342_46",
            "document": "P. G. Wodehouse . When dealing with the dialogue in his novels, Wodehouse would consider the book's characters as if they were actors in a play, ensuring that the main roles were kept suitably employed throughout the storyline, which must be strong: \"If they aren't in interesting situations, characters can't be major characters, not even if you have the rest of the troop talk their heads off about them.\" Many of Wodehouse's parts were stereotypes, and he acknowledged that \"a real character in one of my books sticks out like a sore thumb.\" The publisher Michael Joseph identifies that even within the stereotypes Wodehouse understood human nature, and therefore \"shares with [Charles] Dickens and Charles Chaplin the ability to present the comic resistance of the individual against those superior forces to which we are all subject\".",
            "score": 82.8711929321289
        },
        {
            "docid": "63342_45",
            "document": "P. G. Wodehouse . Wodehouse believed that one of the factors that made his stories humorous was his view of life, and he stated that \"If you take life fairly easily, then you take a humorous view of things. It's probably because you were born that way.\" He carried this view through into his writing, describing the approach as \"making the thing a sort of musical comedy without music, and ignoring real life altogether\". The literary critic Edward L. Galligan considers Wodehouse's stories to show his mastery in adapting the form of the American musical comedy for his writings. Wodehouse would ensure that his first draft was as carefully and accurately done as possible, correcting and refining the prose as he wrote, and would then make another good copy, before proof reading again and then making a final copy for his publisher. Most of Wodehouse's canon is set in an undated period around the 1920s and 1930s. The critic Anthony Lejeune describes the settings of Wodehouse's novels, such as the Drones Club and Blandings Castle, as \"a fairyland\". Although some critics thought Wodehouse's fiction was based on a world that had never existed, Wodehouse affirmed that \"it did. It was going strong between the wars\", although he agreed that his version was to some extent \"a sort of artificial world of my own creation\". The novels showed a largely unchanging world, regardless of when they were written, and only rarely—and mistakenly in McCrum's view—did Wodehouse allow modernity to intrude, as he did in the 1966 story \"Bingo Bans the Bomb\".",
            "score": 81.52890014648438
        },
        {
            "docid": "56541684_2",
            "document": "Absent Treatment . \"Absent Treatment\" is a short story by English comic writer P. G. Wodehouse and the first of seven stories featuring Reggie Pepper, who is considered to be an early prototype for one of Wodehouse's most well-known characters, Bertie Wooster. It was published in \"The Strand Magazine\" in the UK in March 1911, and in the US magazine \"Collier's Weekly\" on 26 August 1911.",
            "score": 80.22711944580078
        },
        {
            "docid": "1246414_7",
            "document": "Reading for special needs . The Simple View of Reading was originally described by Gough and Tunmer in 1986 and modified by Hoover and Gough in 1990. The Simple View suggests that the ultimate goal of reading comprehension, and in order to have good reading comprehension, you need to have good decoding ability (e.g., ability to interpret the symbols) and good listening comprehension (e.g., your ability to understand oral language). This model predicts four categories of readers. Readers with poor decoding skills but relatively preserved listening comprehension skills would be considered readers who are poor decoders, or dyslexic. Readers with poor listening comprehension skills are referred to as readers who are poor comprehenders. Readers with poor decoding skills and poor listening comprehension skills are considered poor readers, or sometimes referred to as garden-variety poor readers. Readers who have good decoding and listening comprehension skills are considered typical readers.",
            "score": 79.72755432128906
        },
        {
            "docid": "3572441_16",
            "document": "Accelerated Reader . Educators have argued that the use of Accelerated Reader does not teach reading for comprehension; it only teaches reading for recall. A minimal number of Literacy Skill Quizzes in Accelerated Reader claim to assess higher order thinking skills. Eight Literacy Skill Quizzes have an ATOS level of 1.0-3.0, which provides limited support for higher order thinking skills for developing readers. Renaissance Place includes recognizing setting and understanding sequence as examples of higher order thinking. Turner and Paris's study on the role of classroom literacy tasks is particularly relevant. Their vignettes describing open versus closed tasks may inform how we consider Accelerated Reader. In this program, students usually take end-of-book tests called Reading Practice Quizzes that are composed of literal-recall questions to which there is only one answer. Turner and Paris would classify these quizzes as \"closed tasks.\". Turner and Paris ultimately concluded that open-ended tasks are more supportive of literacy growth in the future. This research prompts some educators to refrain from using Accelerated Reader quizzes out of fear that students will begin to perceive the purpose of reading as answering literal-recall questions and possibly lose the desire to read.",
            "score": 79.42031860351562
        },
        {
            "docid": "63342_51",
            "document": "P. G. Wodehouse . The stylistic device most commonly found in Wodehouse's work is his use of comparative imagery that includes similes. Hall opines that the humour comes from Wodehouse's ability to accentuate \"resemblances which at first glance seem highly incongruous\". Examples can be seen in \"Joy in the Morning\", Chapter 29: \"There was a sound in the background like a distant sheep coughing gently on a mountainside. Jeeves sailing into action\", or \"Psmith\", Chapter 7: \"A sound like two or three pigs feeding rather noisily in the middle of a thunderstorm interrupted his meditation.\" Hall also identifies that periodically Wodehouse used the stylistic device of a transferred epithet, with an adjective that properly belongs to a person applied instead to some inanimate object. The form of expression is used sparingly by Wodehouse in comparison with other mechanisms, only once or twice in a story or novel, according to Hall.",
            "score": 78.59992980957031
        },
        {
            "docid": "1066022_7",
            "document": "First grade . In language, first graders are taught the fundamentals of literacy, including reading sentences, writing very simple statements and mastery of the alphabet, building on what the students have learned in kindergarten or other forms of pre-school (although because first grade is the first compulsory level of education in many U.S. states, the level of literacy in incoming students can vary widely). The expectations for first grade have changed due to the Common Core Standards. Curriculum is typically based on state standards developed by educators in each state. Most states use the Common Core Standards, so most schools across the country are using similar curricula. First graders are now expected to read and comprehend stories ranging in lengths and difficulty. They are also expected to show an improving fluency rate during the school year with ability to easily read stories by the end of the year.",
            "score": 78.01637268066406
        },
        {
            "docid": "80678_2",
            "document": "Jeeves . Reginald Jeeves, usually referred to as Jeeves, is a fictional character in a series of comedic short stories and novels by English author P. G. Wodehouse. Jeeves is the highly competent valet of a wealthy and idle young Londoner named Bertie Wooster. First appearing in print in 1915, Jeeves continued to feature in Wodehouse's work until his last completed novel \"Aunts Aren't Gentlemen\" in 1974, a span of 60 years.",
            "score": 77.9056167602539
        },
        {
            "docid": "144369_17",
            "document": "Rex Stout . Stout was a longtime friend of British humorist P. G. Wodehouse, writer of the Jeeves novels and short stories. Each was a fan of the other's work, and parallels are evident between their characters and techniques. Wodehouse contributed the foreword to \"Rex Stout: A Biography\", John McAleer's Edgar Award-winning 1977 biography of the author (reissued in 2002 as \"Rex Stout: A Majesty's Life\"). Wodehouse also mentions Rex Stout in several of his Jeeves books, as both Bertie and his Aunt Dahlia are fans.",
            "score": 77.40675354003906
        },
        {
            "docid": "63342_19",
            "document": "P. G. Wodehouse . Wodehouse was in New York when the war began. Ineligible for military service because of his poor eyesight, he remained in the US throughout the war, detached from the conflict in Europe and absorbed in his theatrical and literary concerns. In September 1914 he married Ethel May Wayman, \"née\" Newton (1885–1984), an English widow. The marriage proved happy and lifelong. Ethel's personality was in contrast with her husband's: he was shy and impractical; she was gregarious, decisive and well organised. In Sproat's phrase, she \"took charge of Wodehouse's life and made certain that he had the peace and quiet he needed to write\". There were no children of the marriage, but Wodehouse came to love Ethel's daughter Leonora (1905–1944) and legally adopted her. Wodehouse experimented with different genres of fiction in these years; his \"Psmith, Journalist\", mixing comedy with social comment on slum landlords and racketeers, was published in 1915. In the same year \"The Saturday Evening Post\" paid $3,500 to serialise \"Something New\", the first of what became a series of novels set at Blandings Castle. It was published in hardback in the US and the UK in the same year (the British edition being retitled \"Something Fresh\"). It was Wodehouse's first farcical novel; it was also his first best-seller, and although his later books included some gentler, lightly sentimental stories, it was as a farceur that he became known. Later in the same year \"Extricating Young Gussie\", the first story about Bertie and Jeeves, was published. These stories introduced two sets of characters about whom Wodehouse wrote for the rest of his life. The Blandings Castle stories, set in an English stately home, depict the attempts of the placid Lord Emsworth to evade the many distractions around him, which include successive pairs of young lovers, the machinations of his exuberant brother Galahad, the demands of his domineering sisters and super-efficient secretaries, and anything detrimental to his prize sow, the Empress of Blandings. The Bertie and Jeeves stories feature an amiable young man-about-town, regularly rescued from the consequences of his idiocy by the benign interference of his valet.",
            "score": 77.1798095703125
        },
        {
            "docid": "6345938_13",
            "document": "Portuguese Irregular Verbs . Dawn Drzal reviews the first three books, after they were issued in the US. She likens the stories to E. F. Benson's Lucia books. Drzal says the first book is a collection of short stories, not a short novel as labelled in the US. The stories are \"gentle farces\", creating a place \"where much is made of nothing -- to great comic effect. The humor is heightened, of course, by the lofty formality with which the professors address one another, even as they're thinking the basest thoughts.\" The humor plays \"many variations on von Igelfeld's unshakable belief in German superiority.\" Drzal considers the first three stories as unimportant, and sees a sharp improvement in the remaining five stories. She notes \"McCall Smith's astounding level of productivity\" in writing books, and will not be surprised if he exceeds P. G. Wodehouse's total, exceeding 100 books. (Most of the experts just say “about 100”\" as to the number of novels that Wodehouse wrote.)",
            "score": 76.73695373535156
        },
        {
            "docid": "5681990_2",
            "document": "Reggie Pepper . Reginald Pepper, known as \"Reggie\", is a fictional character who appears in seven short stories by English comic writer P. G. Wodehouse. Reggie is a young man-about-town who gets drawn into trouble trying to help his pals. He is considered to be an early prototype for Bertie Wooster, who, along with his valet Jeeves, is one of Wodehouse's most famous creations.",
            "score": 76.35920715332031
        },
        {
            "docid": "397790_10",
            "document": "McGuffey Readers . Most schools of the 19th century used only the first two in the series of McGuffey's four readers. The first Reader taught reading by using the phonics method, the identification of letters and their arrangement into words, and aided with slate work. The second Reader was used once students could read. It helped them to understand the meaning of sentences, while providing vivid stories which children could remember. The third Reader taught the definitions of words and was written at a level equivalent to the modern 5th or 6th grade. The fourth Reader was written for the highest levels of ability on the grammar school level.",
            "score": 75.94386291503906
        },
        {
            "docid": "63342_27",
            "document": "P. G. Wodehouse . Wind's view of Wodehouse's naïveté is not universally held. Biographers including Donaldson, McCrum and Phelps suggest that his unworldliness was only part of a complex character, and that in some respects he was highly astute. He was unsparing of the studio owners in his early-1930s short stories set in Hollywood, which contain what Taves considers Wodehouse's sharpest and most biting satire.",
            "score": 75.83927917480469
        },
        {
            "docid": "15865449_18",
            "document": "Learning to read . The next stage in reading development is the fluent, comprehending reader stage, in which children shift from learning to read, to reading to learn. In this stage the reader builds up a substantial background of knowledge of spelling. It is during this time in a reader's development that teachers and parents can be tricked by fluent-sounding reading into thinking that a child understands everything that he or she is reading. As the content of what they are able to read becomes more demanding, good readers will develop knowledge of figurative language and irony which helps them to discover new meanings in the text. This will assist them to understand the meaning of what they are reading beyond what is written on the page. While learning to read, one of the most powerful moments is when fluent comprehending readers learn to enter into the lives of imagined heroes and heroines. Examples of books where these imagined heroes and heroines could be found in include Harry Potter, Lord of the Rings, Huckleberry Finn. The comprehension process grows while reading books like these, where children learn how to connect prior knowledge, predict good or bad consequences, draw inferences from every danger-filled corner, monitor gaps in their understanding, and interpret how each new clue, revelation, or added piece of knowledge changes what they know. In learning these new skills, they learn to unpeel the layers of meaning in a word, a phrase or a thought.",
            "score": 75.83866882324219
        },
        {
            "docid": "47760958_2",
            "document": "Gregor and the Code of Claw . Gregor and the Code of Claw is a children's novel by author Suzanne Collins, best known for her \"Hunger Games\" trilogy. It is the fifth and final book of \"The Underland Chronicles\", and was published in 2007. Scholastic has rated the book's \"grade level equivalent\" as 4.5 and the book's lexile score as 730L, making it reading-level-appropriate for the average fourth to sixth grader. The novel has been praised especially as a conclusion to \"The Underland Chronicles\". In its description of the novel, as part of its \"Recommended Books\" award, the CCBC states, \"Although Gregor and the Code of Claw works as a stand-alone story, readers will want to start with book one and work their way through to this final volume.\" An audiobook version was released in 2008, read by Paul Boehmer.",
            "score": 75.76856994628906
        },
        {
            "docid": "34527571_8",
            "document": "Shoo Rayner . Despite their different subject matter, all of Rayner's books were designed to be both easy to comprehend and entertaining for children who are learning to read on their own. They feature short sentences, short chapters, and almost comic-book-like illustrations. Explaining what he finds most rewarding about his work, Rayner said in the Word Pool interview, \"my readers are at the most important stage of reading development, where they can be put off or enthused for life.\" While he admits that the early-reader genre is often overlooked by critics, \"children find it for themselves and read my books by the bucket load. That's my reward.\"",
            "score": 75.34307098388672
        },
        {
            "docid": "1368740_2",
            "document": "List of P. G. Wodehouse characters . The following is an incomplete list of fictional characters featured in the books and stories of P. G. Wodehouse, by series, in alphabetical order by series name. Due to overlap between the various classifications of Wodehouse's work, some characters appear more than once.",
            "score": 75.22972869873047
        },
        {
            "docid": "63342_56",
            "document": "P. G. Wodehouse . Wodehouse's early career as a lyricist and playwright was profitable, and his work with Bolton, according to \"The Guardian\", \"was one of the most successful in the history of musical comedy\". At the outbreak of the Second World War he was earning £40,000 a year from his work, which had broadened to include novels and short stories. Following the furore ensuing from the wartime broadcasts, he suffered a downturn in his popularity and book sales; \"The Saturday Evening Post\" stopped publishing his short stories, a stance they reversed in 1965, although his popularity—and the sales figures—slowly recovered over time. Wodehouse received great praise from many of his contemporaries, including Max Beerbohm, Rudyard Kipling, A.E. Housman and Evelyn Waugh—the last of whom opines: \"One has to regard a man as a Master who can produce on average three uniquely brilliant and entirely original similes on each page.\" There are dissenters to the praise. The writer Alan Bennett thinks that \"inspired though his language is, I can never take more than ten pages of the novels at a time, their relentless flippancy wearing and tedious\", while the literary critic F. R. Leavis writes that Wodehouse had a \"stereotyped humour ... of ingenious variations on a laugh in one place\". In a 2010 study of Wodehouse's few relatively serious novels, such as \"The Coming of Bill\" (1919), \"Jill the Reckless\" (1920) and \"The Adventures of Sally\" (1922), David Heddendorf concludes that though their literary quality does not match that of the farcical novels, they show a range of empathy and interests that in real life—and in his most comic works—the author seemed to lack. \"Never oblivious to grief and despair, he opts in clear-eyed awareness for his timeless world of spats and woolly-headed peers. It's an austere, almost bloodless preference for pristine artifice over the pain and messy outcomes of actual existence, but it's a case of Wodehouse keeping faith with his own unique art.\"",
            "score": 75.05994415283203
        },
        {
            "docid": "4105604_3",
            "document": "Public School Magazine . It is perhaps best known for printing several early school stories by P. G. Wodehouse, such as many of those collected in the 1903 anthology, \"Tales of St. Austin's\". When the magazine ceased publication in March 1902, it was part-way through serialisation of Wodehouse's first published novel, \"The Pothunters\" (1902). The second half of the story was summarised in the final issue, in the form of a letter from one of the main characters, describing the denouement of the plot to his brother. A & C Black subsequently published the entire novel in book form.",
            "score": 74.9636001586914
        },
        {
            "docid": "23381721_38",
            "document": "Chestnut Ridge School District . The PDE reported that 66% of 7th grade students at Chestnut Ridge Middle School students were on grade level in reading on the PSSAs given in April 2015. In math, 27% of 7th grade students showed on grade level skills. Among 6th graders, 62% were on grade level in reading and 34% were on grade level in mathematics. Among fifth graders, 62% of 5th grade students were on grade level in reading. In mathematics, 47% of 5th grade students showed on grade level skills. No fifth grade writing scores were reported. In 4th grade, 57% were on grade level in reading, while 39% showed on grade level math skills. In science, 79% of fourth graders showed on grade level understanding. Among third (3rd) graders, just 57% were on grade level in reading and 43% were on grade level in mathematics. Statewide 58% of eighth (8th) graders were on grade level in reading, while 29% demonstrated on grade level math skills. Pennsylvania 7th graders were 58% on grade level in reading and 33% demonstrated on grade level math skills. Among sixth (6th) graders, 60.7% were reading on grade level, while 39.7% demonstrated on grade level math skills. Statewide 61.9% of fifth (5th) graders were on grade level in reading, while 42.8% demonstrated on grade level math skills. Pennsylvania 4th graders were 58.6% on grade level in reading and 44.4% demonstrated on grade level math skills. In science, 77.3% of fourth graders showed on grade level understanding. Among Pennsylvania third (3rd) graders, only 62% were reading on grade level, while just 48.5% demonstrated on grade level math skills.",
            "score": 74.9033432006836
        },
        {
            "docid": "20747945_57",
            "document": "Mid Valley School District . The Pennsylvania Department of Education withheld the school's SPP score for 2015. Mid Valley Elementary Center sixth (6th) graders were 62% on grade level in reading and just 41% were on grade level in mathematics. MVEC 5th graders were 55% on grade level in reading on the PSSAs given in April 2015. In mathematics, 29% of 5th grade students showed on grade level skills. No fifth grade writing scores were reported. In 4th grade, 55% were on grade level in reading, while 35% showed on grade level math skills. In science, 81% of fourth graders showed on grade level understanding. Among third (3rd) graders, just 53% were on grade level in reading and 30% were on grade level in mathematics. Statewide 61.9% of fifth (5th) graders were on grade level in reading, while 42.8% demonstrated on grade level math skills. Pennsylvania 4th graders were 58.6% on grade level in reading and 44.4% demonstrated on grade level math skills. In science, 77.3% of fourth graders showed on grade level understanding. Among Pennsylvania third (3rd) graders, 62% were reading on grade level, while 48.5% demonstrated on grade level math skills.",
            "score": 74.87564849853516
        },
        {
            "docid": "25272881_13",
            "document": "Saint Clair Area School District . The PDE reported that 56% of 8th grade students at Saint Clair Area Middle/Elementary School students were on grade level in reading on the PSSAs given in April 2015. In math/Algebra 1, just 6% of 8th grade students showed on grade level skills. In science, 53% of the school’s 8th graders demonstrated on grade level science understanding. No eighth grade writing scores were reported. In 7th grade, 40% were on grade level in reading, while 8% showed on grade level math skills. Among 6th graders, 46% were on grade level in reading and 20% were on grade level in mathematics. Among fifth graders, 53% of 5th grade students were on grade level in reading. In mathematics, 44% of 5th grade students showed on grade level skills. No fifth grade writing scores were reported. In 4th grade, 38% were on grade level in reading, while 27% showed on grade level math skills. In science, 62% of fourth graders showed on grade level understanding. Among third (3rd) graders, 39% were on grade level in reading and 16% were on grade level in mathematics. Statewide 58% of eighth (8th) graders were on grade level in reading, while 29% demonstrated on grade level math skills. Pennsylvania 7th graders were 58% on grade level in reading and 33% demonstrated on grade level math skills. Among sixth (6th) graders, 60.7% were reading on grade level, while 39.7% demonstrated on grade level math skills. Statewide 61.9% of fifth (5th) graders were on grade level in reading, while 42.8% demonstrated on grade level math skills.",
            "score": 74.08877563476562
        },
        {
            "docid": "47952470_11",
            "document": "Fell Charter Elementary School . In 2016, Fell Charter School was awarded 72 points out of 100. Fell Charter School PSSA mandated testing results were: 72% of students in 8th grade were on grade level in reading, while 45% of students demonstrated on grade level in mathematics. In science, 73% of eighth grade pupils demonstrated on grade level science understanding. In 7th grade, test results withheld due to only 7 pupils taking exams. Among 6th graders, 45% were on grade level in reading and only 10% were on grade level in math. Sixty-six (66%) percent of students in 5th grade were on grade level in reading, while 41.7% of students demonstrated on grade level mathematics skills. In 4th grade, 62% were on grade level in reading, while 38% demonstrated on grade level math skills. In science, 91% of fourth grade pupils demonstrated on grade level understanding of science concepts in the state standards. Among the school's third graders, 43% were on grade level in reading and 47% showed on grade level mathematics skills. No fifth grade writing scores were reported. Statewide just 31% of eighth graders demonstrated on grade level in math and 58% of eighth graders were on grade level in reading. In science, 57.7% of eighth graders showed on grade level proficiency. Among 7th graders, just 37% of students demonstrated on grade evel skills in mathematics. In seventh grade reading, 58% were on grade level. Sixth graders had 61.5% showing on grade level math skills. In reading, 61.5% of sixth graders were on grade level. In the Commonwealth, just 60% of third graders were reading on grade level. Among Pennsylvania 4th graders 58% were reading on grade level and 61% of fifth graders were reading on grade level.",
            "score": 73.99837493896484
        },
        {
            "docid": "16247524_36",
            "document": "Jim Thorpe Area School District . The PDE withheld SPP scores. It was reported that just 50% of 8th grade students at L. B. Morris Elementary School students were on grade level in reading on the PSSAs given in April 2015. In math/Algebra 1, only 13% of 8th grade students showed on grade level skills. In science, 69% of the school’s 8th graders demonstrated on grade level science understanding. No eighth grade writing scores were reported. In 7th grade, just 39% were on grade level in reading, while only 12% showed on grade level math skills. Among 6th graders, 60% were on grade level in reading and 34% were on grade level in mathematics. Among fifth graders, 58% of 5th grade students were on grade level in reading. In mathematics, 25% of 5th grade students showed on grade level skills. No fifth grade writing scores were reported. In 4th grade, 60% were on grade level in reading, while 41% showed on grade level math skills. In science, 78% of fourth graders showed on grade level understanding. Among third (3rd) graders, just 61% were on grade level in reading and 43% were on grade level in mathematics. Statewide 58% of eighth (8th) graders were on grade level in reading, while 29% demonstrated on grade level math skills. Pennsylvania 7th graders were 58% on grade level in reading and 33% demonstrated on grade level math skills. Among sixth (6th) graders, 60.7% were reading on grade level, while 39.7% demonstrated on grade level math skills. Statewide 61.9% of fifth (5th) graders were on grade level in reading, while 42.8% demonstrated on grade level math skills.",
            "score": 73.95703887939453
        },
        {
            "docid": "4789908_3",
            "document": "The Captain (magazine) . The magazine was headquartered in London. It is perhaps best known for printing many of P. G. Wodehouse's early school stories, such as many of those featured in the collection \"Tales of St. Austin's\" (1903). The magazine also serialised several early novels by Wodehouse, including \"Jackson Junior\" and \"The Lost Lambs\", which were later combined to form the book \"Mike\" (1909), and introduced to the world Wodehouse's enduringly popular character, Psmith.",
            "score": 73.7321548461914
        },
        {
            "docid": "63342_28",
            "document": "P. G. Wodehouse . During the 1930s Wodehouse's theatrical work tailed off. He wrote or adapted four plays for the West End; \"Leave it to Psmith\" (1930), which he adapted in collaboration with Ian Hay, was the only one to have a long run. The reviewer in \"The Manchester Guardian\" praised the play, but commented: \"It is Mr Wodehouse's own inimitable narrative comments and descriptions in his own person of the antics of his puppets that one misses. They cannot be got into a play and they are at least half the fun of the novels.\" In 1934 Wodehouse collaborated with Bolton on the book for Cole Porter's \"Anything Goes\" (Porter wrote his own lyrics), but at the last minute their version was almost entirely rewritten by others at the instigation of the producer, who disliked the original script. Concentrating on writing novels and short stories, Wodehouse reached the peak of his productivity in this decade, averaging two books each year, and grossing an annual £100,000.",
            "score": 73.34329223632812
        },
        {
            "docid": "9941558_55",
            "document": "Brownsville Area School District . According to the Pennsylvania Department of Education, 44% of 5th grade students at Central Elementary School were on grade level in reading on the PSSAs given in April 2015. In mathematics, just 14% of 5th grade students showed on grade level skills. No fifth grade writing scores were reported. In 4th grade, 32% were on grade level in reading, while 8% showed on grade level math skills. In science, 54% of fourth graders showed on grade level understanding. Among third (3rd) graders, 47% were on grade level in reading and 26% were on grade level in mathematics. Statewide 61.9% of fifth (5th) graders were on grade level in reading, while 42.8% demonstrated on grade level math skills. Pennsylvania 4th graders were 58.6% on grade level in reading and 44.4% demonstrated on grade level math skills. In science, 77.3% of fourth graders showed on grade level understanding. Among Pennsylvania third (3rd) graders, 62% were reading on grade level, while 48.5% demonstrated on grade level math skills.",
            "score": 73.31281280517578
        }
    ]
}