{
    "q": [
        {
            "docid": "13670932_4",
            "document": "Classic hip-hop . Doug Abernethy, general manager of Radio One's Houston stations, described the classic hip-hop format as a parallel to the classic rock and classic country formats: these stations focus primarily on hip-hop music from the 1980s and 1990s, featuring artists such as 2Pac, De La Soul, LL Cool J, Ludacris, Notorious B.I.G., Queen Latifah, and Salt-N-Pepa. Some stations may include small amounts of R&B in their playlists as well.",
            "score": 41.46450328826904
        },
        {
            "docid": "22113121_9",
            "document": "Battle of the Sexes (album) . Upon its release, the album received generally positive reviews from most music critics, based on an aggregate score of 68/100 from Metacritic. Allmusic writer David Jeffries gave it 3 out of 5 stars and viewed it as a \"porno-style album\", stating \"Limited and a little patched together, but if cheap thrills are what you’re after, this one puts the dirty back in dirty south\". \"The A.V. Club\"s Nathan Rabin viewed its \"R&B heavy\" material as a weakness, but gave the album a B+ rating and praised Ludacris's lyricism, writing \"Ludacris remains an underrated lyricist with unparalleled verbal dexterity. His liquid flow crams an awful lot of polysyllabic words into even the tawdriest sex jam, and no rapper alive conveys joy as effortlessly or infectiously\". Giving it 2½ out of 4 stars, \"Los Angeles Times\" critic August Brown called \"Battle of the Sexes\" \"another welcome occasion to listen to Luda enjoying the real love of his life -- the sound of his own voice\", and described its music as \"fizzy pillow talk and respectfully tawdry club fodder\". Despite viewing Ludacris's lyrics as from the male perspective, \"USA Today\"s Elysa Gardner commended him for his humor and wrote that the album is \"more appealing, and more artful, when Ludacris directs his crude, breezy rhymes where they're best suited: into unabashed displays of loopy lust and boneheaded bravado\". \"XXL\" writer Rondell Conway gave \"Battle of the Sexes\" an XL rating and shared a similar sentiment, stating \"Luda may not have evened the playing field, but he certainly created an excellent musical forum for the sexes to air out their differences\". \"Newsday\"s Glenn Gamboa gave the album a B rating and commended Ludacris for his musical balance, writing \"Not only does Luda know when a song needs an R&B crooner or a female voice, he knows when he needs to speed up a flow or rough up a rhyme\".",
            "score": 37.59106111526489
        },
        {
            "docid": "2554741_4",
            "document": "Stand Up (Ludacris song) . The song topped the \"Billboard\" Hot 100 for the week of December 6, 2003, and topped the R&B/Hip-Hop singles chart for four weeks, making it the rapper's first #1 on both charts respectively. Ludacris went on to be nominated for a Grammy Award for Best Rap Solo Performance. This song was also featured on the 2004 compilation album \"Now That's What I Call Music! 15\".",
            "score": 44.69613289833069
        },
        {
            "docid": "547533_14",
            "document": "Crossover music . Collaborations between classical and popular performers have included Sting and Edin Karamazov's album \"Songs from the Labyrinth\". A collaboration between Freddie Mercury and soprano Montserrat Caballé resulted in the worldwide hit \"Barcelona\". R&B singer Mariah Carey performed a live duet with her mother Patricia, who is an opera singer, of the Christmas song - O Come, All Ye Faithful. Welsh soprano Katherine Jenkins performed a duet with Rock-singer Michael Bolton of O Holy Night. Singers and instrumentalists from the classical tradition, Andreas Dorschel has argued, run the risk of losing the sophistication of the genre(s) they were trained in, when they try to perform rock music, without coming up to the often rough and wild qualities of the latter.",
            "score": 25.013203382492065
        },
        {
            "docid": "42965133_5",
            "document": "Rising Star (U.S. TV series) . While the viewers at home are considered the “judges”, the expert panelists (Brad Paisley, Kesha, and Ludacris) also influence the vote. For the first six shows, a yes vote from one of the judges added 7% to the performers total. In the round of 13 it was announced that their yes vote would add 5%. In the quarterfinals the expert's yes vote was lowered to a 3% add. In the semifinals, the expert's yes vote was lowered to a 1% add. In the finale, the expert's yes vote only counts as a home judge vote.",
            "score": 19.299964427947998
        },
        {
            "docid": "31145841_6",
            "document": "Dirt Road Anthem . At the 2011 CMT Music Awards, Aldean performed the song with guest rapper Ludacris, who joined Aldean onstage after the second chorus to perform his own hip hop-style second verse. On picking Ludacris for the collaboration, Aldean said, \"...even though our music is totally different, our roots are the same. We both know about hot Georgia summers and cooling off with a six pack or two. It wasn't that much of a stretch.\" A remixed studio version featuring Ludacris was released for digital download through iTunes on June 9, 2011.",
            "score": 51.35529947280884
        },
        {
            "docid": "40034432_4",
            "document": "Yes/No (Banky W. song) . The music video for \"Yes/No\" won Most Gifted R&B Video at the 10th Annual Channel O Music Video Awards, which was held at the Walter Sisulu Square in Kliptown, Soweto on November 30, 2013. Banky W was nominated for the Best Male Vocal Performance award at The Headies 2013 for \"Yes/No\".",
            "score": 16.236027717590332
        },
        {
            "docid": "43975_63",
            "document": "Yes (band) . In January 2016, Anderson, Rabin and Wakeman announced touring as Anderson, Rabin and Wakeman (ARW), having previously revealed in 2010 that they were working together, and that they had begun writing new material. Their tour, An Evening of Yes Music and More, began in October 2016 with a set of Yes songs from several eras. Wakeman stated that Squire's passing inspired them to move forward, feeling that \"following the very sad passing of Chris … it was the right time to get together and produce both new music and perform some of the classic material as we feel it should be performed.\"",
            "score": 20.578222036361694
        },
        {
            "docid": "28448298_8",
            "document": "Wet Lubricants . In June 2010, Wet Platinum was featured in the “adult” version of the music video for Ludacris’ single “Sex Room,” which debuted on Vevo. Wet Platinum was used by Ludacris in a steamy bedroom scene. The edited version of the video was released on MTV and MTV2 but does not include scenes with Wet.",
            "score": 29.338269233703613
        },
        {
            "docid": "32527806_2",
            "document": "Wet the Bed . \"Wet the Bed\" is a song by American R&B recording artist Chris Brown featuring American rapper Ludacris, from his fourth studio album \"F.A.M.E.\" (2011). It was written by Brown, King Derrick \"Bigg D\" Baker, Steven Kubie, Kevin McCall, Amber Streeter, Andre Merritt, Joseph Bereal and Christopher Bridges, and produced by Bigg D. Lyrically, the song sees Brown and Ludacris exploring ways to leave a woman satisfied. \"Wet the Bed\" received mixed reviews from most music critics, who were ambivalent towards its lyrics. It was released as a single and has appeared on the US Hot R&B/Hip-Hop Songs chart at number twenty-five. The song has been performed live at the album's listening party, as well as on Brown's F.A.M.E. Tour.",
            "score": 43.08889436721802
        },
        {
            "docid": "6033171_2",
            "document": "Money Maker . \"Money Maker\" is a song written and performed by American rapper Ludacris and R&B singer Pharrell Williams. The song was released to the radio on July 17, 2006 as the first single from Ludacris's fifth album \"Release Therapy\". Produced by Williams and Chad Hugo (known collectively as The Neptunes), the song is a reimagining of the 1961 Elmore James blues song \"Shake Your Moneymaker\". The single became Ludacris' third number-one song on the US \"Billboard\" Hot 100, while also topping the Hot R&B/Hip-Hop Songs and Hot Rap Tracks charts. It also became the number-one single on radio in the United States on October 19, 2006.",
            "score": 43.31053018569946
        },
        {
            "docid": "159966_11",
            "document": "Ludacris . Ludacris took a more mature approach to his fourth album, \"The Red Light District\". Sohail Khalid helped produce this album with various artists such as T.I., Lil Flip and Bun B. Ludacris openly boasted that he may be the only rapper able to keep the Def Jam label afloat on the opening track. Ludacris filmed and recorded the single \"Get Back\" in which he was featured as a muscle-bound hulk who was being annoyed by the media and warned critics to leave him alone. He first appeared on \"Saturday Night Live\" as a special guest performing with musical guest Sum 41 on a season 30 episode hosted by Paul Giamatti. He then recorded \"Get Back\" with Sum 41 to make a rock crossover single. The follow-up single was the \"Austin Powers\"-inspired \"Number One Spot\". It was produced by New York City's Hot 97 personality DJ Green Lantern. It used the Quincy Jones sample of \"Soul Bossa Nova\" and sped it up to the tempo of Ludacris' rap flow. Featured artists on the album include Nas, DJ Quik, DMX, Trick Daddy, Sleepy Brown and Disturbing tha Peace newcomers Bobby Valentino, Dolla Boi and Small World. The album debuted at number one on the Billboard charts.",
            "score": 36.26837158203125
        },
        {
            "docid": "3910694_5",
            "document": "Welcome to Atlanta . The official remix, \"Welcome To Atlanta (Coast 2 Coast Remix)\", features Murphy Lee, Snoop Dogg, Diddy and Ludacris on the intro and outro. Ludacris does not appear in the video. The Music Video was directed by Benny Boom. Murphy Lee would collaborate with Dupri again in 2003 on \"What Da Hook Gon Be?\".",
            "score": 28.899076461791992
        },
        {
            "docid": "35026272_4",
            "document": "Country Shit . On June 11, 2011 the music video for the remix featuring Bun B and Ludacris was released. The music video features a cameo appearance by Chamillionaire.",
            "score": 31.365764141082764
        },
        {
            "docid": "15139944_3",
            "document": "Classic Artists: Yes . In addition to a large amount of music to accompany the documentary, the video also includes rare and unseen photographs from personal collections, performance archive, music promos, and includes 20 page full colour booklet.",
            "score": 20.065421104431152
        },
        {
            "docid": "159966_10",
            "document": "Ludacris . The album's next single, \"Splash Waterfalls\", was released in early 2004. A huge pop hit (despite its steamy video and explicit, adult-oriented lyrical content and themes), it subsequently became a success at urban radio and BET, and is the only time he has produced two consecutive top 10 singles from a solo album, except for \"Release Therapy\" (an unedited version of the video could only be viewed on BET's Uncut program). It was Ludacris' most sexual video yet, an R&B remix that featured Raphael Saadiq and sampled Tony! Toni! Tone!'s \"Whatever You Want\". Ludacris received his first Grammy Award with Usher and Lil Jon for their hit single \"Yeah!\". Ludacris next released \"Blow It Out\", which was accompanied by a low-budget music video.",
            "score": 32.873560547828674
        },
        {
            "docid": "48503712_15",
            "document": "One Voice Children's Choir . The choir performs an eclectic selection of genres including pop music, gospel music, classical music, Broadway musical songs, and patriotic songs. They have performed songs from Rihanna, Disney, and Ellie Goulding. In a 2003 interview with \"The Salt Lake Tribune\", Fukuda said, \"We go anywhere from baroque and classical to R&B and hip-hop. We're media-oriented.\"",
            "score": 34.399869203567505
        },
        {
            "docid": "1336181_8",
            "document": "Frederick Hemke . In a traditional modern saxophone quartet — B soprano, E alto, B tenor, and E baritone saxophone — repertoire and popularity for solo classical was, and still is, dominated by B soprano and E alto saxophone. Bucking the trend, Hemke spent time focusing on the B tenor as a classical solo instrument, as evidenced by the release of his 1971 solo album, \"Music for Tenor Saxophone\". In orchestral music, the tenor is known as one of the three saxophone voices in Ravel's \"Boléro\" — originally performed by two saxophonists, one on E sopranino and one on tenor doubling on B soprano. Recordings by tenor saxophone virtuoso James Houlik and others notwithstanding, classical tenor saxophone recordings make up a small portion of the classical saxophone repertoire and discography universe.",
            "score": 29.69660723209381
        },
        {
            "docid": "33643086_2",
            "document": "Chicken-n-Beer . Chicken-n-Beer is the fourth studio album by American rapper Ludacris. It was released on October 7, 2003, by Disturbing tha Peace and Def Jam Recordings. Recording sessions took place from 2002 to 2003, and it was handled by several record producers, including DJ Nasty & LVM, Kanye West, Mo B. Dick, DJ Paul, Juicy J and Ludacris himself. The Southern hip hop album, \"Chicken-n-Beer\" is musically similar to Ludacris' previous work, with his use of a fast, highly versatile flow. Some of the songs on the album take a political overtone.",
            "score": 41.80982327461243
        },
        {
            "docid": "2249360_12",
            "document": "Oh (Ciara song) . The music video for \"Oh\" was directed by the Fat Cats. It begins with Ciara sitting with \"little\" Ciara watching a video player. The camera zooms into the video player and reveals an overview of Atlanta and scenes of Ciara and her friends at a block party in an alley. She performs the first verse and first chorus in the middle of the street, while she is surrounded by guests and their cars. There are dance sequences throughout the remainder of the video and a scene with Ciara performing on top of a car as Ludacris raps. Ciara is also \"ridin' slow\" in a classic model Oldsmobile. There is also a cameo by Gucci Mane and Boyz n da Hood.",
            "score": 31.526965379714966
        },
        {
            "docid": "82991_2",
            "document": "Chamber music . Chamber music is a form of classical music that is composed for a small group of instruments—traditionally a group that could fit in a palace chamber or a large room. Most broadly, it includes any art music that is performed by a small number of performers, with one performer to a part (in contrast to orchestral music, in which each string part is played by a number of performers). However, by convention, it usually does not include solo instrument performances.",
            "score": 24.97628355026245
        },
        {
            "docid": "5131648_7",
            "document": "Release Therapy . Unlike the previous albums released by Ludacris, \"Release Therapy\" has a more mature and serious approach to the music (e.g. the 3rd single \"Runaway Love\" is Ludacris' first stab at socially concerned music). It is also Ludacris' darkest album to date, both in mood and subject matter. The different approach Ludacris took with Release Therapy has caused many listeners and fans to debate on whether the album is Ludacris's best or worst.",
            "score": 36.41332769393921
        },
        {
            "docid": "15287050_3",
            "document": "Like Dat . The music video was filmed and produced in Atlanta, Georgia, the video includes cameos from Ludacris, Young Buck and Bun B.",
            "score": 29.448050498962402
        },
        {
            "docid": "4734577_9",
            "document": "WBJC . WBJC produces several popular programs hosted by respected artist Jonathan Palevsky \"Past Masters\" showcases notable performances from the past. \"Face the Music\" has a panel of local musical experts listening and offering critiques of new recordings. \"Vocalise\" focuses on vocal music (the station usually does not play vocal music on a daily basis). \"WBJC Operafest\" presents classic opera recordings in their entirety. \"Toccata\" focuses on keyboard music. \"Music in Maryland\" features locally performed concerts. Late night/early morning broadcasts are provided by Classical 24.",
            "score": 23.3341064453125
        },
        {
            "docid": "223014_29",
            "document": "Indian classical music . A \"raga\" is not a tune, because the same \"raga\" can yield a very large number of tunes. A \"raga\" is not a scale, because many \"ragas\" can be based on the same scale. A \"raga\", states Bruno Nettl and other music scholars, is a concept similar to mode, something between the domains of tune and scale, and it is best conceptualized as a \"unique array of melodic features, mapped to and organized for a unique aesthetic sentiment in the listener\". The goal of a \"raga\" and its artist is to create \"rasa\" (essence, feeling, atmosphere) with music, as classical Indian dance does with performance arts. In the Indian tradition, classical dances are performed with music set to various \"ragas\".",
            "score": 26.756829738616943
        },
        {
            "docid": "26269204_12",
            "document": "My Chick Bad . The song was first performed by the duo at BET's \"Rip the Runway\" 2010, which Minaj co-hosted with \"The Game\" actor Pooch Hall. While Ludacris wore a black vest similar to in the \"How Low\" video, Minaj's attire was from the \"My Chick Bad\" video, as she donned a pink wig and similar clothing as in the Freddy Kruger-lair scene. Ludacris and Minaj performed the song at MTV's Spring Break 2010 in Acapulco, Mexico, featuring Minaj donning a blonde wig. The duo also performed the song at the 2010 BET Awards on June 27, 2010, as a part of a medley with the remix of \"All I Do Is Win\", featuring Ludacris in a mask, flanked by violin players, and Minaj with a spiraling blonde wig seated in a medieval chair, similar to her scene in the music video. Minaj has also recited her verse on select dates of her debut tour, the Pink Friday Tour. She has performed her verse in a medley on her .",
            "score": 33.88879644870758
        },
        {
            "docid": "6668778_57",
            "document": "Classical music . Improvisation once played an important role in classical music. A remnant of this improvisatory tradition in classical music can be heard in the cadenza, a passage found mostly in concertos and solo works, designed to allow skilled performers to exhibit their virtuoso skills on the instrument. Traditionally this was improvised by the performer; however, it is often written for (or occasionally by) the performer beforehand. Improvisation is also an important aspect in authentic performances of operas of Baroque era and of bel canto (especially operas of Vincenzo Bellini), and is best exemplified by the \"da capo aria\", a form by which famous singers typically perform variations of the thematic matter of the aria in the recapitulation section ('B section' / the 'da capo' part). An example is Beverly Sills' complex, albeit pre-written, variation of \"Da tempeste il legno infranto\" from Händel's \"Giulio Cesare\".",
            "score": 32.704322814941406
        },
        {
            "docid": "19961079_2",
            "document": "One More Drink . \"One More Drink\" is the second official single off Ludacris' album, \"Theater of the Mind\". The song \"co-stars\" T-Pain. The song was released on iTunes on October 28, 2008. Ludacris performed the song live while he and T-Pain appeared as musical guests on Saturday Night Live. The song samples Shalamar's \"Take That to the Bank\".",
            "score": 32.18122053146362
        },
        {
            "docid": "4628389_18",
            "document": "Tucson Symphony Orchestra . The mission of the Tucson Symphony Orchestra is to share beautiful, professionally performed music with as wide an audience as possible. It does so each season through a series of nine Classic concerts, four MasterWorks Chamber Orchestra concerts, five TSO Pops! concerts, Classic, MasterWorks and TSO Pops! Specials, ensemble performances, Moveable Musical Feasts and award-winning educational programs.",
            "score": 26.81314754486084
        },
        {
            "docid": "4906940_2",
            "document": "Brown Opera Productions . Brown Opera Productions (BOP) is dedicated to the promotion and performance of classical vocal music both on campus and in the greater Providence, Rhode Island community and is a space for singers and musicians to collaborate on exciting classical performance projects. BOP produces a full-length opera every spring, and throughout the year produces concerts of classical vocal music on campus and in local hospitals, nursing homes, and schools. As the name implies, the group is composed of Brown University students, who also work with RISD students at times. BOP does not charge admission for its performances but depends on individual donations.",
            "score": 22.822293281555176
        },
        {
            "docid": "26808701_2",
            "document": "Ride (Ciara song) . \"Ride\" is a song performed by American recording artist Ciara. The song features American rapper Ludacris. It was co-written by Ciara, Ludacris, Tricky Stewart, and The-Dream, and produced by the latter two. The song serves as the lead single from her fourth studio album, \"Basic Instinct\". The song was first released for digital download on April 23, 2010. \"Ride\" is a down-tempo R&B song, featuring a heavy bass line and seductive tone.",
            "score": 34.70715284347534
        },
        {
            "docid": "18018389_8",
            "document": "Simply Music . Simply Music does not focus on mastering classical concert performance technique. Instead, Simply Music teachers encourage students to play expressively and comfortably, without tension.",
            "score": 21.660831451416016
        }
    ],
    "r": [
        {
            "docid": "31145841_6",
            "document": "Dirt Road Anthem . At the 2011 CMT Music Awards, Aldean performed the song with guest rapper Ludacris, who joined Aldean onstage after the second chorus to perform his own hip hop-style second verse. On picking Ludacris for the collaboration, Aldean said, \"...even though our music is totally different, our roots are the same. We both know about hot Georgia summers and cooling off with a six pack or two. It wasn't that much of a stretch.\" A remixed studio version featuring Ludacris was released for digital download through iTunes on June 9, 2011.",
            "score": 51.35530090332031
        },
        {
            "docid": "159966_2",
            "document": "Ludacris . Christopher Brian Bridges (born September 11, 1977), known professionally as Ludacris, is an American rapper and actor. Ludacris is the founder of Disturbing tha Peace. Ludacris has won Screen Actors Guild, Critic's Choice, MTV, and Grammy Awards. Along with fellow Atlanta-based rappers Big Boi and André 3000 of OutKast, Ludacris was one of the first and most influential \"Dirty South\" rappers to achieve mainstream success during the early 2000s. In 2014, Ludacris was featured in Forbes list titled \"Hip-Hop Cash Kings\", as he earned $8 million.",
            "score": 45.37007141113281
        },
        {
            "docid": "2554741_4",
            "document": "Stand Up (Ludacris song) . The song topped the \"Billboard\" Hot 100 for the week of December 6, 2003, and topped the R&B/Hip-Hop singles chart for four weeks, making it the rapper's first #1 on both charts respectively. Ludacris went on to be nominated for a Grammy Award for Best Rap Solo Performance. This song was also featured on the 2004 compilation album \"Now That's What I Call Music! 15\".",
            "score": 44.69613265991211
        },
        {
            "docid": "33643086_4",
            "document": "Chicken-n-Beer . Ludacris frequently employs a fast paced flow on \"Chicken-n-Beer\", whilst often suffusing the words he raps with humorous punchlines and innuendos. Writing for BBC Music, Lewis Dene noted Ludacris to typically incorporate \"lightning-quick phrasing, cutting wit and reference points a plenty\" into his lyrics. Many of the songs on \"Chicken-n-Beer\" are of a predominantly sexual nature, and there were compared by Nathan Rabin of \"The A.V. Club\", to the material recorded by the likes of the hip hop group 2 Live Crew. \"Stand Up\" was described as a \"steamy sex rap\", and \"Hoes in My Room\", a collaboration with fellow rapper Snoop Dogg, details a fictional encounter with a collection of groupies following a live performance. Rabin further observed that Ludacris addresses such topics with \"irreverent glee\", despite describing these themes \"well-worn\" and clichéd. Ludacris attacks political commentator Bill O'Reilly, who specifically criticized Ludacris for the content of his lyrics and noted him as a bad influence. \"Blow It Out\" and \"Screwed Up\" contain direct references to O'Reilly and his comments, as well as observations on the difficulties of fame.",
            "score": 44.165489196777344
        },
        {
            "docid": "6033171_2",
            "document": "Money Maker . \"Money Maker\" is a song written and performed by American rapper Ludacris and R&B singer Pharrell Williams. The song was released to the radio on July 17, 2006 as the first single from Ludacris's fifth album \"Release Therapy\". Produced by Williams and Chad Hugo (known collectively as The Neptunes), the song is a reimagining of the 1961 Elmore James blues song \"Shake Your Moneymaker\". The single became Ludacris' third number-one song on the US \"Billboard\" Hot 100, while also topping the Hot R&B/Hip-Hop Songs and Hot Rap Tracks charts. It also became the number-one single on radio in the United States on October 19, 2006.",
            "score": 43.31053161621094
        },
        {
            "docid": "32527806_2",
            "document": "Wet the Bed . \"Wet the Bed\" is a song by American R&B recording artist Chris Brown featuring American rapper Ludacris, from his fourth studio album \"F.A.M.E.\" (2011). It was written by Brown, King Derrick \"Bigg D\" Baker, Steven Kubie, Kevin McCall, Amber Streeter, Andre Merritt, Joseph Bereal and Christopher Bridges, and produced by Bigg D. Lyrically, the song sees Brown and Ludacris exploring ways to leave a woman satisfied. \"Wet the Bed\" received mixed reviews from most music critics, who were ambivalent towards its lyrics. It was released as a single and has appeared on the US Hot R&B/Hip-Hop Songs chart at number twenty-five. The song has been performed live at the album's listening party, as well as on Brown's F.A.M.E. Tour.",
            "score": 43.08889389038086
        },
        {
            "docid": "24955854_2",
            "document": "How Low . \"How Low\" is a song by American rapper Ludacris. It is the lead single from his seventh studio album, \"Battle of the Sexes\". The song premiered at the BET Hip Hop Awards in Atlanta, which took place on October 10, 2009. However, the ceremony was aired on October 27, 2009. It was performed by Ludacris as the second half of a medley that began with Lil Scrappy's \"Addicted to Money\", a song in which he is featured. The track was produced by Canadian producer T-Minus. The song was released via iTunes on December 8, 2009. The song debuted on the U.S. \"Billboard\" Hot 100 at 13. The music video was filmed on December 23, 2009 in Los Angeles, California and was directed by Dave Meyers. The music video leaked on the internet on January 20, 2010. The single is Ludacris best-seller as a lead artist with sales of 2,216,000 units as of August, 2012, and it has been certified Double platinum by the RIAA.",
            "score": 42.91585159301758
        },
        {
            "docid": "36284031_2",
            "document": "We in This Bitch . \"We in This Bitch\", censored version known as \"We In This\", is a song by American hip hop artist DJ Drama. The song was released on February 29, 2012 as the lead single from Drama's fourth studio album \"Quality Street Music\" (2012) and was released on the independent record label Entertainment One. The posse cut was produced by Kane Beatz and features guest appearances from southern rappers Future, Young Jeezy, T.I. and Ludacris. \"We in This Bitch\" was written by the four rappers and DJ Drama, along with the producer of the song Kane Beatz and Jeremy Coleman. The song peaked at number 68 on the Hot R&B/Hip-Hop Songs. An official remix of the song featuring Drake and Future was released in May 2012.",
            "score": 42.814632415771484
        },
        {
            "docid": "33643086_7",
            "document": "Chicken-n-Beer . Upon its release, \"Chicken-n-Beer\" received generally positive reviews from music critics. At Metacritic, which assigns a normalized rating out of 100 to reviews from mainstream critics, the album received an average score of 75, based on 10 reviews, which indicates \"generally favorable reviews\". John Bush of Allmusic noted Ludacris' \"lightning-quick phrasing and cutting wit\" and \"rollicking, all-in-good-fun persona\": he went on to commend the eccentric and upbeat nature of Ludacris' music, calling him \"one of the few who's actually celebrating something – and having a great time doing it\". Writing for \"Entertainment Weekly\", Neil Drumming praised Ludacris' rapping skills, including his \"explosive enunciation\", \"witty wordplay\" and \"punchline potency\", although he reacted negatively towards the album's production, feeling it to contain \"campy sampling and cartoonish composition\". Nathan Rabin of \"The A.V. Club\" complimented Ludacris' \"impeccable comic timing\" and his ability to \"wring the most out of every line\", although he also noted the album to be Ludacris' most \"emotional, autobiographical major-label release to date\". Although he dismissed much of the album's production as \"duds\", \"Rolling Stone\" writer Toure praised Ludacris' musical style as appealing to genres outside hip-hop music, calling him \"cocksure, witty and just hard enough to be taken seriously\" yet \"playful enough to be pop\": he further noted Ludacris to be one of the most technically skilled rappers of the time, stating:",
            "score": 42.685665130615234
        },
        {
            "docid": "33643086_2",
            "document": "Chicken-n-Beer . Chicken-n-Beer is the fourth studio album by American rapper Ludacris. It was released on October 7, 2003, by Disturbing tha Peace and Def Jam Recordings. Recording sessions took place from 2002 to 2003, and it was handled by several record producers, including DJ Nasty & LVM, Kanye West, Mo B. Dick, DJ Paul, Juicy J and Ludacris himself. The Southern hip hop album, \"Chicken-n-Beer\" is musically similar to Ludacris' previous work, with his use of a fast, highly versatile flow. Some of the songs on the album take a political overtone.",
            "score": 41.80982208251953
        },
        {
            "docid": "47962_2",
            "document": "Musical composition . Musical composition can refer to an original piece of music, either a song or an instrumental music piece, the structure of a musical piece, or the process of creating or writing a new song or piece of music. The word \"song\" is widely misused by people in the popular music industry to describe any musical composition, whether sung or played only by instruments. People who create new compositions are called composers in classical music. In popular music and traditional music, the creators of new songs are usually called songwriters; with songs, the person who writes new words for a song is the lyricist. \"Composition\" is the act or practice of creating a song or other piece of music. In many cultures, including Western classical music, the act of composing typically includes the creation of music notation, such as a sheet music \"score,\" which is then performed by the composer or by other instrumental musicians or singers. In popular music and traditional music, songwriting may involve the creation of a basic outline of the song, called the lead sheet, which sets out the melody, lyrics and chord progression. In classical music, orchestration (choosing the instruments of a large music ensemble such as an orchestra which will play the different parts of music, such as the melody, accompaniment, countermelody, bassline and so on) is typically done by the composer, but in musical theatre and in pop music, songwriters may hire an arranger to do the orchestration. In some cases, a pop or traditional songwriter may not use written notation at all, and instead compose the song in their mind and then play, sing and/or record it from memory. In jazz and popular music, notable sound recordings by influential performers are given the weight that written or printed scores play in classical music.",
            "score": 41.65325164794922
        },
        {
            "docid": "13670932_4",
            "document": "Classic hip-hop . Doug Abernethy, general manager of Radio One's Houston stations, described the classic hip-hop format as a parallel to the classic rock and classic country formats: these stations focus primarily on hip-hop music from the 1980s and 1990s, featuring artists such as 2Pac, De La Soul, LL Cool J, Ludacris, Notorious B.I.G., Queen Latifah, and Salt-N-Pepa. Some stations may include small amounts of R&B in their playlists as well.",
            "score": 41.46450424194336
        },
        {
            "docid": "12653094_7",
            "document": "Music genre . The term \"art music\" refers primarily to classical traditions, including both contemporary and historical classical music forms. Art music exists in many parts of the world. It emphasizes formal styles that invite technical and detailed deconstruction and criticism, and demand focused attention from the listener. In Western practice, art music is considered primarily a written musical tradition, preserved in some form of music notation rather than being transmitted orally, by rote, or in recordings, as popular and traditional music usually are. Historically, most western art music has been written down using the standard forms of music notation that evolved in Europe, beginning well before the Renaissance and reaching its maturity in the Romantic period. The identity of a \"work\" or \"piece\" of art music is usually defined by the notated version rather than by a particular performance, and is primarily associated with the composer rather than the performer (though composers may leave performers with some opportunity for interpretation or improvisation). This is so particularly in the case of western classical music. Art music may include certain forms of jazz, though some feel that jazz is primarily a form of popular music.",
            "score": 41.19597625732422
        },
        {
            "docid": "33298284_10",
            "document": "Desi hip hop . Desi hip hop has crossed paths with Western hip hop multiple times, notably when musicians from both sides of the world collaborate. American rapper Snoop Dogg has worked with different artists such as rapper Bohemia, J.Hind and band RDB. Bohemia also collaborated with hip-hop artists such as Kurupt and Baby Bash.The group RDB also worked with different hip hop artists such as T-Pain and Ludacris. In 2016,famous Indian rapper Badshah worked with dancehall musician Sean Paul in a song called \"Move Your Body\" with DJ Shadow Dubai. Desi rappers born and/or raised in the West have also bridged the cultures within their music, incorporating desi influences into their music. Anik Khan has blended Queens culture with Bengali influences into his music, and similarly rappers Riz MC and Heems of the group Swet Shop Boys incorporate many South Asian influences in their music. In 2017, Pakistani rapper Ali Kaz collaborated with famous WWE music producer Jim Johnston for the theme song of WWE wrestler Jinder Mahal.In 2017, Badshah did another international collab with Major Lazer as a commercial promotion of Tuborg Brewery",
            "score": 39.63591003417969
        },
        {
            "docid": "29654057_31",
            "document": "Death of a Pop Star . The second single, \"Be With You\", featuring rapper Ludacris and singer Marsha Ambrosius, was released on November 3, 2010 and made purchasable twenty days later. The song spent thirteen weeks on the US \"Billboard\" Hot R&B/Hip-Hop Songs, on which it peaked at number 44. The song is David Banner's first single to appear on the Hot R&B/Hip-Hop Songs chart after more than two years. The music video, directed by Mr. Boomtown, premiered on December 16, 2010 on MTV. On January 2, 2014, it was reported that David Banner and Ludacris along with Marsha Ambrosius received a copyright infringement lawsuit over allegedly using a sample of late soul singer's Tyrone Davis 1979 ballad, \"Be With Me\", without permission. Banner has been sued by the song's producer and publishing company, who claim that the rapper-producer illegally sampled Davis' tune on \"Be With You\". Ludacris and Marsha are mentioned in the lawsuit because they appear on the song. 9th Wonder and co-producer Warryn Campbell have been noticeably left off the filing.",
            "score": 39.4919319152832
        },
        {
            "docid": "36284262_3",
            "document": "Quality Street Music . The album's lead single, \"We in This Bitch\" was released for digital download on February 29, 2012. The song features guest vocals from American hip hop recording artists Future, Jeezy, T.I., Ludacris, with production by Kane Beatz and JMIKE. The song peaking at number 68 on the US \"Billboard\" Hot R&B/Hip-Hop Songs. The music video was released on May 8, 2012, and it was directed by Benny Boom.",
            "score": 39.41140365600586
        },
        {
            "docid": "7578588_2",
            "document": "Rollout (My Business) . “Rollout (My Business)” is a hip-hop song, of the dirty rap and comedy rap types, performed by Ludacris. It was the second single released from his 2001 album \"Word of Mouf.\" The song, on whose writing and composition Ludacris collaborated with music-producer Timbaland, who also produced it, debuted at #95 on the \"Billboard\" Hot 100 on November 10, 2001, reached the Top 40 at #34 on December 29, and peaked at #17 on February 2, 2002. It was also nominated for the 2002 Grammy Award for Best Male Rap Solo Performance.",
            "score": 39.202213287353516
        },
        {
            "docid": "17344636_14",
            "document": "Drumma Boy . Gholson cites hip hop and R&B musicians Dr. Dre, Quincy Jones, Raphael Saadiq and The Funk Brothers as his signature music production inspirations with other musical influences ranging from European classical composers Ludwig van Beethoven, Jean Sibelius, Wolfgang Amadeus Mozart, and Johann Sebastian Bach to American Jazz icons Dizzy Gillespie and Miles Davis all the way to Academy Award-winning hip hop group Three 6 Mafia and Houston rapper, Scarface. He is known for combining classical music chords with urban hip hop street sounds, and for his adherence to the Atlanta trap music subgenre. His production techniques bring together a diverse array of genres that originate in hip hop, rock, pop, classical, soul, and R&B.",
            "score": 38.97045135498047
        },
        {
            "docid": "503407_30",
            "document": "Music of Georgia (U.S. state) . Atlanta-based OutKast proved one of the first commercially successful hip hop groups from outside of New York or Los Angeles. In the 1990s and 2000s, Atlanta became the leading center of urban music. Artists like Lloyd (had a #2 album on Billboard 200 in 2007), T.I., TLC, Monica, Usher, 112, Ludacris, YoungBloodZ, OutKast, Goodie Mob (Gnarls Barkley with CeeLo Green had a #4 album on Billboard 200 in 2006) (as well as the Dungeon Family music collective which both are members of) and producers like Organized Noize, L.A. Reid, and Jermaine Dupri \"Welcome to Atlanta\", the latter of whom founded the successful record labels LaFace and SoSo Def, have blurred musical boundaries by blending R&B singing with Hip-Hop production. More recently, Atlanta is also known as a center of crunk music, an electric bass-driven club music whose most visible practitioner has been Atlanta-based producer/hype man/rapper Lil Jon.",
            "score": 38.889217376708984
        },
        {
            "docid": "20575983_2",
            "document": "I-20 (rapper) . Bobby Sandimanie, better known by his stage name I-20, is an American rapper. He was originally known as Infamous 2-0 (in Ludacris's debut album \"Incognegro\" / \"Back for the First Time\"), but changed his name to reflect the interstate route that runs through the Southeastern United States. He was discovered by Ludacris, who signed him to the Disturbing tha Peace record label. In 2002, he appeared on 6 songs from Disturbing Tha Peace's 1st album \"Golden Grain\" (\"Break Somethin'\", \"Smokin' Dro\", \"Can't Be Stopped (I Know)\", \"A-Town Hatz\", \"N.S.E.W.\" & \"Outro On Ya Ass\") and in 2004, I-20 released his debut album, \"Self Explanatory\". It peaked at number forty-two on the \"Billboard\" 200 and number five on the Top R&B/Hip-Hop Albums.",
            "score": 38.795650482177734
        },
        {
            "docid": "8273902_2",
            "document": "Diamond in the Back . \"Diamond in the Back\" is the fifth and final single released from the album \"Chicken-n-Beer\" by Ludacris. It is based on William DeVaughn's \"Be Thankful for What You Got\" and samples it heavily in the southern chopped & screwed format. It is produced by DJ Paul & Juicy J of Three Six Mafia. This was Ludacris's first single to not hit the \"Billboard\" Hot 100's Top 40 and the Billboard Hot R&B/Hip-Hop Singles & Tracks's Top 20. The music video is directed in Atlanta, and features cameo appearances by Lil Duval, Atlanta based comedian Shawty, members of Ludacris' Disturbing the Peace label Shawnna, I-20 (rapper), Bobby V, Tity Boi, David Banner and the producer duo DJ Paul and Juicy J.",
            "score": 38.55008316040039
        },
        {
            "docid": "19155437_4",
            "document": "Wish You Would . After the song was leaked, MTV interviewed both Ludacris and T.I., who were involved in a high-profile dispute for several years. Ludacris said, \"I felt like there was no bigger event in hip-hop at this moment than me and T.I. working together.\" T.I. said, \"We had figure if it ain't no problem and we don't have no issues, no beef, then there's no reason we shouldn't be able to get together and make music.\" Artists from both Disturbing tha Peace and Grand Hustle were as surprised as anyone else. T.I. and Ludacris also collaborated on T.I.'s 2008 studio album \"Paper Trail\", on the song \"On Top of the World\", also featuring B.o.B.",
            "score": 37.88395309448242
        },
        {
            "docid": "11649320_22",
            "document": "Culture of Georgia (U.S. state) . Rhythm and Blues is another important musical genre in Georgia. Ray Charles was one of popular music's most influential performers, fusing R&B, jazz, and country into many popular songs. Augusta native James Brown and Macon native Little Richard, two important figures in R&B history, started performing in Georgia clubs on the chitlin' circuit, fused gospel with blues and boogie-woogie to lay the foundations for R&B and Soul music, and rank among the most iconic musicians of the 20th century. In the 1960s, Atlanta native Gladys Knight proved one of the most popular Motown recording artists, while Otis Redding, born in the small town of Dawson but raised in Macon, defined the grittier Southern soul sound of Memphis-based Stax Records. Atlanta-based OutKast proved one of the first commercially successful Hip-Hop groups from outside of New York City or Los Angeles. In the 1990s and 2000s, Atlanta emerged as the leading center of urban music. Artists like TLC, Usher, 112, T.I., Ludacris, YoungBloodZ, OutKast, Goodie Mob (as well as the Dungeon Family music collective of which both are members), and producers like Organized Noize, L.A. Reid, and Jermaine Dupri, the later of whom founded the successful record labels LaFace and SoSo Def, have blurred musical boundaries by blending R&B singing with Hip-Hop production. More recently, Atlanta is also known as a center of crunk music, an electric bass-driven club music, whose most visible practitioner has been Atlanta-based producer/hype man/rapper Lil Jon. Before moving to Atlanta, Young Jeezy lived in Macon, Georgia.",
            "score": 37.776485443115234
        },
        {
            "docid": "34300315_4",
            "document": "Arts in Atlanta . Atlanta hip hop Atlanta has been called \"hip-hop's center of gravity,\" and the city is considered is a capital of hip hop, including Southern hip hop, of R&B and of neo soul. The city is the current home or birthplace of many hip-hop artists including Lil Jon, Ludacris, B.o.B and Usher. It is also a center of gospel music where the Gospel Music Association Dove Awards take place.",
            "score": 37.63493728637695
        },
        {
            "docid": "22113121_9",
            "document": "Battle of the Sexes (album) . Upon its release, the album received generally positive reviews from most music critics, based on an aggregate score of 68/100 from Metacritic. Allmusic writer David Jeffries gave it 3 out of 5 stars and viewed it as a \"porno-style album\", stating \"Limited and a little patched together, but if cheap thrills are what you’re after, this one puts the dirty back in dirty south\". \"The A.V. Club\"s Nathan Rabin viewed its \"R&B heavy\" material as a weakness, but gave the album a B+ rating and praised Ludacris's lyricism, writing \"Ludacris remains an underrated lyricist with unparalleled verbal dexterity. His liquid flow crams an awful lot of polysyllabic words into even the tawdriest sex jam, and no rapper alive conveys joy as effortlessly or infectiously\". Giving it 2½ out of 4 stars, \"Los Angeles Times\" critic August Brown called \"Battle of the Sexes\" \"another welcome occasion to listen to Luda enjoying the real love of his life -- the sound of his own voice\", and described its music as \"fizzy pillow talk and respectfully tawdry club fodder\". Despite viewing Ludacris's lyrics as from the male perspective, \"USA Today\"s Elysa Gardner commended him for his humor and wrote that the album is \"more appealing, and more artful, when Ludacris directs his crude, breezy rhymes where they're best suited: into unabashed displays of loopy lust and boneheaded bravado\". \"XXL\" writer Rondell Conway gave \"Battle of the Sexes\" an XL rating and shared a similar sentiment, stating \"Luda may not have evened the playing field, but he certainly created an excellent musical forum for the sexes to air out their differences\". \"Newsday\"s Glenn Gamboa gave the album a B rating and commended Ludacris for his musical balance, writing \"Not only does Luda know when a song needs an R&B crooner or a female voice, he knows when he needs to speed up a flow or rough up a rhyme\".",
            "score": 37.591060638427734
        },
        {
            "docid": "47863252_2",
            "document": "Comedy hip hop . Comedy hip hop or comedy rap is a subgenre of hip hop music that is comedic in nature, often incorporating satirical lyrics. While many examples of comedy hip hop could be considered a parody of the hip hop genre, in the case of artists who merely incorporate humor into their more serious, purist hip hop styles, such as Eminem and Ludacris, this is not necessarily the case.",
            "score": 37.571327209472656
        },
        {
            "docid": "30876976_9",
            "document": "Tyrese Gibson . After taking time from music to focus on his family and his highly successful acting career, Gibson decided it was time to return to music. In 2011, he signed himself and his newly founded label Voltron Recordz to EMI and announced he was working on a new album titled \"Open Invitation\". On August 16, 2011, Gibson released the lead single \"Stay\".the music video for the single featured fellow actor, friend and \"Baby Boy\" co-star Taraji P. Henson. It peaked on the US Hot R&B/Hip-Hop Songs chart at #11. The second single \"Too Easy\" featured fellow actor, friend and rapper Ludacris. It peaked on the US Hot R&B/Hip-Hop Songs chart at #38. The third single \"Nothing On You\" peaked on the US Hot R&B/Hip-Hop Songs chart at #61. \"Open Invitation\" was released on November 1, 2011. It debuted on the US \"Billboard\" 200 albums chart at #9, sold 130,000 copies in its first week and has gone on to sell over 400,000 copies. In 2013, the album earned Gibson his third Grammy nomination at the 2013 Grammy Awards for Best R&B Album.",
            "score": 37.491920471191406
        },
        {
            "docid": "26941737_10",
            "document": "Basic Instinct (album) . \"Ride\", which features Ludacris, was released as the lead single on April 26, 2010. It peaked at forty-two on the US \"Billboard\" Hot 100, three on the US Hot R&B/Hip-Hop Songs chart. It became Ciara's twelfth top-ten R&B/Hip-Hop Airplay and R&B/Hip-Hop Songs hit. However it was one of Ciara's least successful singles in the UK, only reaching to top seventy-five. \"Ride\"'s music video was well received by critics such as \"Billboard\" magazine, but aroused controversy due to its sexual dances and outfits, and was banned from BET and UK music channels. The song's Bei Maejor Remix, which features Bei Maejor, Ludacris, and Andre 3000 was released as a digital download on June 29, 2010, and was able to chart at seventy-five in Australia. As of November 1, 2010, \"Ride\" has sold 680,000 copies in the United States through digital and mobile sales. On September 7, 2010, \"Speechless\" was released as the album's second single. It peaked at seventy-four on the US Hot R&B/Hip-Hop Songs chart.",
            "score": 37.473060607910156
        },
        {
            "docid": "27727506_6",
            "document": "Swingtips . The Swingtips continue to write, perform and record at Ghost Note Studios, which is owned and operated by Kregg Barentine. Barentine is a full-time writer/producer/performer whose credits and clients include: FX Network \"The Shield\", Alice Cooper, Movado, Disney, Hard Rock Casino, ABC, Hollywood \"Wolf\" Yates, Universal Music, Warner Bros., Fox Sports, MTV \"Made\" (filmed and performed at Barentine's studio), Fender USA \"Bass Bash 2005\", amongst a notable list. In 2008, Barentine, also known as producer - \"Ripchord\", was signed to a record deal by American rapper/actor Ludacris' record label - We Mix for the song, \"Luv Of Da Game\", which he co-wrote and produced with writer/performer, \"Tazuh\". The song became the batting walkup music for Anaheim Angels star player, Torii Hunter.",
            "score": 37.29330062866211
        },
        {
            "docid": "327317_2",
            "document": "Nate Dogg . Nathaniel Dwayne Hale (August 19, 1969 – March 15, 2011), was an American singer, songwriter, and actor better known by his stage name Nate Dogg. Hale initially began his career as a member of the California rap trio 213, alongside his longtime friend Warren G and his cousin Snoop Dogg. He eventually pursued a solo career, and released three solo albums, \"G-Funk Classics, Vol. 1 & 2\" in 1998, \"Music & Me\" in 2001, and \"Nate Dogg\" as a bootlegged album in 2003 and on CD in 2014. Nate Dogg was known for his deep, low-pitched voice, and for performing hooks, frequently collaborating with other artists such as Dr. Dre, Eminem, Warren G, Tupac Shakur, Westside Connection, Snoop Dogg, 50 Cent, Ludacris, Xzibit, and Shade Sheist on many hit releases. Nate Dogg is regarded as one of the pioneers of G-funk and West Coast hip hop in general.",
            "score": 37.25009536743164
        },
        {
            "docid": "38124996_2",
            "document": "Josh Vietti . Josh Vietti is an American violinist and composer from Los Angeles, California. On December 27, 2012, Vietti was named one of Los Angeles' \"Best Breakout Music Acts\" of 2012 by CBS Los Angeles for his unique talent and contributions to music education. Although generally billed as a hip-hop violinist, Vietti also incorporates country, gospel, pop, jazz and classical music styles into his repertoire. Josh is currently featured on ESPN's Sunday NFL Countdown commercial titled \"The Journey\". The commercial airs each Sunday throughout the NFL season. In the segment Vietti performs his own violin arrangement of the hip-hop classic In Da Club by rapper 50 Cent.",
            "score": 37.09023666381836
        },
        {
            "docid": "412339_4",
            "document": "Accompaniment . An accompanist is a musician who plays an accompaniment part. Accompanists often play keyboard instruments (e.g., piano, pipe organ, synthesizer or, in folk music and traditional styles, a guitar. A number of classical pianists have found success as accompanists rather than soloists; arguably the best known example is Gerald Moore, well known as a Lieder accompanist. In some American schools, the title \"collaborative pianist\" (or collaborative artist) is replacing the title accompanist, because in many art songs and contemporary classical music songs, the piano part is complex and demands an advanced level of musicianship and technique. The term \"accompanist\" also refers to a musician (typically a pianist) who plays for singers, dancers, and other performers at an audition or rehearsal—but who does not necessarily participate in the ensemble that plays for the final performance (which might be an orchestra or a big band).",
            "score": 37.074981689453125
        }
    ]
}