{
    "q": [
        {
            "docid": "19833554_23",
            "document": "Klinefelter syndrome . The genetic variation is irreversible, but individuals who want to look more masculine can take testosterone. Treating adolescents with implants of controlled-release testosterone has shown good results when appropriately monitored. Hormone therapy is also useful in preventing the onset of osteoporosis.",
            "score": 88.76057553291321
        },
        {
            "docid": "30983_42",
            "document": "Testosterone . The second theory is similar and is known as \"evolutionary neuroandrogenic (ENA) theory of male aggression\". Testosterone and other androgens have evolved to masculinize a brain in order to be competitive even to the point of risking harm to the person and others. By doing so, individuals with masculinized brains as a result of pre-natal and adult life testosterone and androgens enhance their resource acquiring abilities in order to survive, attract and copulate with mates as much as possible. The masculinization of the brain is not just mediated by testosterone levels at the adult stage, but also testosterone exposure in the womb as a fetus. Higher pre-natal testosterone indicated by a low digit ratio as well as adult testosterone levels increased risk of fouls or aggression among male players in a soccer game. Studies have also found higher pre-natal testosterone or lower digit ratio to be correlated with higher aggression in males.",
            "score": 70.19743824005127
        },
        {
            "docid": "4775121_4",
            "document": "Voice therapy (transgender) . Voice masculinization is the opposite of voice feminization, being the change of a voice from feminine to masculine. Voice masculinization is not generally required for transgender men as the masculinising effects of testosterone on the larynx are usually sufficient to produce a masculine voice. However, Alexandros N. Constansis has stated that \"apart from being unfair to transmen, [this assumption] is also overtly simplistic\" and cites Davies and Goldberg in saying that \"testosterone doesn’t always drop pitch low enough for FTMs to be perceived as male\". Many transgender men also choose not to take testosterone, and use voice masculinization as an alternative way to deepen their voices.",
            "score": 71.44690561294556
        },
        {
            "docid": "102435_15",
            "document": "Drag king . Drag kings face similar challenges of drag queens in creating gender illusion, costuming and performance. They generally must hide their breasts, add the illusion of male genitalia and mitigate feminine features to appear more masculine. Clothing is usually the easiest change to make with the phrase \"clothes maketh the man\" taking on extra layer of meaning.",
            "score": 153.34484314918518
        },
        {
            "docid": "52251177_5",
            "document": "Testosterone (medication) . To take advantage of its virilizing effects, testosterone is administered to transgender men as part of masculinizing hormone therapy, titrated to clinical effect with a \"target level\" of the average male's testosterone level.",
            "score": 82.03002905845642
        },
        {
            "docid": "36565483_5",
            "document": "San Francisco Drag King Contest . Drag kings are mostly female performance artists who dress in masculine drag and personify male gender stereotypes as part of their routine. A typical show may incorporate dancing and singing, sometimes live or lip-synching to pre-recorded tracks. Drag kings often perform as exaggeratedly macho male characters, portray marginalized masculinities such as construction workers, rappers, or \"fag drag,\" or they will impersonate male celebrities like Elvis Presley, Michael Jackson, and Tim McGraw.",
            "score": 161.8866491317749
        },
        {
            "docid": "102435_5",
            "document": "Drag king . The term \"drag king\" is sometimes used in a broader sense, to include female-bodied people who dress in traditionally masculine clothing for other reasons. This usage includes women temporarily attempting to pass as men and women who wish to present themselves in a masculine gender role without identifying as a man. Diane Torr began leading Drag King Workshops in 1989 that offer women a lesson in passing as men. Torr was featured in the 2002 film on drag kings \"Venus Boyz\". Many modern women wear men's hats, ties, jackets, or even full suits for fashion reasons (e.g. the \"\"Annie Hall\" style\"). These women are not considered drag kings.",
            "score": 139.24368143081665
        },
        {
            "docid": "102435_2",
            "document": "Drag king . Drag kings are mostly female performance artists who dress in masculine drag and personify male gender stereotypes as part of an individual or group routine. They may be lesbian, bisexual, transgender, genderqueer, or otherwise part of the LGBT community. A typical drag show may incorporate dancing, acting, stand-up comedy, and singing, either live or lip-synching to pre-recorded tracks. Drag kings often perform as exaggeratedly macho male characters, portray marginalized masculinities such as construction workers, rappers, or they will impersonate male celebrities like Elvis Presley, Michael Jackson, and Tim McGraw.",
            "score": 166.70436644554138
        },
        {
            "docid": "55907997_21",
            "document": "Ovulatory shift hypothesis . In many species, more masculine and dominant males experience greater reproductive success. Masculine traits are produced during puberty by increasing amounts of testosterone. Testosterone is a known immunosuppressant, thus traits that reflect high levels of testosterone may indicate that a man possesses high-quality genes which allowed him to develop masculine features without experiencing any deleterious effects of high testosterone levels. Masculine traits include facial features like a strong jawline, bodily features like height, muscularity, and body hair, and vocal features like a deeper voice. While many studies have shown that women tend to be attracted to more masculine characteristics at high fertility, results have been mixed, and two meta-analyses have concluded that the effect is not robust.",
            "score": 63.55821132659912
        },
        {
            "docid": "102435_7",
            "document": "Drag king . Drag kings are largely a phenomenon of lesbian culture and can most often be seen at lesbian bars or festivals. However, not all drag kings are lesbians, and some participants in the drag king subculture are not otherwise involved in lesbian culture, society, or politics. Drag kings are a diverse group, making difficult to find something universal that all drag kings have in common. By performing masculinity on the non-cisgender male body, these performers are resisting society's notions of the gender binary. Some transmen also self-identify as drag kings. Faux queens (also called femme queens, femme performers, bio queens or Kittens) often perform alongside drag kings and may or may not be lesbian-identified.",
            "score": 158.66594076156616
        },
        {
            "docid": "2010326_14",
            "document": "Sex differences in crime . There are two theories on the role of testosterone in aggression and competition among males. The first one is the Challenge hypothesis which states that testosterone would increase during puberty thus facilitating reproductive and competitive behaviour which would include aggression as a result of evolution. Thus it is the challenge of competition in relation to testosterone among males of the species that facilitates aggression and violence. Studies conducted have found direct correlation between testosterone and dominance especially among the most violent criminals in prison who had the highest testosterone levels. The same research also found fathers (those outside competitive environments) had the lowest testosterone levels compared to other males. The second theory is also similar and is known as the evolutionary neuroandrogenic (ENA) theory of male aggression. Testosterone and other androgens have evolved to masculinize a brain in order to be competitive even as far as being a risk to harming others. By doing so, individuals with masculinized brains as a result of pre-natal and adult life testosterone and androgens enhance their resource acquiring abilities in order to survive, attract and copulate with mates as much as possible. Thus, crime can be seen as an extreme form of adaptation to gain status and acquire more resources. Many other researchers have agreed with this and have stated that criminal behavior is an expression of inter-male competition in mating efforts and resource seeking since there is a huge correlation between criminals and fathering children at younger ages.",
            "score": 67.21363389492035
        },
        {
            "docid": "1242027_3",
            "document": "Testosterone poisoning . The concept of \"testosterone poisoning\" is based on the association of masculinity with harmful behaviors; for example, from 1980 to 2008 males were convicted of the vast majority of homicides in the United States, representing 90.5% of the total number of offenders. The term capitalizes on the perception that masculinity is controlled by the hormone testosterone.",
            "score": 76.19710969924927
        },
        {
            "docid": "36565483_10",
            "document": "San Francisco Drag King Contest . In \"Female Masculinity\" Judith Halberstam notes that in the 1990s most major U.S. cities have some drag king acts as part of its queer club subculture.",
            "score": 104.87271785736084
        },
        {
            "docid": "34019395_4",
            "document": "Prenatal testosterone transfer . During prenatal development, testosterone exposure is directly responsible for masculinizing the genitals and brain structures. This exposure leads to an increase in male-typical behavior. When females are exposed to elevated levels of testosterone via transfer, the masculinization of a variety of traits have been reported to occur, including sexual behavior, sex-typical play, and spatial ability.",
            "score": 66.24750399589539
        },
        {
            "docid": "5700_13",
            "document": "Cross-dressing . A drag king is a counterpart of the drag queen but usually for much different audiences, and is defined as a female-assigned person who adopts a masculine persona in performance or imitates a male film or pop-music star. Some female-assigned people undergoing gender reassignment therapy also self-identify as \"drag kings\" although this use of \"drag king\" would generally be considered inaccurate. A transvestic fetishist is a person (typically a heterosexual male) who cross-dresses as part of a sexual fetish.",
            "score": 154.90152311325073
        },
        {
            "docid": "3295253_2",
            "document": "Testosterone cypionate . Testosterone cypionate, sold under the brand name Depo-Testosterone among others, is an androgen and anabolic steroid (AAS) medication which is used mainly in the treatment of low testosterone levels in men. It is also used in hormone therapy for transgender men. It is given by injection into muscle usually once every two to four weeks. Side effects of testosterone cypionate include symptoms of masculinization like acne, increased hair growth, voice changes, and increased sexual desire. The drug is a synthetic androgen and anabolic steroid and hence is an agonist of the androgen receptor (AR), the biological target of androgens like testosterone and dihydrotestosterone (DHT). It has strong androgenic effects and moderate anabolic effects, which make it useful for producing masculinization and suitable for androgen replacement therapy. Testosterone cypionate is a testosterone ester and a long-lasting prodrug of testosterone in the body. Because of this, it is considered to be a natural and bioidentical form of testosterone. Testosterone cypionate was introduced for medical use in 1951. Along with testosterone enanthate, testosterone undecanoate, and testosterone propionate, it is one of the most commonly used testosterone esters. It is used mainly in the United States. In addition to its medical use, testosterone cypionate is used to improve physique and performance. The drug is a controlled substance in many countries and so non-medical use is generally illicit.",
            "score": 80.45780062675476
        },
        {
            "docid": "238706_6",
            "document": "Alpha-fetoprotein . The rodent AFP system can be overridden with massive injections of estrogen, which overwhelm the AFP system and will masculinize the fetus. The masculinizing effect of estrogens may seem counter-intuitive since estrogens are critical for the proper development of female secondary characteristics during puberty. However, this is not the case prenatally. Gonadal hormones from the testes, such as testosterone and antimullerian hormone are required to cause development of a phenotypic male. Without these hormones the fetus will develop into a phenotypic female even if genetically XY. The conversion of testosterone into estradiol by aromatase in many tissues may be an important step in masculinization of that tissue. Masculinization of the brain is thought to occur both by conversion of testosterone into estradiol by aromatase, but also by de novo synthesis of estrogens within the brain. Thus, AFP may protect the fetus from maternal estradiol that would otherwise have a masculinizing effect on the fetus, but its exact role is still controversial.",
            "score": 84.41728830337524
        },
        {
            "docid": "28260_22",
            "document": "Sonnet . Happy ye leaves. whenas those lily hands, (a) Which hold my life in their dead doing might, (b) Shall handle you, and hold in love's soft bands, (a) Like captives trembling at the victor's sight. (b) And happy lines on which, with starry light, (b) Those lamping eyes will deign sometimes to look,(c) And read the sorrows of my dying sprite, (b) Written with tears in heart's close bleeding book. (c) And happy rhymes! bathed in the sacred brook (c) Of Helicon, whence she derived is, (d) When ye behold that angel's blessed look, (c) My soul's long lacked food, my heaven's bliss. (d) Leaves, lines, and rhymes seek her to please alone, (e) Whom if ye please, I care for other none. (e) </poem>",
            "score": 19.585811853408813
        },
        {
            "docid": "3295254_2",
            "document": "Testosterone enanthate . Testosterone enanthate, sold under the brand name Delatestryl among others, is an androgen and anabolic steroid (AAS) medication which is used mainly in the treatment of low testosterone levels in men. It is also used in hormone therapy for transgender men. It is given by injection into muscle usually once every two to four weeks. Side effects of testosterone enanthate include symptoms of masculinization like acne, increased hair growth, voice changes, and increased sexual desire. The drug is a synthetic androgen and anabolic steroid and hence is an agonist of the androgen receptor (AR), the biological target of androgens like testosterone and dihydrotestosterone (DHT). It has strong androgenic effects and moderate anabolic effects, which make it useful for producing masculinization and suitable for androgen replacement therapy. Testosterone enanthate is a testosterone ester and a long-lasting prodrug of testosterone in the body. Because of this, it is considered to be a natural and bioidentical form of testosterone. Testosterone enanthate was introduced for medical use in 1954. Along with testosterone cypionate, testosterone undecanoate, and testosterone propionate, it is one of the most widely used testosterone esters. In addition to its medical use, testosterone enanthate is used to improve physique and performance. The drug is a controlled substance in many countries and so non-medical use is generally illicit.",
            "score": 80.12803530693054
        },
        {
            "docid": "30983_9",
            "document": "Testosterone . During the second trimester, androgen level is associated with gender formation. This period affects the femininization or masculinization of the fetus and can be a better predictor of feminine or masculine behaviours such as sex typed behaviour than an adult's own levels. A mother's testosterone level during pregnancy is correlated with her daughter's sex-typical behavior as an adult, and the correlation is even stronger than with the daughter's own adult testosterone level.",
            "score": 74.9172911643982
        },
        {
            "docid": "8501376_4",
            "document": "Luteoma . Women with a luteoma of pregnancy typically don't show any symptoms. Only 36% of women actually show signs of masculinization. These signs include acne, the growth of dark hair (especially on the face), deepening of the voice, temporal balding, and clitoromegaly. An increase in testosterone levels in the mother doesn't necessarily mean masculinization will occur. During a normal pregnancy, the testosterone level will increase slightly in the first and second trimester, but doubles in the third trimester. The testosterone level also depends on the sex of the fetus; male fetuses cause a bigger increase in testosterone levels than female fetuses.",
            "score": 56.94270324707031
        },
        {
            "docid": "1053447_12",
            "document": "Physical attractiveness . Studies have shown that ovulating heterosexual women prefer faces with masculine traits associated with increased exposure to testosterone during key developmental stages, such as a broad forehead, prominent nose and cheekbones, large jaw and strong chin. The degree of differences between male and female anatomical traits is called sexual dimorphism. Female respondents in the follicular phase of their menstrual cycle were significantly more likely to choose a masculine face than those in menses and luteal phases, (or in those taking hormonal contraception). This distinction supports the sexy son hypothesis, which posits that it is evolutionarily advantageous for women to select potential fathers who are more genetically attractive, rather than the best caregivers. However, women's likeliness to exert effort to view male faces does not seem to depend on their masculinity, but to a general increase with women's testosterone levels.",
            "score": 75.51257348060608
        },
        {
            "docid": "18621557_2",
            "document": "Louis B. Mayer, King of Hollywood . Louis B. Mayer: King of Hollywood (1999) is a documentary film directed by F. Whitman Trecartin that takes a look at life of filmmaker Louis B. Mayer, who as head of Metro-Goldwyn-Mayer (MGM) studios, came to rule over movie stars. The film takes a look at the personal price that Mayer paid for that success.",
            "score": 56.099623918533325
        },
        {
            "docid": "3295260_2",
            "document": "Testosterone propionate . Testosterone propionate, sold under the brand name Testoviron among others, is an androgen and anabolic steroid (AAS) medication which is used mainly in the treatment of low testosterone levels in men. It has also been used to treat breast cancer in women. It is given by injection into muscle usually once every two to three days. Side effects of testosterone propionate include symptoms of masculinization like acne, increased hair growth, voice changes, and increased sexual desire. The drug is a synthetic androgen and anabolic steroid and hence is an agonist of the androgen receptor (AR), the biological target of androgens like testosterone and dihydrotestosterone (DHT). It has strong androgenic effects and moderate anabolic effects, which make it useful for producing masculinization and suitable for androgen replacement therapy. Testosterone propionate is a testosterone ester and a relatively short-acting prodrug of testosterone in the body. Because of this, it is considered to be a natural and bioidentical form of testosterone. Testosterone propionate was discovered in 1936 and was introduced for medical use in 1937. It was the first testosterone ester to be marketed, and was the major form of testosterone used in medicine until about 1960. The introduction of longer-acting testosterone esters like testosterone enanthate, testosterone cypionate, and testosterone undecanoate starting in the 1950s resulted in testosterone propionate mostly being superseded. As such, it is rarely used today. In addition to its medical use, testosterone propionate is used to improve physique and performance. The drug is a controlled substance in many countries and so non-medical use is generally illicit.",
            "score": 69.97346878051758
        },
        {
            "docid": "2232181_14",
            "document": "Psychological adaptation . For example, women are able to evaluate the long-term presence of testosterone in men by observing facial testosterone cues. Testosterone stimulates craniofacial development and results in a squarer jaw and consequently, a more masculine appearance. Women in the fertile phase of their menstrual cycle perceive masculine faces as healthier and more attractive than feminine male faces. Females show a psychological adaptation to detect mate quality using these hormonal cues which display the male’s fitness and reproductive value. Males who display testosterone cues show a female that they are able to offset the high physiological costs such as immunosuppressant effects.",
            "score": 76.88600587844849
        },
        {
            "docid": "34019395_2",
            "document": "Prenatal testosterone transfer . Prenatal Testosterone Transfer (also known as prenatal androgen transfer or prenatal hormone transfer) refers to the phenomenon in which testosterone synthesized by a developing male fetus transfers to one or more developing fetuses within the womb and influences development. This typically results in the partial masculinization of specific aspects of female behavior, cognition, and morphology, though some studies have found that testosterone transfer can cause an exaggerated masculinization in males. There is strong evidence supporting the occurrence of prenatal testosterone transfer in rodents and other litter-bearing species, such as pigs. When it comes to humans, studies comparing dizygotic opposite-sex and same-sex twins suggest the phenomenon may occur, though the results of these studies are often inconsistent.",
            "score": 86.77671647071838
        },
        {
            "docid": "18841931_7",
            "document": "Scrotum . Up until the eighth week after fertilization, the reproductive organs do not appear to be different between the male and female and are called in-differentiated. Testosterone secretion starts during week eight, reaches peak levels during week 13 and eventually declines to very low levels by the end of the second trimester. The testosterone causes the masculinization of the labioscrotal folds into the scrotum. The scrotal raphe is formed when the embryonic, urethral groove closes by week 12.",
            "score": 56.33977675437927
        },
        {
            "docid": "14673086_27",
            "document": "Transgender hormone therapy (female-to-male) . 5α-Reductase inhibitors like finasteride and dutasteride can be used to slow or prevent scalp hair loss and excessive body hair growth in transgender men taking testosterone. However, they may also slow or reduce certain aspects of masculinization, such as facial hair growth and normal male-pattern body hair growth. A potential solution is to start taking a 5α-reductase inhibitor after these desired aspects of masculinization have been well-established.",
            "score": 76.2362425327301
        },
        {
            "docid": "7860110_15",
            "document": "Sexual differentiation in humans . A sufficient amount of any androgen can cause external masculinization. The most potent is dihydrotestosterone (DHT), generated from testosterone in skin and genital tissue by the action of 5α-reductase. A male fetus may be incompletely masculinized if this enzyme is deficient. In some diseases and circumstances, other androgens may be present in high enough concentrations to cause partial or (rarely) complete masculinization of the external genitalia of a genetically female fetus. The testes begin to secrete three hormones that influence the male internal and external genitalia. They secrete anti-müllerian hormone, testosterone, and Dihydrotestosterone. anti-Müllerian hormone (AMH) causes the paramesonephric ducts to regress. Testosterone, which is secreted and converts the mesonephric ducts into male accessory structures, such as epididymis, vas deferens and seminal vesicle. Testosterone will also control the descending of the testes from the abdomen into the scrotom. Dihydrotestosterone, also known as (DHT) will differentiate the remaining male characteristics of the external genitalia.",
            "score": 83.11998701095581
        },
        {
            "docid": "27900663_3",
            "document": "Look What the Cat Dragged In (song) . Robert Copsey of \"Digital Spy\" gave the song a positive review stating: Built around a simple but relentless synth riff, 'Look What The Cat Dragged In' has that knack of doing very little but still burrowing into your brain face-first like an earworm. Giggs's deep, distinctive delivery gives a semblance of weight to some very silly lyrics. There's stuff about gettin' the laydeez (\"Wanna' lean in ma cockpit / Feelin' ma chopstick\"), unprotected sex (\"I done it bareback / I take chances\"), boozing (\"Courvoisier / Fillin' up eight glasses\") and the eternal boobs/bum debate (\"I'm a breast man but I rate arses\"). It'd be a crime to take it too seriously, but there's something fantastically grin-inducing about a rap track so British yet so swaggering and comfortably assured . \"Look What The Cat Dragged In\" debuted on the UK Singles Chart on 13 June 2010 at number 53; becoming his second UK Top 100 single and thus his second single to miss out on the Top 40. The single also debuted at number 20 on the UK R&B Chart and number 3 on the UK Indie Chart, being beaten only by Fat Les and Dizzee Rascal; remaining on the chart for a total of 4 consecutive weeks.",
            "score": 80.63168025016785
        },
        {
            "docid": "24572757_2",
            "document": "Testosterone undecanoate . Testosterone undecanoate, sold under the brand names Nebido, Aveed, and Andriol among others, is an androgen and anabolic steroid (AAS) medication which is used mainly in the treatment of low testosterone levels in men. It is also used in hormone therapy for transgender men. It is taken by mouth two to three times per day with food or given by injection into muscle once every 12 weeks or so. Side effects of testosterone undecanoate include symptoms of masculinization like acne, increased hair growth, voice changes, and increased sexual desire. The drug is a synthetic androgen and anabolic steroid and hence is an agonist of the androgen receptor (AR), the biological target of androgens like testosterone and dihydrotestosterone (DHT). It has strong androgenic effects and moderate anabolic effects, which make it useful for producing masculinization and suitable for androgen replacement therapy. Testosterone undecanoate is a testosterone ester and a prodrug of testosterone in the body. Because of this, it is considered to be a natural and bioidentical form of testosterone. Testosterone undecanoate was introduced in China for use by injection and in Europe for use by mouth in the 1970s. It became available for use by injection in Europe in the early to mid 2000s and in the United States in 2014. A formulation for use by mouth is not currently available in the United States but is pending approval as of 2018. Along with testosterone enanthate, testosterone cypionate, and testosterone propionate, testosterone undecanoate is one of the most widely used testosterone esters. However, it has advantages over other testosterone esters in that it can be taken by mouth and in that it has a far longer duration when given by injection. In addition to its medical use, testosterone undecanoate is used to improve physique and performance. The drug is a controlled substance in many countries and so non-medical use is generally illicit.",
            "score": 76.95268309116364
        },
        {
            "docid": "30983_45",
            "document": "Testosterone . The brain is also affected by this sexual differentiation; the enzyme aromatase converts testosterone into estradiol that is responsible for masculinization of the brain in male mice. In humans, masculinization of the fetal brain appears, by observation of gender preference in patients with congenital diseases of androgen formation or androgen receptor function, to be associated with functional androgen receptors.",
            "score": 70.0592782497406
        }
    ],
    "r": [
        {
            "docid": "102435_2",
            "document": "Drag king . Drag kings are mostly female performance artists who dress in masculine drag and personify male gender stereotypes as part of an individual or group routine. They may be lesbian, bisexual, transgender, genderqueer, or otherwise part of the LGBT community. A typical drag show may incorporate dancing, acting, stand-up comedy, and singing, either live or lip-synching to pre-recorded tracks. Drag kings often perform as exaggeratedly macho male characters, portray marginalized masculinities such as construction workers, rappers, or they will impersonate male celebrities like Elvis Presley, Michael Jackson, and Tim McGraw.",
            "score": 166.70436096191406
        },
        {
            "docid": "1810753_15",
            "document": "Gender bender . Drag shows are stage performances where people perform in drag. Drag costuming and makeup may in some cases simply involve an actor portraying a character of a sex or gender different from their own, or the performance itself may be a parody or critique of gender and gender roles. Often \"feminine\" or \"masculine\" gender stereoptypes of the persons's culture are exaggerated for comic or satirical effect. Performers may call themselves drag kings or drag queens. Drag revues typically involve elaborate, glamorous costumes and musical performances. The entertainers may sing, dance, or lip sync.",
            "score": 164.9093780517578
        },
        {
            "docid": "36565483_5",
            "document": "San Francisco Drag King Contest . Drag kings are mostly female performance artists who dress in masculine drag and personify male gender stereotypes as part of their routine. A typical show may incorporate dancing and singing, sometimes live or lip-synching to pre-recorded tracks. Drag kings often perform as exaggeratedly macho male characters, portray marginalized masculinities such as construction workers, rappers, or \"fag drag,\" or they will impersonate male celebrities like Elvis Presley, Michael Jackson, and Tim McGraw.",
            "score": 161.8866424560547
        },
        {
            "docid": "102435_7",
            "document": "Drag king . Drag kings are largely a phenomenon of lesbian culture and can most often be seen at lesbian bars or festivals. However, not all drag kings are lesbians, and some participants in the drag king subculture are not otherwise involved in lesbian culture, society, or politics. Drag kings are a diverse group, making difficult to find something universal that all drag kings have in common. By performing masculinity on the non-cisgender male body, these performers are resisting society's notions of the gender binary. Some transmen also self-identify as drag kings. Faux queens (also called femme queens, femme performers, bio queens or Kittens) often perform alongside drag kings and may or may not be lesbian-identified.",
            "score": 158.6659393310547
        },
        {
            "docid": "58164_2",
            "document": "Drag queen . A drag queen is a person who usually dresses in hyper-feminized or gender non-conforming clothing, and often acts with exaggerated femininity and in feminine gender roles for the purpose of entertainment. Often, they will exaggerate certain characteristics such as make-up and eyelashes for comic, dramatic, or satirical effect. While drag is very much associated with gay men and gay culture, there are drag artists of all sexualities. There are many kinds of drag artists and they vary greatly in dedication, from professionals who have starred in films to people who just try it once, or those who simply prefer clothing and makeup that is usually worn by the opposite sex in their culture. Drag queens can vary widely by class and culture. Other drag performers include drag kings, women who perform in male roles and attire; faux queens, who are women who dress in an exaggerated style to emulate drag queens; and faux kings, who are men who dress to impersonate drag kings.",
            "score": 156.9178924560547
        },
        {
            "docid": "591699_28",
            "document": "Drag (clothing) . Drag queens (first use in print, 1941) are stereotypically viewed to be gay men that dress in drag, either as part of a performance or for personal fulfillment. Though a good portion who wear women's clothing are cisgender men, the term drag queen distinguishes them from transvestites, transsexuals or transgender people. Doing drag here often includes wearing dramatically heavy makeup, wigs and prosthetic devices as part of the costume. Females are called drag kings; however, \"drag king\" also has a much wider range of meanings. It is currently most often used to describe entertainment (singing or lip-synching) in which there is no necessarily firm correlation between a performer's deliberately macho onstage persona and offstage gender identity or sexual orientation, just as cis males who do female drag for the stage may or may not identify as being either gay or female in personal identity. A Faux Queen, Biological Queen (Bio Queen) , or Female-bodied Queen is usually a person identifying as female performing in the same light as traditional drag, such as exaggerated hair, makeup, and musical performances.",
            "score": 156.74270629882812
        },
        {
            "docid": "5700_13",
            "document": "Cross-dressing . A drag king is a counterpart of the drag queen but usually for much different audiences, and is defined as a female-assigned person who adopts a masculine persona in performance or imitates a male film or pop-music star. Some female-assigned people undergoing gender reassignment therapy also self-identify as \"drag kings\" although this use of \"drag king\" would generally be considered inaccurate. A transvestic fetishist is a person (typically a heterosexual male) who cross-dresses as part of a sexual fetish.",
            "score": 154.90151977539062
        },
        {
            "docid": "102435_15",
            "document": "Drag king . Drag kings face similar challenges of drag queens in creating gender illusion, costuming and performance. They generally must hide their breasts, add the illusion of male genitalia and mitigate feminine features to appear more masculine. Clothing is usually the easiest change to make with the phrase \"clothes maketh the man\" taking on extra layer of meaning.",
            "score": 153.34483337402344
        },
        {
            "docid": "18310148_5",
            "document": "Queen (slang) . Generally, drag queens dress in a female gender role, often exaggerating certain characteristics for comic, dramatic or satirical effect. Other drag performers include drag kings, who are women who perform in male roles, faux queens, who are women who dress in an exaggerated style to emulate drag queens and faux kings, who are men who dress to impersonate drag kings.",
            "score": 150.80941772460938
        },
        {
            "docid": "19904525_19",
            "document": "Transgender . \"Drag\" is a term applied to clothing and makeup worn on special occasions for performing or entertaining, unlike those who are transgender or who cross-dress for other reasons. Drag performance includes overall presentation and behavior in addition to clothing and makeup. Drag can be theatrical, comedic, or grotesque. Drag queens have been considered caricatures of women by second-wave feminism. Drag artists have a long tradition in LGBT culture. Generally the term \"drag queen\" covers men doing female drag, \"drag king\" covers women doing male drag, and \"faux queen\" covers women doing female drag. Nevertheless, there are drag artists of all genders and sexualities who perform for various reasons. Some drag performers, transvestites, and people in the gay community have embraced the pornographically-derived term \"tranny\" to describe drag queens or people who engage in transvestism or cross-dressing; however, this term is widely considered offensive if applied to transgender people.",
            "score": 150.71963500976562
        },
        {
            "docid": "102435_12",
            "document": "Drag king . In recent years, some drag king performers have adopted other terms to describe their own performance styles, particularly if they deviate from the more traditional forms of \"kinging.\" Common names include \"gender blurring\" acknowledge the merging of both male and female traits in the performances while Vancouver performer Rose Butch adopted the ambiguous label \"drag thing.\" Long-time performer Flare called the stage of drag king styles that emerged in Toronto's scene in the mid-2010s as \"unicorn drag.\"",
            "score": 146.6083526611328
        },
        {
            "docid": "102435_6",
            "document": "Drag king . Unlike drag queens, who pride themselves on making individual names for themselves and creating a \"lineage,\" drag kings tend to form troupes or performance groups. While they may join houses and maintain a solo persona, this is increasingly rare in the drag king community. Many troupes are created out of the desire to forge a cohesive unit in order to book shows and performances. However, there are more and more drag kings now branching away from the troupe stereotypes, and performing individually. Drag king shows are becoming easier to find in this century and individual kings are getting bookings outside of the 'king shows' and finally sharing the stages with their male counterparts, the queens.",
            "score": 146.18382263183594
        },
        {
            "docid": "102435_5",
            "document": "Drag king . The term \"drag king\" is sometimes used in a broader sense, to include female-bodied people who dress in traditionally masculine clothing for other reasons. This usage includes women temporarily attempting to pass as men and women who wish to present themselves in a masculine gender role without identifying as a man. Diane Torr began leading Drag King Workshops in 1989 that offer women a lesson in passing as men. Torr was featured in the 2002 film on drag kings \"Venus Boyz\". Many modern women wear men's hats, ties, jackets, or even full suits for fashion reasons (e.g. the \"\"Annie Hall\" style\"). These women are not considered drag kings.",
            "score": 139.24368286132812
        },
        {
            "docid": "4111408_2",
            "document": "Faux queen . A faux queen, bio queen, diva queen or female queen is a female performance artist who adopts the style typical of male drag queens. A faux queen may be jocularly described as \"a drag queen trapped in a woman's body\". Other descriptions include \"biologically-challenged\" drag queen, \"female female impersonator\", or \"female impersonator impersonator\". Like traditional drag queens and drag kings, faux queens play with traditional gender roles and gender norms to educate and entertain. Faux queens can appear alongside drag kings at lesbian drag shows and are interchangeable with \"regular\" (male) drag queens as emcees, performers, hostesses, and spokesmodels.  For some it can be a way to redefine postmodern feminism; faux queen Ms. Lucia Love stated, \"Drag queens would be nowhere without women.\" For others it simply is about dressing up and having fun. In the words of faux queen Hoku Mama Swamp \"I was born to love faggots, queens, and trannies, and have slowly been morphing into them since childhood.\"",
            "score": 137.1345977783203
        },
        {
            "docid": "102435_11",
            "document": "Drag king . The oldest and possibly largest drag king contest in the world takes place in San Francisco, California. The San Francisco Drag King Contest has been called \"A parade of gender-bending eye candy\" by \"SF Weekly\" and the producer of the show is community activist and performer Lu Read, a.k.a. Fudgie Frottage. The SFDK has the fortunate luck to have the Drag King Sensations, Momma's Boyz, perform every year while judges deliberate. The Momma's Boyz always ensure they are not on the road at that time so they can donate their talent to this critical event. Another yearly gathering was the now defunct, or at least temporarily so, \"The Great Big International Drag King Show\" in Washington, D.C., created by Ken Vegas, who is also founder of the DC Kings.",
            "score": 136.84803771972656
        },
        {
            "docid": "102435_17",
            "document": "Drag king . While some female-to-male (FtM) transgender performers may have growth of facial hair from hormones, many drag kings find that creating facial hair aids as a visual cue of gender illusion. Men usually have coarse-textured facial hair that begins at the top of the jaw bone where a beard would start. Beard hair is noticeably different in texture compared with the hair on their heads. Drag kings use various cosmetic shadowing, loose hair and piece applications to imitate a mustache, beard, goatee, sideburns or other hair application. There are many drag kings who utilize shadow makeup to create the illusion of \"five o' clock shadow\" and forgo the look of longer facial hair, sometimes out of simplicity or as a stylistic choice depending on the character they are performing. The application of loose hair using an adhesive is done by obtaining hair through their own haircuts or purchase braids of synthetic hair in a variety of colors from costume shops. Once the hair is chopped very finely, it is typically applied using a skin-safe adhesive like spirit gum or liquid latex, also available at costume shops. Using liquid latex creates a facial hairpiece that can be removed and re-used and is considered a better choice for those with very sensitive skin that does not tolerate spirit gum or spirit gum-removal chemicals well.",
            "score": 135.07989501953125
        },
        {
            "docid": "1810753_16",
            "document": "Gender bender . A faux drag performer is a person who performs as the gender they identify as in day-to-day life, albeit in a usually exaggerated form. For instance a cisgender woman who performs as a drag queen is a faux queen or the other way around for a faux king.",
            "score": 134.9263458251953
        },
        {
            "docid": "1810753_17",
            "document": "Gender bender . \"In order to understand the differences and similarities between gay male drag queens and female-bodied and transgender drag kings and bio queens, we consider how the personal gender and sexual identities of drag performers affect and are affected by their gender performances in drag.",
            "score": 134.7127227783203
        },
        {
            "docid": "27883874_4",
            "document": "Diane Torr . From the onset of her career in the late 1970s, Diane Torr was a leading figure in creating performance that challenges contemporary edicts and perceptions of gender and sexuality. With her drag king workshops, which she began teaching in 1990 in New York, with artist Johnny Science, Torr was a pivotal force in the establishment of drag king culture in the US, Europe, Istanbul and New Delhi. In collaboration with performance artist, Bridge Markland, Diane Torr co-directed the highly successful godrag! Festival (2002) in Berlin - a one-month-long festival of women performing masculinity, femininity, androgyny and drag.",
            "score": 130.10305786132812
        },
        {
            "docid": "19904525_15",
            "document": "Transgender . In addition to trans men and trans women whose binary gender identity is the opposite of their assigned sex, and who form the core of the \"transgender\" umbrella, being included in even the narrowest definitions of it, several other groups are included in broader definitions of the term. These include people whose gender identities are not exclusively masculine or feminine but may, for example, be androgynous, bigender, pangender, or agender—often grouped under the alternative umbrella term \"genderqueer\"—and third-gender people (alternatively, some references and some societies conceptualize transgender people as a third gender). Although some references define \"transgender\" very broadly to include transvestites / cross-dressers, they are usually excluded, as are transvestic fetishists (because they are considered to be expressing a paraphilia rather than a gender identification) and drag kings and drag queens (who are performers and cross-dress for the purpose of entertaining).",
            "score": 128.78053283691406
        },
        {
            "docid": "56206037_4",
            "document": "Genres Pluriels . The DKB became independent in 2012, and continues to organize drag king events and performances. Their drag king workshops often include discussions about gender identity and gender performance.",
            "score": 128.7077178955078
        },
        {
            "docid": "102435_10",
            "document": "Drag king . The International Drag King Community Extravaganza (IDKE) is the largest yearly gatherings of drag performers aimed at celebrating gender performance and exploration of gender issues, now in its ninth year. Delegates from various troupes throughout America, Canada and Europe congregate at IDKE to perform and engage in discussion and debate at a series of workshops organized by the host city under the guidance of the IDKE Board. A different city hosts this event each year, selected by the board. It is city's responsibility to create a website.",
            "score": 128.0341033935547
        },
        {
            "docid": "49304782_8",
            "document": "Kim Chi (drag queen) . In March 2017, Kim Chi was invited to the College of Communication and Fine Arts at Loyola Marymount University for an event called \"A Fabulous Evening With Kim Chi: Exploring Gender Identity Through Drag\". She was the first drag queen to come to the college, and she did so in full drag makeup. Along with a performance, there was a question and answer section during the event.",
            "score": 124.40923309326172
        },
        {
            "docid": "36565483_2",
            "document": "San Francisco Drag King Contest . The San Francisco Drag King Contest is an annual contest for drag kings held in San Francisco, California and founded by performer and producer, Fudgie Frottage. It is the biggest drag king contest in the world, and the longest running drag king competition in the U.S. The related International Drag King Community Extravaganza (IDKE) is the largest drag king performance event in the world but not a contest. The 22nd annual San Francisco Drag King Contest will be held September 7, 2017 at Oasis, 298 11th Street http://www.sfdragkingcontest.com/",
            "score": 124.08007049560547
        },
        {
            "docid": "58164_3",
            "document": "Drag queen . There are many reasons people do drag including self-expression, comfort, transvestic fetishism, and spiritual reasons, as well as the higher-profile performing and entertaining. Drag can be a creative outlet, a means of self-exploration, and a way to make cultural statements. While the general public may be most familiar with the \"high drag\" of professional performance artists, drag is also part of regular life and street culture for many gender-nonconforming or gender-variant people, who may or may not consider what they do as \"drag.\"",
            "score": 122.95842742919922
        },
        {
            "docid": "102435_20",
            "document": "Drag king . Masking feminine features includes dealing with hairstyle. While many drag kings have short hair, some performers that live their everyday lives with longer hair or feminine haircuts must manage this part of their appearance to make the illusion complete. While some performers with long hair opt to leave it down and styled in a masculine way, others tuck their hair into stocking caps and wear a variety of men's hats as part of their costumes.",
            "score": 121.60182189941406
        },
        {
            "docid": "762618_2",
            "document": "Transitioning (transgender) . Transitioning is the process of changing one's gender presentation and/or sex characteristics to accord with one's internal sense of gender identity – the idea of what it means to be a man or a woman, or genderqueer (in-between). For genderqueer people, their internal sense of gender identity is neither solely female nor male. For transgender and transsexual people, this process commonly involves reassignment therapy (which may include hormone replacement therapy and sex reassignment surgery), with their gender identity being opposite that of their birth-assigned sex and gender. Transitioning might involve medical treatment, but it does not always involve it. Cross-dressers, drag queens, and drag kings tend not to transition, since their variant gender presentations are (usually) only adopted temporarily.",
            "score": 118.93417358398438
        },
        {
            "docid": "102435_14",
            "document": "Drag king . Some drag kings have become popular performers in the LGBT community especially among lesbians who admired the DIY bravado of reclaiming male and female gender roles. Some of these names have become Cornerstones in the King community, including Mo B. Dick, Gage Gatlyn, Murray Hill, Ian Blakk, Anson Reign, Damian Matrix, Owen McCord, Xander Kinidy, Remington Steal, Flare, Freddy Prinze Charming, Amadeus Karmani York, Richard Cranium, Gunner Gatlyn, Dred, Will Ryder, Buck Naked, Spikey Van Dykey, JC ALL-Cox the acronym of his given drag name JC Alexander Lane Leigh-Cox.",
            "score": 118.91009521484375
        },
        {
            "docid": "22499764_27",
            "document": "LGBT linguistics . People may also switch use code-switching to comment on society or for entertainment. Black drag performers often use stereotypical “female white English” to disrupt societal assumptions about gender and ethnicity and to express criticisms of these assumptions. Imitations do not necessarily represent actual language use of a group, but rather the generally recognized stereotypical speech of that group. In the language of drag performers, language play is also marked by juxtaposition of contradictory aspects such as very proper language mixed with obscenities, adding to the queens' and kings' deliberate disruption of cultural and linguistic norms.",
            "score": 118.34020233154297
        },
        {
            "docid": "36916601_5",
            "document": "Lesburlesque . The troupe continue to use established drag king performers The Dyke Kings and Juan Kerr. Lesburlesque and Pixie continue to spearhead the rise to equality of drag king performance art. In an exchange between Pixie and actress and feminist writer Rhona Foulis, Pixie claims it is \"...her personal mission to bring lesbian performances to a mainstream audience, in exactly the same way as drag queens have been accepted.\"",
            "score": 117.55935668945312
        },
        {
            "docid": "7623184_17",
            "document": "Passing (gender) . Those performers (drag kings and drag queens) who are open about their natal sex are not typically referred to as \"passing\", even though some may be able to do so. Many cross-dressers who venture out into public areas do try to pass. Many transsexuals live and work in their gender and seek to be fully accepted as a member of that gender, rather than that which they were assigned. Therefore, passing is not just an option but is seen as a necessity by many.",
            "score": 117.03421020507812
        },
        {
            "docid": "591699_26",
            "document": "Drag (clothing) . The world of popular music has a venerable history of drag. Marlene Dietrich was a popular actress and singer who sometimes performed dressed as a man, such as in the films \"Blue Angel\" and \"Morocco.\" In the glam rock era many male performers (such as David Bowie and The New York Dolls) donned partial or full drag. This tradition waned somewhat in the late 1970s but was revived in the new wave era of the 1980s, as pop singers Boy George (of Culture Club), Pete Burns (of Dead or Alive), and Philip Oakey (of The Human League), frequently appeared in a sort of semi-drag, while female musicians of the era dabbled in their own form of androgyny, with performers like Annie Lennox, Phranc and The Bloods sometimes performing as drag kings. The male grunge musicians of the 1990s sometimes performed wearing deliberately ugly drag – that is, wearing dresses but making no attempt to look feminine, not wearing makeup and often not even shaving their beards. (Nirvana did this several times, notably in the In Bloom video.) However, possibly the most famous drag artist in music in the 1990s was RuPaul. In Japan there are several musicians in the visual kei scene, such as Mana (Moi dix Mois and Malice Mizer), Kaya (Schwarz Stein), Hizaki and Jasmine You (both Versailles), who always or usually appear in full or semi-drag. Maximilliana worked with RuPual in the \"Nash Bridges\" episode \"Cuda Grace\" and was a regular at the now defunct Queen Mary Show Lounge in Studio City, California until the very end. Max (short for Maximilliana) is most well known for her performance as Charlie/Claire in \".\" Max has also appeared in other movies including \"Shoot or Be Shot\" and \"10 Attitudes\" as well as on television shows including \"Nash Bridges\" as mentioned above, \"Clueless,\" \"Gilmore Girls,\" \"The Tonight Show with Jay Leno,\" \"Mas Vale Tarde with Alex Cambert,\" \"MadTV,\" \"The Tyra Banks Show,\" \"The Tom Joyner Show,\" \"America's Got Talent,\" and many others. As of November 11, 2011, Maximilliana had released her first album of all original, fun, dance music for the LGBT community and made it available on iTunes, Amazon.com and CdBaby.",
            "score": 116.78605651855469
        }
    ]
}