{
    "q": [
        {
            "docid": "34584497_32",
            "document": "Succession to the French throne . Philip the Fair was not concerned about the lack of male heirs. He had three sons, well married, and a daughter, Isabella of France, Queen of England by her marriage to Edward II of England. The eldest son, Louis the Quarrelsome, was King of Navarre and Count of Champagne since the death of his mother. He would, at the death of his father, become King of France and Navarre. His wife, Margaret of Burgundy had given him a daughter, but she was young and he could expect her to give him a son later. As for his two other sons, Philip, Count of Poitiers and Charles, Count of La Marche, they had married the two daughters of Otto IV, Count of Burgundy and Mahaut, Countess of Artois, Joan and Blanche. The king could believe his succession was assured.",
            "score": 32.34720301628113
        },
        {
            "docid": "293942_4",
            "document": "Louis V of France . In 982 at Vieille-Brioude, Haute-Loire, the fifteen year old Louis was married to the forty-year-old Adelaide-Blanche of Anjou, sister of Count Geoffrey I and twice a widow from her previous marriage with Count Stephen of Gévaudan and Count Raymond of Toulouse, Prince of Gothia. This union was purely political and arranged by the king – following the advices of Queen Emma and Count Geoffrey I – with the double purpose of restoring the Carolingian royal power in the south of the kingdom, and (according to Richerus) to obtain the support of the local southern lords in his fight against the Robertians: being now related by marriage to two of the most powerful southern comital families of the Kingdom, Lothair believed that he could confront the power of Hugh Capet.",
            "score": 26.60553002357483
        },
        {
            "docid": "7767342_3",
            "document": "Blanche of Burgundy . Blanche was the younger daughter of Otto IV, Count of Burgundy, and Mahaut, Countess of Artois. Her father died in 1302, leaving the county to Blanche's younger brother, Count Robert. Blanche's elder sister Joan was supposed to marry King Louis the Headstrong of Navarre, the eldest son and heir apparent of King Philip the Fair of France, but Philip the Fair changed his mind and arranged for her to marry his second son, Count Philip the Tall of Poitiers, in 1307. The same year, Louis married Margaret of Burgundy. The Countess of Artois was proud of this achievement and quickly started negotiating her younger daughter's marriage to Count Charles the Fair of la Marche, King Philip's third son, offering a huge dowry. The negotiations were successful and on 23 September 1307, the eleven-year-old Blanche and two years older Charles concluded a marriage contract. The marriage ceremony was hastily performed at Countess Mahaut's castle in Hesdin in January 1308. At first, the Count and Countess of la Marche had an unremarkable marriage that was neither as flawed as that of the King and Queen of Navarre nor as harmonious as that of the Count and Countess of Poitiers.",
            "score": 34.2820987701416
        },
        {
            "docid": "8870598_59",
            "document": "Vincent-Marie Viénot, Count of Vaublanc . Vaublanc, at the head of his ministry, engaged immediately in Counter-Revolutionary activity that was so frenetic that even the King was to be describe it as \"breathless devotion\". On the tabling by the Keeper of the Seals of a law that would reestablish \"cours prévôtales\" or \"special courts\" before the Chamber of Deputies (nicknamed the \"Chambre introuvable\"), Vaublanc shouted out: \"France wants its King!\" To great applause, both the deputies and the public gallery rose to their feet and repeated \"Yes, France wants its King!\"",
            "score": 22.059244632720947
        },
        {
            "docid": "12991309_3",
            "document": "John IV, Count of Armagnac . His father had taken the County of Comminges by force, but John IV could not prevent the second marriage of Marguerite to Mathieu de Foix in 1419. Subsequently they took the County of Comminges. In 1425, he recognized the King of Castile as overlord of Armagnac. The French king, occupied fighting the English, could not intervene, but did not overlook the affront. Later, John IV negotiated the marriage of his daughter Isabelle with Henry VI of England, but he backed off from this plan after threats from the king of France. In 1440, he took part in a revolt of the barons and the Dauphin of France, but the coalition was overcome by Charles VII, who pardoned the insurrectionists. He asked the Count of Armagnac to give up its kingly formula, but this last was refused.",
            "score": 24.51064157485962
        },
        {
            "docid": "1701650_10",
            "document": "Cohen's kappa . Suppose that you were analyzing data related to a group of 50 people applying for a grant. Each grant proposal was read by two readers and each reader either said \"Yes\" or \"No\" to the proposal. Suppose the disagreement count data were as follows, where A and B are readers, data on the main diagonal of the matrix (a and d) count the number of agreements and off-diagonal data (b and c) count the number of disagreements: e.g.",
            "score": 16.65380334854126
        },
        {
            "docid": "42899107_5",
            "document": "Hugues du Perche . Being from a vassal family of the counts of Blois, while the counts Gâtinais were faithful to the Capetian kings of France, the marriage took place probably during a period of rapprochement between the two families, during the marriage of King Robert II the Pious and Bertha of Burgundy, widow of Eudes I of Blois, between 996 and 1003.",
            "score": 27.18136215209961
        },
        {
            "docid": "12386994_7",
            "document": "Friedrich Günther, Prince of Schwarzburg . Historically the Schwarzburg principalities could descend by semi-Salic primogeniture: in the event of the extinction of all male dynasts (as happened with the death of Prince Friedrich Günther) females were, prior to abolition of the Principality of Schwarzburg in 1918, eligible to inherit the throne. Princess Marie Antoinette of Schwarzburg (1898–1984), the only sibling of Prince Friedrich Günther, by her 1925 marriage to Count Friedrich Magnus zu Solms-Wildenfels (1886-1945), was the mother of Friedrich Magnus (b. 1927), the sixth Count zu Solms-Wildenfels to bear that name and to head the Wildenfels cadet branch of the House of Solms. Neither of the latter's two sons, Michael (b. 1949) and Konstantin (b. 1950), nor his younger brother, Albrecht (b. 1929), have children.",
            "score": 16.66580057144165
        },
        {
            "docid": "8501495_10",
            "document": "Ye Xian . In some versions, the stepmother and the stepsister were buried in a shrine called \"The Tomb of the Regretful Women\". These two women became goddesses in later tradition, and have the power to grant anyone's wish. After Ye-Xian's marriage with the king, her husband became greedy and abused the fish-bone's powers, until it stopped yielding any magic soon after. The queen Ye-Xian, thus, buried the fish-bones in a nearby beach, with a great quantity of gold. A year later the king's people led a revolt, and in order to appease them, the king tried to dig the fish-bones and distribute the gold to the rebelling soldiers. But the gold was washed away by the tide, along with the magical bones, and the fate of the king and Ye-Xian after the siege remains unknown.",
            "score": 21.474947452545166
        },
        {
            "docid": "113080_98",
            "document": "Billie Jean King . Billie Jean and Larry remained married through the palimony suit fallout. The marriage ended in 1987 after Billie Jean fell in love with her doubles partner, Ilana Kloss. Billie Jean and Larry remained on good terms, with Billie Jean serving as godmother to Larry's son from his subsequent marriage. King has residences in New York City and Chicago with Kloss, her life partner.",
            "score": 30.799410820007324
        },
        {
            "docid": "37954757_5",
            "document": "Dandy Dick Whittington . Fairfax arrives in Siam in time to represent the British Empire at the ceremony to enthrone the new King, Larry. Larry makes Dick the First Minister of Siam. Dandy Dick is now a suitable match for Alice, and Lady Fitzwarren withdraws her opposition to their marriage. The real King returns, and Larry happily steps down, as he may now wed his Siamese love, Willasee. All ends happily, as Dick and Alice celebrate their marriage.",
            "score": 29.563352942466736
        },
        {
            "docid": "176760_27",
            "document": "Foot binding . Before footbinding was practiced in China, admiration for small feet already existed as demonstrated by the Tang dynasty tale of Ye Xian written around 850 by Duan Chengshi. This tale of a girl who lost her shoe and then married a king who sought the owner of the shoe as only her foot was small enough to fit the shoe contains elements of the European story of Cinderella, and is thought to be one of its antecedents. For many, the bound feet were an enhancement to a woman's beauty and made her movement more dainty, and a woman with perfect lotus feet was likely to make a more prestigious marriage. The desirability varies with the size of the feet – the perfect bound feet and the most desirable (called \"golden lotuses\") would be around 3 Chinese inches (around 4 inches (10 cm) in Western measurement) or smaller, while those larger may be called \"silver lotuses\" (4 Chinese inches) or \"iron lotuses\" (5 Chinese inches or larger and the least desirable for marriage). The belief that footbinding made women more desirable to men is widely used as an explanation for the spread and persistence of footbinding.",
            "score": 34.092875242233276
        },
        {
            "docid": "70947_9",
            "document": "Henry the Young King . The young Henry played an important part in the politics of his father's reign. On 2 November 1160, he was betrothed to Margaret of France, daughter of King Louis VII of France and his second wife, Constance of Castile, when he was 5 years of age and she was at least 2. The marriage was an attempt to finally settle the struggle between the counts of Anjou and the French kings over possession of the frontier district of the Norman Vexin, which Louis VII had acquired from Henry's grandfather, Geoffrey Plantagenet, Count of Anjou, in around 1144. By the terms of the settlement, Margaret would bring the castles of the Norman Vexin to her new husband. However, the marriage was pushed through by Henry II when Young Henry and Margaret were small children, so that he could seize the castles. A bitter border war followed between the kings.",
            "score": 27.325574040412903
        },
        {
            "docid": "4806983_3",
            "document": "Noronha . This family has its origins in the marriage of Alfonso Enríquez, Count of Gijón and Noreña (natural son of King Henry II of Castile) with Isabel of Portugal (natural daughter of King Ferdinand I of Portugal). Their marriage was one of the clauses of the Treaty of Santarém signed in 1373, between the two peninsular kingdoms.",
            "score": 28.411108016967773
        },
        {
            "docid": "301864_42",
            "document": "Larry King . King has been married eight times, to seven women. He married high-school sweetheart Freda Miller in 1952 at age 19. That union ended the following year at the behest of their parents, who reportedly had the youngsters' marriage annulled. King was later briefly married to Annette Kaye who gave birth to his son, Larry Jr., in November 1961. King did not meet Larry Jr. until the son was in his thirties. Larry Jr. and his wife, Shannon, have three children.",
            "score": 35.587026953697205
        },
        {
            "docid": "19874135_11",
            "document": "Adolf Fredrik Munck . In 1791, he was discovered creating forged notes on Drottningholm Palace, abetting Charles Appelkvist. In 1791, the king was to have contemplated to divorce the queen by exposing her alleged secret marriage to Munck After the death of the king in 1792, Count Munck af Fulkila was forced to leave Sweden. Before his departure, the regent, duke Charles, demanded that he turn over certain documents which could scandalize the royal house if they became known. In 1795, he asked for permission to return to Sweden, and when denied, he reportedly threatened to expose the marriage certificate between himself and the queen. He was ennobled as a Count in the Duchy of Parma and Piacenza in 1816.",
            "score": 24.376888036727905
        },
        {
            "docid": "17632822_7",
            "document": "Clarence Islands . \"Captain B. asked me if Sir John's ire had abated against (James) Ross, and he (Captain B.) seemed much tickled at this subject - he was not one he said to take away a man's fair character, but there were some things that ought to be held up to reprobation, and he was now going to tell me a good story. He had the book brought him and he asked me how many islands I counted in the Clarence group. I counted 9 - 3 I said were lilac, and the others white. \"Well\", says he, \"there are but 3, and when the chart was first shown to me, there were only 3 marked down, but Ross having proposed to the King to call them the Clarence Islands, 'Yes, yes,' said the King, 'call them the Clarence islands', and then Ross thought it would be as well to make a few more, so that the Clarences and Fitzclarences might have one apiece.\" The story was afterwards confirmed to Sir John by Capt. James Ross, who said that his uncle had never seen the islands, had never been there and that it was he, Capt. James, who laid down in the map the true original number.\"",
            "score": 23.882420539855957
        },
        {
            "docid": "4599344_12",
            "document": "Bayinnaung . However, the close relationship between the two was severely tested in 1534, as they prepared for war against Hanthawaddy. Ye Htut had become romantically involved with Thakin Gyi, the king's younger half-sister, and the affair was discovered around April 1534. The commoner's affair with the king's sister under Burmese law constituted an act of treason. Ye Htut spurned suggestions of mutiny and submitted to arrest. Tabinshwehti deliberated at length with his ministers, and finally came to the conclusion that Ye Htut should be given his sister in marriage, and a princely title of Kyawhtin Nawrahta. With this decision, Tabinshwehti won the loyalty of his brother-in-law \"without parallel in Burmese history\".",
            "score": 20.547265768051147
        },
        {
            "docid": "292080_32",
            "document": "Carol Vorderman . Vorderman is a Catholic. She was first married in 1985 at age 24 to Christopher Mather, a Royal Navy officer and former international rugby league player, but the marriage lasted only twelve months. Her second marriage was to management consultant Patrick King in 1990 at age 29. Vorderman had two children, Katie (b. 1992) and Cameron (b. 1997), with King; the couple separated in 2000.",
            "score": 23.794673919677734
        },
        {
            "docid": "37920383_4",
            "document": "Koff (ship type) . Koffs were often counted among the galiots by contemporary sources because the differences are very subtle: the galiot was considered more slender and therefore more elegant. On the koff, a deckhouse could be installed between the two masts which would provide shelter for up to twelve crew men. The typical dimensions have been reported as \"80 feet long, 21 feet wide and 11 feet deep\". Later versions could have a schooner or galeas rig.",
            "score": 23.480275869369507
        },
        {
            "docid": "28073195_9",
            "document": "Martha of Armagnac . In this context Martha's father John, a major feudal lords of Occitan and, a vassal of the King of France, appeared in the eyes of King Peter and although they had been enemies during the War of the Two Peters, he was a good insurance against the Castilian threat. The count of Armagnac wished to strengthen its position in Occitan and in France and get a good ally against its rival, the Counts of Foix. Negotiations began in summer 1372 and of the marriage contract was signed on March 27, 1373 for the marriage of Martha to John, son of King Peter IV. The dowry amounted to the astronomical figure of 150,000 pounds. Martha was received with great solemnity at the border according to sources of Martin, John's younger brother.",
            "score": 27.868130803108215
        },
        {
            "docid": "23412245_8",
            "document": "Joachim, Count of Schönburg-Glauchau . His first wife, Beatrix (born 30 January 1930), is the great granddaughter of the Hungarian social reformer and national hero, Count István Széchényi. They married 27 October 1957 in Vienna and divorced in Munich, Bavaria, 25 April 1986. His children are, from his first marriage, Maria Felicitas (b. 1958), Gloria Princess of Thurn and Taxis (b. 1960), Carl-Alban (b. 1966), and the best selling author Alexander, Count of Schönburg-Glauchau (b. 1969); from his second marriage, 18 July 1986, to Ursula Zwicker, there is one child, Anabel Maya-Felicitas.",
            "score": 21.17361307144165
        },
        {
            "docid": "54834065_21",
            "document": "Australian Marriage Law Postal Survey . More than 16 million letters were sent from 12 September over almost two weeks (with all delivered by 25 September) and silent electors' packages were sent by the AEC and delivered by the end of September. After several \"Yes\" respondents posted images of their complete forms on social media, the ABS cautioned participants to not photograph their form barcodes, so as to prevent any fraudulent conduct. Additionally, survey forms could be invalidated in the event the question was rephrased by the participant or the barcode was obscured or removed. The ABS issued several examples of what constituted a valid and invalid response (such as marking both boxes \"Yes\" and \"No\" or crossing out one of the words on the form). The ABS advised Australians who received extra survey forms, addressed to the previous occupant who failed to update their electoral details, to write on the front of the envelope \"return to sender\" and send it back. In Australia, it is illegal to open mail addressed to another person. In the rare instance of multiple responses being received from an individual, the ABS noted that only the last valid response could expect to be counted. On 25 September, the ABS confirmed that all survey forms had been mailed to eligible voters and outlined the process for additional forms to be sent to people who did not receive, lost or spoilt their form. The ABS also confirmed that a change of mind was not a valid reason for requesting a new form. Both the \"Yes\" and \"No\" campaigns provided 60 observers to the ABS counting process, who examined 606,991 survey results. Fewer than 500 survey forms were reported as issues to the ABS during the survey.",
            "score": 20.135761380195618
        },
        {
            "docid": "327708_46",
            "document": "Gordon B. Hinckley . On September 23, 1995, Hinckley released \"\", a statement of belief and counsel regarding the sanctity of the family and marriage prepared by the First Presidency and Quorum of the Twelve. In February 1996, church membership in countries other than the United States surpassed that of the U.S. Also in 1996, \"60 Minutes\" aired an interview of Hinckley by Mike Wallace during a segment on the LDS Church. In 1998, Hinckley was a guest on CNN's \"Larry King Live\". Hinckley maintained a friendship with both Wallace and King until his death.",
            "score": 23.86394238471985
        },
        {
            "docid": "19936107_3",
            "document": "Blanche of France, Duchess of Austria . Blanche was born in Paris, the second child of King Philip III of France and his second wife, Maria of Brabant. Her siblings were Louis, Count of Évreux and Margaret, Queen of England. Blanche also had two older half-brothers from her father's first marriage: Philip, the future King of France, and Charles, Count of Valois.",
            "score": 26.482975482940674
        },
        {
            "docid": "1720483_7",
            "document": "Richeza of Poland, Queen of Castile . At the court of Aragon, Richeza met Ramon Berenguer II, Count of Provence, nephew of Count of Barcelona. Although they soon fell in love, their union would be clearly political. Ramon Berenguer II supported Victor IV against Pope Alexander III, who, in turn, supported King Louis VII of France. The county of Provence was in a strategic location, between France and the Italian Peninsula. Frederick Barbarossa also wanted to win to his side Count Ramon Berenguer IV, who entered in an alliance with the kings of France, Castile and León. In contrast, Ramon Berenguer II, soon cousin by marriage of the Emperor, gained prestige and could face the pretensions of Count Hugh of Baux, who had just received the Imperial Provence as a fief.",
            "score": 22.57111096382141
        },
        {
            "docid": "17450998_22",
            "document": "California Proposition 8 (2008) . While turning down the challenge to the title and summary, the California Superior Court also found that the Yes on 8 campaign had overstated its ballot argument on the measure's impact on public schools and ordered a minor change in wording. The original arguments included a claim that the Supreme Court's legalization of same-sex marriage requires teachers to tell their students, as young as kindergarten age, that same-sex marriage is the same as opposite-sex marriage. The court said the Yes on 8 argument was false because instruction on marriage is not required and parents can withdraw their children. The court said the ballot argument could be preserved by rewording it to state that teachers \"may\" or \"could\" be required to tell children there is no difference between same-sex and opposite-sex marriage.",
            "score": 33.63845777511597
        },
        {
            "docid": "9908761_4",
            "document": "Frothar (archbishop of Bordeaux) . Frothar was archbishop at Bordeaux by late 860, when Archbishop Hincmar of Reims directed an epistolary treatise at him and Rodulf of Bourges. In the treatise, Hincmar suggested that the marriage of a certain Count Stephen to a daughter of Count Raymond of Toulouse could be annulled on the grounds that the couple had not consummated it. Rodulf and Frothar seem to have successfully negotiated the annulment and preserved peace between the two powerful Aquitanian families of Stephen and Raymond. This was especially important because Aquitaine had recently been re-constituted as a subkingdom for the king's son, Charles the Younger. Hincmar later opposed Frothar's transfer to Bourges at the synod of Ponthion (20 June–16 July 876).",
            "score": 23.85950803756714
        },
        {
            "docid": "489852_5",
            "document": "Counts of Celje . In a short period of time the Counts of Celje owned more than 20 castles all over the territory of modern Slovenia and beyond through the marriages of their daughters. With their acquiring large estates in the adjoining duchies of Styria and Carinthia, in the March of Carniola as well as in the territories of the Hungarian Crown (including Croatia and Slavonia) their influence rose and they became one of the most powerful families in the area. Count Ulrich I of Cilli, a leader of mercenary soldiers, joined King Louis I of Hungary on his 1354 campaign into Dalmatia and, shortly afterwards, the \"Rex Romanorum\" Charles IV to his coronation at Rome. His son William married Anna of Poland, daughter of the Polish king Casimir III the Great. The Counts of Cilli were related by marriage with rulers of Bosnia and Polish and Hungarian kings. Also through the Barbara of Cilli the Counts were in kinship with kings of Bohemia.",
            "score": 29.90248441696167
        },
        {
            "docid": "53244388_3",
            "document": "English expedition to Flanders (1297–98) . In 1294, Guy, Count of Flanders turned for help to King Edward I of England, arranging a marriage between his daughter Philippa and Edward, Prince of Wales. However, King Philip IV of France imprisoned Guy and two of his sons, forcing Guy to call off the marriage, and imprisoned Philippa in Paris. Philippa remained imprisoned until her death in 1306.",
            "score": 24.790175914764404
        },
        {
            "docid": "13056826_5",
            "document": "Robert de Chesney . After Henry I's death in 1135, the succession was disputed as the king's only legitimate son, William, had died in 1120. The main contenders were the king's nephews, Stephen, Count of Boulogne and his elder brother Theobald II, Count of Champagne, and his surviving legitimate daughter, Matilda, usually known as the Empress Matilda because of her first marriage to the Holy Roman Emperor, Henry V. After Matilda was widowed in 1125, she returned to her father in England, who then secured her marriage to Geoffrey, Count of Anjou. All the magnates of England and Normandy were required to declare fealty to Matilda as Henry's heir, but after Henry I's death in 1135 Stephen rushed to England and had himself crowned, before Theobald or Matilda could react. The Norman barons accepted Stephen as Duke of Normandy, and Theobald contented himself with his possessions in France. But Matilda was less patient: she secured the support of the king of Scotland, David I, her maternal uncle, and the support of her half-brother Robert, Earl of Gloucester, an illegitimate son of Henry I, in 1138.",
            "score": 26.635002970695496
        },
        {
            "docid": "2594704_4",
            "document": "Bertha of Holland . Bertha was, at the time, the lowest ranking woman to marry a French king; no suitable princess could be found, since they were all too closely related to Philip for the marriage to any of them to be seen as perfectly valid by the Church. Bertha had no kings among her traceable ancestors and lacked even tenuous links with the Carolingian that her predecessors could claim. Consequently, contemporary chroniclers did not even try to present her lineage as more exalted than that of a count's daughter. Nevertheless, the shortage of royal candidates made Bertha a suitable choice. The regal title she gained by this marriage was prestigious, but had little meaning, as she was confined to her husband's small royal domain that covered little more than areas around Paris and Orléans.",
            "score": 31.052504539489746
        }
    ],
    "r": [
        {
            "docid": "49497_27",
            "document": "Pascal's triangle . But this is also the formula for a cell of Pascal's triangle. Rather than performing the calculation, one can simply look up the appropriate entry in the triangle. Provided we have the first row and the first entry in a row numbered 0, the answer will be located at entry \"k\" in row \"n\". For example, suppose a basketball team has 10 players and wants to know how many ways there are of selecting 8. The answer is entry 8 in row 10, which is 45; that is, 10 choose 8 is 45.",
            "score": 56.25517272949219
        },
        {
            "docid": "252176_55",
            "document": "Napier's bones . Having found the desired number of digits, you can easily determine whether or not you need to round up; i.e., increment the last digit. You don't need to find another digit to see if it is equal to or greater than five. Simply append 25 to the root and compare that to the remainder; if it is less than or equal to the remainder, then the next digit will be at least five and round up is needed. In the example above, we see that 6839925 is less than 11669900, so we need to round up the root to 6840.0.",
            "score": 53.082855224609375
        },
        {
            "docid": "24032607_7",
            "document": "Running total . Answer: 5 + 8 + 3 + 2 + 6 = 24. This is arrived at by simple summation of the sequence. \"But\" if we regarded 18 as the running total, we need only add 6 to 18 to get 24. So, 18 was, and 24 now is, the running total. In fact, we would not even need to know the sequence at all, but simply add 6 to 18 to get the new running total; as each new number is added, we get a new running total.",
            "score": 52.298866271972656
        },
        {
            "docid": "183751_7",
            "document": "Primality test . Let's look at another example, and use trial division to test the primality of 17. Since we now know we do not need to test using divisors greater than , we only need to use integer divisors less than or equal to formula_1. Those would be 2, 3, and 4. As stated above, we can skip 4 because if 4 evenly divides 17, 2 must also evenly divide 17, which we already would have checked before that. That leaves us with just 2 and 3. After dividing, we find that 17 is not divisible by 2 or 3, and we can confirm that 17 must be prime.",
            "score": 51.698734283447266
        },
        {
            "docid": "6026198_32",
            "document": "Monty Hall problem . Among the simple solutions, the \"combined doors solution\" comes closest to a conditional solution, as we saw in the discussion of approaches using the concept of odds and Bayes theorem. It is based on the deeply rooted intuition that \"revealing information that is already known does not affect probabilities\". But, knowing that the host can open one of the two unchosen doors to show a goat does not mean that opening a specific door would not affect the probability that the car is behind the initially chosen door. The point is, though we know in advance that the host will open a door and reveal a goat, we do not know \"which\" door he will open. If the host chooses uniformly at random between doors hiding a goat (as is the case in the standard interpretation), this probability indeed remains unchanged, but if the host can choose non-randomly between such doors, then the specific door that the host opens reveals additional information. The host can always open a door revealing a goat \"and\" (in the standard interpretation of the problem) the probability that the car is behind the initially chosen door does not change, but it is \"not because\" of the former that the latter is true. Solutions based on the assertion that the host's actions cannot affect the probability that the car is behind the initially chosen appear persuasive, but the assertion is simply untrue unless each of the host's two choices are equally likely, if he has a choice (Falk 1992:207,213). The assertion therefore needs to be justified; without justification being given, the solution is at best incomplete. The answer can be correct but the reasoning used to justify it is defective.",
            "score": 50.9008903503418
        },
        {
            "docid": "1533767_14",
            "document": "Interval tree . For each tree node, \"x\" is compared to \"x_center\", the midpoint used in node construction above. If \"x\" is less than \"x_center\", the leftmost set of intervals, \"S_left\", is considered. If \"x\" is greater than \"x_center\", the rightmost set of intervals, \"S_right\", is considered. As each node is processed as we traverse the tree from the root to a leaf, the ranges in its \"S_center\" are processed. If \"x\" is less than \"x_center\", we know that all intervals in \"S_center\" end after \"x\", or they could not also overlap \"x_center\". Therefore, we need only find those intervals in \"S_center\" that begin before \"x\". We can consult the lists of \"S_center\" that have already been constructed. Since we only care about the interval beginnings in this scenario, we can consult the list sorted by beginnings. Suppose we find the closest number no greater than \"x\" in this list. All ranges from the beginning of the list to that found point overlap \"x\" because they begin before \"x\" and end after \"x\" (as we know because they overlap \"x_center\" which is larger than \"x\"). Thus, we can simply start enumerating intervals in the list until the startpoint value exceeds \"x\".",
            "score": 50.231101989746094
        },
        {
            "docid": "869590_22",
            "document": "Canonical quantization . The proof can be outlined as follows. Suppose we first try to find a quantization map on polynomials of degree less than or equal to three satisfying the bracket condition whenever formula_19 has degree less than or equal to two and formula_23 has degree less than or equal to two. Then there is precisely one such map, and it is the Weyl quantization. The impossibility result now is obtained by writing the same polynomial of degree four as a Poisson bracket of polynomials of degree three \"in two different ways\". Specifically, we have On the other hand, we have already seen that if there is going to be a quantization map on polynomials of degree three, it must be the Weyl quantization; that is, we have already determined the only possible quantization of all the cubic polynomials above.",
            "score": 50.022422790527344
        },
        {
            "docid": "17961670_5",
            "document": "Kempner series . Kempner's proof of convergence is repeated in many textbooks, for example Hardy and Wright and Apostol. We group the terms of the sum by the number of digits in the denominator. The number of \"n\"-digit positive integers that have no digit equal to '9' is 8(9) because there are 8 choices (1 through 8) for the first digit, and 9 independent choices (0 through 8) for each of the other \"n\"−1 digits. Each of these numbers having no '9' is bigger than or equal to 10, so the contribution of this group to the sum of reciprocals is less than 8(9/10). Therefore the whole sum of reciprocals is at most",
            "score": 49.60698318481445
        },
        {
            "docid": "6026_34",
            "document": "Countable set . Theorem: Any finite union of countable sets is countable.  With the foresight of knowing that there are uncountable sets, we can wonder whether or not this last result can be pushed any further. The answer is \"yes\" and \"no\", we can extend it, but we need to assume a new axiom to do so.",
            "score": 49.48970413208008
        },
        {
            "docid": "7482599_4",
            "document": "What Is Man? (King essay) . He notices first that ‘man is a biological being with a physical body’, which is the ‘less than God’, as we think of ‘God as a being of pure spirit, lifted above the categories of time and space’. The psalmist would then say that God made man that way, and because of this ‘there is nothing wrong with it’ and that ‘everything God makes is good; therefore there is nothing wrong with it’. The Greeks, as King informs us, ‘felt the body was evil’ and that the ‘soul could never reach its full maturity until it broke loose from the prison of the body’. However, Christianity raises the view that ‘the body is not the principle of evil; it says the will is the principle of evil’. He then defines that in ‘any doctrine of man, we must be concerned with man's physical well being’. To support this he brings up Jesus` quote that we need the “bread” to survive and also states ‘this isn’t the only part’ and if we stop here we would see ‘man merely as an animal’. He then brings an example of chemists who calculated that the values of man came to ‘about ninety-eight cents’, today with our living standards it comes to ‘a dollar ninety eight for the average man’. King challenges this idea by questioning ‘But can we explain the whole of man in terms of ninety eight cents?’ and brings up examples of human genius; and again asks ‘Can we explain the mystery of the human soul in terms of ninety eight cents?’ To this he answers “no” and states that ‘man is a child of God’ and raises the second basic point of the doctrine ‘that man is a being of spirit’, which is the ‘thou has crowned him with glory and honour’, and because of our ‘rational capacity, man has a mind, man can reason. This distinguishes us from the lower animals’. King then defines man as ‘God’s marvellous creation. Through his mind he can leap oceans, break through walls, and transcend the categories of time and space’. With this he defines what the biblical writers meant when they said ‘man is made in the image of God’, and that he has ‘rational capacity; he has the unique ability to have a fellowship with God. Man is a being of spirit’.",
            "score": 48.643028259277344
        },
        {
            "docid": "22684956_16",
            "document": "Bailey–Borwein–Plouffe formula . Since we only care about the fractional part of the sum, we look at our two terms and realise that only the first sum is able to produce whole numbers; conversely, the second sum cannot produce whole numbers, since the numerator can never be larger than the denominator for \"k\" > \"n\". Therefore, we need a trick to remove the whole numbers for the first sum. That trick is mod 8\"k\" + 1. Our sum for the first fractional part then becomes",
            "score": 48.54792022705078
        },
        {
            "docid": "3604693_4",
            "document": "H-index . Formally, if \"f\" is the function that corresponds to the number of citations for each publication, we compute the \"h\" index as follows. First we order the values of \"f\" from the largest to the lowest value. Then, we look for the last position in which \"f\" is greater than or equal to the position (we call \"h\" this position). For example, if we have a researcher with 5 publications A, B, C, D, and E with 10, 8, 5, 4, and 3 citations, respectively, the \"h\" index is equal to 4 because the 4th publication has 4 citations and the 5th has only 3. In contrast, if the same publications have 25, 8, 5, 3, and 3, then the index is 3 because the fourth paper has only 3 citations.",
            "score": 48.35187530517578
        },
        {
            "docid": "34293405_26",
            "document": "Duns Scotus . Since the argument is very long and has many parts, we shall content ourselves in this article with stating the premises for the existence of the first efficient cause, assuming that the reader will follow the citations to read the rest of the argument. The proof for the conclusion that \"some efficient cause is simply first such that neither can it be an effect nor can it, by virtue of something other than itself, cause an effect\" \"Ordinatio\" I.2.43 runs something like this:1) Something can be produced.2) It is produced either by itself, nothing, or another.3) Not by nothing, for nothing causes nothing.4) Not by itself, for an effect never causes itself.5) Therefore, by another; call it \"A\".6) If \"A\" is first, then we have reached the conclusion.7) If \"A\" is not first, but also an effect, we return to 2). \"A\" is produced either by itself, nothing, or another. 8) From 3) and 4), we say another, \"B\". The ascending series will either continue infinitely or we finally reach something which has nothing prior to it.9) An infinite ascending series is impossible.10) Therefore, etc.Scotus acknowledges two objections and deals with them accordingly. First is that he begs the question in assuming a first in the series. Here he argues that while many admit an infinite regress in an accidentally ordered series of causes, no philosopher admits infinite regress in an essentially ordered series. Scotus explains the differences between the two and offers proofs for the conclusion that an infinity of essentially ordered causes in a series is impossible. Second, it is objected that his proof is not really a demonstration since it begins with a contingent premise. That something is produced is contingent and not necessary. Therefore, the proof proceeds from a contingent and not a necessary premise. Scotus says that while that is true, it is utterly manifest that things are produced or effected. But in order to respond, Scotus makes a modal move and reworks the argument. Now he argues from the possibility of production. \"It is possible that something can be produced\" is a necessary proposition. From there he is able to conclude that it is possible that the first efficient cause exists, and if it is possible that it exists, then it does exist. He assures us that the last claim will be proved later in the argument. In the \"Lectura\" proof, Scotus argues the following way: More can and should be said about this fascinating argument, but we leave it to the reader to search out more of the argument. See especially http://www.logicmuseum.com/wiki/Authors/Duns_Scotus/Ordinatio/Ordinatio_I/D2/Q2B.",
            "score": 48.261375427246094
        },
        {
            "docid": "6885770_8",
            "document": "Bootstrapping (statistics) . As an example, assume we are interested in the average (or mean) height of people worldwide. We cannot measure all the people in the global population, so instead we sample only a tiny part of it, and measure that. Assume the sample is of size N; that is, we measure the heights of N individuals. From that single sample, only one estimate of the mean can be obtained. In order to reason about the population, we need some sense of the variability of the mean that we have computed. The simplest bootstrap method involves taking the original data set of N heights, and, using a computer, sampling from it to form a new sample (called a 'resample' or bootstrap sample) that is also of size N. The bootstrap sample is taken from the original by using sampling with replacement (e.g. we might 'resample' 5 times from [1,2,3,4,5] and get [2,5,4,4,1]), so, assuming N is sufficiently large, for all practical purposes there is virtually zero probability that it will be identical to the original \"real\" sample. This process is repeated a large number of times (typically 1,000 or 10,000 times), and for each of these bootstrap samples we compute its mean (each of these are called bootstrap estimates). We now can create a histogram of bootstrap means. This histogram provides an estimate of the shape of the distribution of the sample mean from which we can answer questions about how much the mean varies across samples. (The method here, described for the mean, can be applied to almost any other statistic or estimator.)",
            "score": 48.10079574584961
        },
        {
            "docid": "24797_12",
            "document": "Proclus . There is a double motivation found in Neoplatonic systems. The first is a need to account for the origin and character of all things in the universe. The second is a need to account for how we can know this origin and character of things. These two aims are related: they begin from the assumption that we can know reality, and then ask the question of what reality must be like, in its origin and unfolding, so that we can know it. An important element in the Neoplatonic answer to these questions is its reaction to Scepticism. In response to the sceptical position that we only know the appearances presented by our senses, and not the world as it is, Plotinus placed the object of knowledge inside the soul itself, and accounted for this interior truth through the soul's kinship with its own productive principles.",
            "score": 47.772216796875
        },
        {
            "docid": "821165_7",
            "document": "Categorical variable . As a result, the central tendency of a set of categorical variables is given by its mode; neither the mean nor the median can be defined. As an example, given a set of people, we can consider the set of categorical variables corresponding to their last names. We can consider operations such as equivalence (whether two people have the same last name), set membership (whether a person has a name in a given list), counting (how many people have a given last name), or finding the mode (which name occurs most often). However, we cannot meaningfully compute the \"sum\" of Smith + Johnson, or ask whether Smith is \"less than\" or \"greater than\" Johnson. As a result, we cannot meaningfully ask what the \"average name\" (the mean) or the \"middle-most name\" (the median) is in a set of names.",
            "score": 47.69463348388672
        },
        {
            "docid": "45455383_7",
            "document": "Social media analytics . Attributes of data that need to be considered are as follows: Data analysis is the set of activities that assist in transforming raw data into insight, which in turn leads to a new base of knowledge and business value. In other words, data analysis is the phase that takes filtered data as input and transforms that into information of value to the analysts. Many different types of analysis can be performed with social media data. The data analysis step begins once we know what problem we want to solve and know that we have sufficient data that is enough to generate a meaningful result. How can we know if we have enough evidence to warrant a conclusion? The answer to this question is; we don't know. We can't know this unless we start analyzing the data. While analyzing if we found the data isn't sufficient, reiterate the first phase and modify the question. If the data is believed to be sufficient for analysis, we need to build a data model.",
            "score": 47.63654708862305
        },
        {
            "docid": "33394107_7",
            "document": "Limitations on copyrightability in Canadian copyright law . As a practical matter it can often be difficult for courts to draw the line between a fact and idea on the one hand and expression on the other hand. Learned Hand is often quoted from his decision in Nichols v. Universal Pictures Corp., which concerned two plays addressing interracial and inter-religious marriages between Jewish and Irish families, in which he says the following \"We assume that the plaintiff's play is altogether original, even to an extent that in fact it is hard to believe. We assume further that, so far as it has been anticipated by earlier plays of which she knew nothing, that fact is immaterial. Still, as we have already said, her copyright did not cover everything that might be drawn from her play; its content went to some extent into the public domain. We have to decide how much, and while we are as aware as any one that the line, wherever it is drawn, will seem arbitrary, that is no excuse for not drawing it; it is a question such as courts must answer in nearly all cases. Whatever may be the difficulties a priori, we have no question on which side of the line this case falls.\" This quote emphasizes the degree to which courts can have difficulty at the margins in deciding where ideas end and expression begins. For this reason unlike in patent law, the court has to engage in a comparative analysis of the works in question in order to determine whether an infringement is present.",
            "score": 47.63508605957031
        },
        {
            "docid": "52341321_11",
            "document": "Marriage Practice of Galo Tribe . People change with the time and many has choose other way of marriage more easy and right, this traditional practices almost diminished. We can witness such grand ceremony once in a blue moon now. Evil and not fit for the community are on the verge of stop as people like free will life than those bondage type. The youngster of today do not know how this traditional NYIDA ceremony is perform is a question mark. Is this NYIDA of Galo going to stop some day? Or is this need a modification or codification of the cultures and traditions that suit the modern life? How can we keep the culture intake with modern life is really a point that our society must ponder upon. As culture is identity of the tribal people over the world.",
            "score": 47.60384750366211
        },
        {
            "docid": "13740536_8",
            "document": "Bridge and torch problem . Assume that a solution minimizes the total number of crosses. This gives a total of five crosses - three pair crosses and two solo-crosses. Also, assume we always choose the fastest for the solo-cross. First, we show that if the two slowest persons (C and D) cross separately, they accumulate a total crossing time of 15. This is done by taking persons A, C, & D: C+A+B+A = 8+1+5+1=15. (Here we use A because we know that using A to cross both C and D separately is the most efficient.) But, the time has elapsed and person A and B are still on the starting side of the bridge and must cross. So it is not possible for the two slowest (C & D) to cross separately. Second, we show that in order for C and D to cross together that they need to cross on the second pair-cross: i.e. not C or D, so A and B, must cross together first. Remember our assumption at the beginning states that we should minimize crosses and so we have five crosses - 3 pair-crossings and 2 single crossings. Assume that C and D cross first. But then C or D must cross back to bring the torch to the other side, and so whoever solo-crossed must cross again. Hence, they will cross separately. Also, it is impossible for them to cross together last, since this implies that one of them must have crossed previously, otherwise there would be three persons total on the start side. So, since there are only three choices for the pair-crossings and C and D cannot cross first or last, they must cross together on the second, or middle, pair-crossing. Putting all this together, A and B must cross first, since we know C and D cannot and we are minimizing crossings. Then, A must cross next, since we assume we should choose the fastest to make the solo-cross. Then we are at the second, or middle, pair-crossing so C and D must go. Then we choose to send the fastest back, which is B. A and B are now on the start side and must cross for the last pair-crossing. This gives us, B+A+D+B+B = 2+1+8+2+2 = 15.",
            "score": 47.56886291503906
        },
        {
            "docid": "7482599_5",
            "document": "What Is Man? (King essay) . King then defines the third doctrine of man which ‘is the recognition that man is a sinner. Man is a free being made in the image of God’. Man also has the ability to ‘choose between alternatives, so he can choose the good or the evil, the high or the low’. King then admits that ‘man has misused his freedom’ and concludes that ‘man is a sinner in need of God’s divine grace’. King also admits that we find excuses to avoid this reality, ‘we say that man’s misdeeds are due to a conflict between the Id and the superego’. He then states the conflict is ‘between God and man’, and that we want to cry with St. Augustine, “Lord, make me pure, but not yet”. This then leads King to argue that ‘the “isness” of our present nature is out of harmony with the “oughtness” that forever confronts us’ with this ‘we know how to love, and yet we hate. We take the precious lives that God has given us and throw them away in riotous living.' He then compares us to ‘sheep (who) have gone astray.’ With this line of thought he concludes with ‘we are all sinners in need of God’s divine grace’. He then looks at history and sees ‘how we treat each other. Races trample over other races; nations trample over other nations. We go to war and destroy the values and lives that God has given us.’ With this he realises that ‘man isn’t made for that’ and ‘we were made for eternity’. The example of the “prodigal son” is then used to describe our relationship with God, believing that God will forgive us if we ask for it, ‘man is not made for the far country of evil…decided to rise up…I still love you’.",
            "score": 47.504940032958984
        },
        {
            "docid": "2230_5",
            "document": "Analysis of algorithms . Exact (not asymptotic) measures of efficiency can sometimes be computed but they usually require certain assumptions concerning the particular implementation of the algorithm, called model of computation. A model of computation may be defined in terms of an abstract computer, e.g., Turing machine, and/or by postulating that certain operations are executed in unit time. For example, if the sorted list to which we apply binary search has \"n\" elements, and we can guarantee that each lookup of an element in the list can be done in unit time, then at most log \"n\" + 1 time units are needed to return an answer. Time efficiency estimates depend on what we define to be a step. For the analysis to correspond usefully to the actual execution time, the time required to perform a step must be guaranteed to be bounded above by a constant. One must be careful here; for instance, some analyses count an addition of two numbers as one step. This assumption may not be warranted in certain contexts. For example, if the numbers involved in a computation may be arbitrarily large, the time required by a single addition can no longer be assumed to be constant.",
            "score": 47.46375274658203
        },
        {
            "docid": "38835199_10",
            "document": "When God Writes Your Love Story . The Ludys argue that one's love life should be both guided by and subordinate to one's relationship with God. They suggest that, \"if God's plan and purpose for you is marriage, then the person you will one day marry ... is alive and wandering the earth\" and that this knowledge should encourage people to act in such a way that their future spouses would be pleased. The Ludys contest the definition of \"true love\" as an emotion; instead, they define \"true love\" as the choice to commit to another person no matter what happens. Eric writes that \"there are two ways each of us can approach life: spending our days meeting our needs or looking for ways to meet others' needs. The mystery is that when we spend our life focused on our own needs, we are never satisfied ... but when we pour out our life and focus on how we can serve others ... our deepest needs are met as well!\"",
            "score": 47.458370208740234
        },
        {
            "docid": "17674241_16",
            "document": "Smoke Gets in Your Eyes (Mad Men) . In creating a practical effect, a grid consisting of fluorescent lights was installed onto the set that housed Sterling Cooper's main office. The show's art department bought several 2-by-2 four-tube fixtures, which was determined to be accurate relative to the time period. The shipments arrived on the first day of filming the pilot. However, examination by the set-lighting crew revealed the lightbulbs used were internally modernized, having been designed to hold T-8 bulbs measuring two feet each. \"Getting more than 800 2-foot color-corrected T-8 tubes became a major issue, and none of the regular suppliers had enough in stock,\" recalled Mike Ambrose, the gaffer for the production team in Los Angeles. \"Movietone stopped production of whatever bulbs it was making, retooled the plant and started manufacturing the T-8s we needed. The last shipment arrived the morning of our first day of shooting.\"",
            "score": 47.38935089111328
        },
        {
            "docid": "504494_13",
            "document": "Point location . Details on how to solve the first two issues are beyond the scope of this article. We briefly mention how to address the third issue. Using binary search, we can test whether a point is to the left or right of a monotone chain in O(log \"n\") time. As we need to perform another nested binary search through O(log \"n\") chains to actually determine the point location, the query time is O(log² n). To achieve O(log \"n\") query time, we need to use fractional cascading, keeping pointers between the edges of different monotone chains.",
            "score": 47.24687957763672
        },
        {
            "docid": "10126527_8",
            "document": "Contention ratio . A further problem with contention ratios is similar to Erlang on telephone lines. If there are a small number of users then the peaks and troughs in usage will be very visible to each user, if however the same contention ratio applies to a large number of users then the probability of being affected by the contention can be much smaller. In telephony 20 users each likely to make a call 10% of the time need 8 lines to ensure that there is less than 0.1% chance of being blocked. When we multiply the number of users contending for the service by 10, the number of lines required is only 35 which is less than 5 times the number of lines required for the same probability of being blocked. The same issue applies to broadband service.",
            "score": 47.16865158081055
        },
        {
            "docid": "1237823_6",
            "document": "Significance arithmetic . If, in the above, the numbers are assumed to be measurements (and therefore probably inexact) then \"8\" above represents an inexact measurement with only one significant digit. Therefore, the result of \"8 × 8\" is rounded to a result with only one significant digit, i.e., \"6 × 10\" instead of the unrounded \"64\" that one might expect. In many cases, the rounded result is less accurate than the non-rounded result; a measurement of \"8\" has an actual underlying quantity between 7.5 and 8.5. The true square would be in the range between 56.25 and 72.25. So 6 × 10 is the best one can give, as other possible answers give a false sense of accuracy. Further, the 6 × 10 is itself confusing (as it might be considered to imply 60 ±5, which is over-optimistic; more accurate would be 64 ±8).",
            "score": 47.15031814575195
        },
        {
            "docid": "1692791_9",
            "document": "On the Soul . Book I contains a summary of Aristotle's method of investigation and a dialectical determination of the nature of the soul. He begins by conceding that attempting to define the soul is one of the most difficult questions in the world. But he proposes an ingenious method to tackle the question: just as we can come to know the properties and operations of something through scientific demonstration, i.e. a geometrical proof that a triangle has its interior angles equal to two right angles, since the principle of all scientific demonstration is the essence of the object, so too we can come to know the nature of a thing if we already know its properties and operations. It is like finding the middle term to a syllogism with a known conclusion. Therefore, we must seek out such operations of the soul to determine what kind of nature it has. From a consideration of the opinions of his predecessors, a soul, he concludes, will be that in virtue of which living things have life.",
            "score": 46.97834777832031
        },
        {
            "docid": "23047_16",
            "document": "Pseudoscience . Larry Laudan has suggested pseudoscience has no scientific meaning and is mostly used to describe our emotions: \"If we would stand up and be counted on the side of reason, we ought to drop terms like 'pseudo-science' and 'unscientific' from our vocabulary; they are just hollow phrases which do only emotive work for us\". Likewise, Richard McNally states, \"The term 'pseudoscience' has become little more than an inflammatory buzzword for quickly dismissing one's opponents in media sound-bites\" and \"When therapeutic entrepreneurs make claims on behalf of their interventions, we should not waste our time trying to determine whether their interventions qualify as pseudoscientific. Rather, we should ask them: How do you know that your intervention works? What is your evidence?\"",
            "score": 46.772056579589844
        },
        {
            "docid": "377237_13",
            "document": "Monks Risborough . At the time of the Domesday survey in 1086 the tenant-in-chief of the manor was Archbishop Lanfranc, a stern and very capable man, rivalling the King himself in statesmanship, who had been appointed to the see of Canterbury in 1070 after the Conquest. He held it by frankalmoin. Domesday Book records that the manor was assessed at 30 hides and that there was land there for 14 ploughs. Of these the lord's demesne accounted for 16 hides and 2 ploughs. There were 32 villeins and 8 cottagers and they had 12 ploughs. There were also 4 slaves. These would be only the male heads of families (except for slaves who may have been counted as individuals) and the total has to be multiplied by an arbitrary figure (4 or 5 is usual) for an estimate of the total including women and children. We can therefore assume that the total population was something less than 200 in 1086. There was meadow for 4 plough teams and woodland sufficient for 300 pigs. The value was stated to be £16 in 1086 and also in the time of Edward the Confessor but only £5 immediately after the conquest in 1066. The entry concludes \"Asgar the Constable held this manor from Christ Church Canterbury before 1066 on condition that it could not be separated from the Church\".",
            "score": 46.76252365112305
        },
        {
            "docid": "4252019_13",
            "document": "Scale factor (computer science) . As an example, assume we are using an unsigned 8 bit fixed point format with 4 fractional bits, and 4 integer bits. As mentioned, the highest integer value it can store is 15, and the highest mixed value it can store is 15.9375 (0xF.F or 1111.1111). If the real world values we want to manipulate are in the range [0,160], we need to scale these values in order to get them into fixed point. Note that we \"can not\" use a scale factor of 1/10 here because scaling 160 by 1/10 gives us 16, which is greater than the greatest value we can store in our fixed point format. 1/11 will work as a scale factor, however, because 160/11 = 14.5454... which fits in our range. Let's use this scale factor to convert the following real world values into scaled representations:",
            "score": 46.704010009765625
        },
        {
            "docid": "3963209_28",
            "document": "XTR . However, we do not need to find an explicit formula_231, it suffices to find an element formula_234 such that formula_235 for an element formula_231 of order formula_4. But, given formula_64, a generator formula_3 of the XTR (sub)group can be found by determining any root of formula_240 which has been defined above.  To find such a formula_121 we can take a look at property 5 of formula_242 here stating that the roots of formula_242 have an order dividing formula_13 if and only if formula_242 is irreducible. After finding such formula_121 we need to check if it really is of order formula_4, but first we focus on how to select formula_234 such that formula_242 is irreducible.",
            "score": 46.68565368652344
        }
    ]
}