{
    "q": [
        {
            "docid": "13937833_3",
            "document": "San Francisco Hep B Free . API’s have the highest risk of hepatitis B of any ethnic group. San Francisco’s API residents comprise 34% of the city’s population and bear a disproportionate burden of liver cancer and undetected hepatitis B infection. Hepatitis B is a serious disease responsible for 80% of all liver cancers among APIs. San Francisco has the highest liver cancer rate in the nation. It is estimated that one in ten people in the API community have an undiagnosed infection. APIs are up to 100 times more likely to suffer from chronic hepatitis B infection and four times more likely to die from liver cancer compared with the general population.",
            "score": 35.599101185798645
        },
        {
            "docid": "53143403_16",
            "document": "Access to medicines . The majority of deaths from vaccine-preventable diseases occur in low and middle income countries. In low-income countries, more than 90% of deaths are from pneumococcal disease, 95% from Hib, and 80% from hepatitis B. Although widely used by high-income countries, in 2006, Hib vaccine usage in Africa was about 24% In the Americas, Hepatitis B vaccine usage was at 90%. In Southeast Asia, where there is hepatitis B epidemic, the Hib vaccine coverage was only 28%. The human papillomavirus (HPV) vaccine is considered the most expensive vaccine in history. However, the majority of those that suffer from cervical cancer are in developing countries.",
            "score": 24.52783179283142
        },
        {
            "docid": "51660948_3",
            "document": "Robert Purcell (virologist) . He obtained a bachelor's degree in Chemistry from the University of Oklahoma in 1957, a master's degree in biochemistry from Baylor University in 1960 and his MD from Duke University in 1962. The same team who co-identified the Hepatitis A virus (HAV) developed the first assays that could measure the virus antigen and antibody, and using those assays, the group along with Harvey J. Alter demonstrated through the serologic exclusion of Hepatitis A and Hepatitis B that a third, previously unrecognised form of viral hepatitis existed, originally named non-A, non-B hepatitis (NANBH). Michael Houghton's laboratory at Chiron Corporation ultimately identified the agent associated with NANBH, now known as Hepatitis C, in 1989.",
            "score": 19.78586435317993
        },
        {
            "docid": "1747906_8",
            "document": "Hafler Trio . In 2004, Andrew announced that he was suffering from diagnosed Hepatitis B and Auto-immune Hepatitis. Both of these conditions require drugs which McKenzie has stated he cannot afford.",
            "score": 22.237103700637817
        },
        {
            "docid": "12947073_15",
            "document": "Hepatitis B vaccine . The road to the hepatitis B vaccine began in 1963 when American physician/geneticist Baruch Blumberg discovered what he called the \"Australia Antigen\" (now called HBsAg) in the serum of an Australian Aboriginal person. In 1968, this protein was found to be part of the virus that causes \"serum hepatitis\" (hepatitis B) by virologist Alfred Prince. The American microbiologist/vaccinologist Maurice Hilleman at Merck used three treatments (pepsin, urea and formaldehyde) of blood serum together with rigorous filtration to yield a product that could be used as a safe vaccine. Hilleman hypothesized that he could make an HBV vaccine by injecting patients with hepatitis B surface protein. In theory, this would be very safe, as these excess surface proteins lacked infectious viral DNA. The immune system, recognizing the surface proteins as foreign, would manufacture specially shaped antibodies, custom-made to bind to, and destroy, these proteins. Then, in the future, if the patient were infected with HBV, the immune system could promptly deploy protective antibodies, destroying the viruses before they could do any harm.",
            "score": 22.470181703567505
        },
        {
            "docid": "1346128_8",
            "document": "Health risks from dead bodies . To those in close contact with the dead, such as rescue workers, there is a health risk from chronic infectious diseases which those killed may have been suffering from and which spread by direct contact, including hepatitis B and hepatitis C, HIV, enteric intestinal pathogens, tuberculosis, cholera and others.",
            "score": 22.542568683624268
        },
        {
            "docid": "16845493_8",
            "document": "ABHD2 . Up-regulation of \"ABHD2\" has been observed in cells transfected with Hepatitis B virus (HBV) DNA (HepG2.2.15 cells). Expression was down-regulated by the drug lamivudine, used in the treatment of hepatitis B. It has been suggested that ABHD2 has an important role in HBV propagation and could be a potential drug target in the treatment of hepatitis B.",
            "score": 16.91187572479248
        },
        {
            "docid": "38238_99",
            "document": "Hepatitis . The next leap forward in research was a serendipitous one by Dr. Baruch Blumberg, a researcher at the NIH who did not set out to research hepatitis, but rather studied lipoprotein genetics. He travelled across the globe collecting blood samples, investigating the interplay between disease, environment, and genetics with the goal of designing targeted interventions for at-risk individuals that could prevent them from getting sick. He noticed an unexpected interaction between the blood of a patient with hemophilia that had received multiple transfusions and a protein found in the blood of an Australian aborigine. He named the protein the \"Australia antigen\" and made it the focus of his research. He found a higher prevalence of the protein in the blood of patients from developing countries, compared to those from developed ones, and noted associations of the antigen with other diseases like leukemia and Down Syndrome. Eventually, he came to the unifying conclusion that the Australia antigen was associated with viral hepatitis. In 1970, David Dane first isolated the hepatitis B virion at London's Middlesex Hospital, and named the virion the 42-nm \"Dane particle\". Based on its association with the surface of the hepatitis B virus, the Australia antigen was renamed to \"hepatitis B surface antigen\" or HBsAg. Blumberg continued to study the antigen, and eventually developed the first hepatitis B vaccine using plasma rich in HBsAg, for which he received the Nobel Prize in Medicine in 1976.",
            "score": 20.500916242599487
        },
        {
            "docid": "21053651_6",
            "document": "Hepatitis C vaccine . One effort involved using hepatitis B core antigen modified to carry a hepatitis C protein. In a 2006 study, 60 patients received four different doses of an experimental hepatitis C vaccine. All the patients produced antibodies that the researchers believe could protect them from the virus. Nevertheless, , vaccines are still being tested. Some efforts have entered Phase I/II human clinical trials.",
            "score": 21.820028424263
        },
        {
            "docid": "6127515_23",
            "document": "Hepatitis B in China . Hepatitis B sufferers in China frequently face discrimination in all aspects of life and work. For example, many Chinese employers and universities refuse to accept anyone who tests positive. Some kindergartens refuse admission to children who are carriers of the virus. The hepatitis problem is a reflection of the vast developmental gap between China's rural and urban areas. The largest problem facing Chinese people infected with HBV is that illegal blood testing is required by most employers in China. According to a report by PBS, faking blood tests by hiring uninfected individuals to take them has become widespread. Following an incident involving a Hepatitis B carrier's killing of an employer and other calls against discriminatory employment practices, China's ministries of health and personnel announced that Hepatitis B carriers must not be discriminated against when seeking employment and education. While the laws exist to protect the privacy of employees and job seekers, many believe that they are not enforced.",
            "score": 19.706441164016724
        },
        {
            "docid": "518686_6",
            "document": "Baruch Samuel Blumberg . Throughout the 1950s, Blumberg traveled the world taking human blood samples, to study the genetic variations in human beings, focusing on the question of why some people contract a disease in a given environment, while others do not. In 1964, while studying \"yellow jaundice\" (hepatitis), he discovered a surface antigen for hepatitis B in the blood of an Australian aborigine. His work later demonstrated that the virus could cause liver cancer. Blumberg and his team were able to develop a screening test for the hepatitis B virus, to prevent its spread in blood donations, and developed a vaccine. Blumberg later freely distributed his vaccine patent in order to promote its distribution by drug companies. Deployment of the vaccine reduced the infection rate of hepatitis B in children in China from 15% to 1% in 10 years.",
            "score": 32.89236545562744
        },
        {
            "docid": "607070_6",
            "document": "Viral hepatitis . Patients with chronic hepatitis B have antibodies against hepatitis B, but these antibodies are not enough to clear the infection of the affected liver cells. The continued production of virus combined with antibodies is a likely cause of the immune complex disease seen in these patients. A vaccine is available that will prevent infection from hepatitis B for life. Hepatitis B infections result in 500,000 to 1,200,000 deaths per year worldwide due to the complications of chronic hepatitis, cirrhosis, and hepatocellular carcinoma. Hepatitis B is endemic in a number of (mainly South-East Asian) countries, making cirrhosis and hepatocellular carcinoma big killers. There are six treatment options approved by the U.S. Food and Drug Administration (FDA) available for persons with a chronic hepatitis B infection: alpha-interferon, pegylated interferon, adefovir, entecavir, telbivudine, and lamivudine. About 65% of persons on treatment achieve a sustained response.",
            "score": 32.70468783378601
        },
        {
            "docid": "607070_2",
            "document": "Viral hepatitis . Viral hepatitis is liver inflammation due to a viral infection. It may present in acute (recent infection, relatively rapid onset) or chronic forms. The most common causes of viral hepatitis are the five unrelated hepatotropic viruses hepatitis A, hepatitis B, hepatitis C, hepatitis D, and hepatitis E. In addition to the nominal hepatitis viruses, other viruses that can also cause liver inflammation include cytomegalovirus, Epstein–Barr virus, and yellow fever. Up to 1997 there has been also 52 cases of viral hepatitis caused by herpes simplex virus. There is the opportunity to prevent or treat the most common types. Hepatitis A and hepatitis B can be prevented by vaccination. Effective treatments for hepatitis C are available but expensive. In 2013 about 1.5 million people died from viral hepatitis. Most deaths are due to hepatitis B and hepatitis C. East Asia is the region of the world most affected.",
            "score": 43.74718177318573
        },
        {
            "docid": "51660742_3",
            "document": "Stephen Feinstone . He completed his undergraduate education at Johns Hopkins University graduating in 1966, and completed his medical degree at the University of Tennessee in 1969. In 1971 he joined the Laboratory of Infectious Diseases where he co-identified the Hepatitis A virus (HAV) in 1973. The same team developed the first assays that could measure the virus antigen and antibody, and using those assays, the group along with Harvey J. Alter demonstrated through the serologic exclusion of Hepatitis A and Hepatitis B that a third, previously unrecognised form of viral hepatitis existed, originally named non-A, non-B hepatitis (NANBH). Michael Houghton's laboratory at Chiron Corporation ultimately identified the agent associated with NANBH, now known as Hepatitis C, in 1989.",
            "score": 21.07777738571167
        },
        {
            "docid": "959283_7",
            "document": "Satellite (biology) . A satellite virus important to human health that demonstrates the need for co-infection to replicate and infect within a host is the virus that causes hepatitis D. Hepatitis D (HDV) was discovered in 1977 by an Mario Rizzetto and is unique from hepatitis A, B, and C because it requires viral particles from hepatitis B to replicate and infect liver cells. Hepatitis B (HBV) provides a surface antigen HBsAg which in return is utilized by HDV to create a super infection resulting in liver failure. Hepatitis delta virus is found all over the globe but most prevalent in Africa, the Middle East and southern Italy.",
            "score": 32.25243425369263
        },
        {
            "docid": "38238_56",
            "document": "Hepatitis . The hepatitis D virus requires that a person first be infected with hepatitis B virus, so prevention efforts should focus on limiting the spread of hepatitis B. In people who have chronic hepatitis B infection and are at risk for superinfection with the hepatitis D virus, the preventive strategies are the same as for hepatitis B.",
            "score": 22.586764812469482
        },
        {
            "docid": "29802394_51",
            "document": "Social history of viruses . Hepatitis is a disease of the liver that has been recognised since antiquity. Symptoms include jaundice, a yellowing of the skin, eyes and body fluids. There are numerous causes, including viruses – particularly hepatitis A virus, hepatitis B virus and hepatitis C virus. Throughout history epidemics of jaundice have been reported, mainly affecting soldiers at war. This \"campaign jaundice\" was common in the Middle Ages. It occurred among Napoleon's armies and during most of the major conflicts of the 19th and 20th centuries, including the American Civil War, where over 40,000 cases and around 150 deaths were reported. The viruses that cause epidemic jaundice were not discovered until the middle of the 20th century. The names for epidemic jaundice, hepatitis A, and for blood-borne infectious jaundice, hepatitis B, were first used in 1947, following a publication in 1946 giving evidence that the two diseases were distinct. In the 1960s, the first virus that could cause hepatitis was discovered. This was hepatitis B virus, which was named after the disease it causes. Hepatitis A virus was discovered in 1974. The discovery of hepatitis B virus and the invention of tests to detect it have radically changed many medical, and some cosmetic procedures. The screening of donated blood, which was introduced in the early 1970s, has dramatically reduced the transmission of the virus. Donations of human blood plasma and Factor VIII collected before 1975 often contained infectious levels of hepatitis B virus. Until the late 1960s, hypodermic needles were often reused by medical professionals, and tattoo artists' needles were a common source of infection. In the late 1990s, needle exchange programmes were established in Europe and the US to prevent the spread of infections by intravenous drug users. These measures also helped to reduce the subsequent impact of HIV and hepatitis C virus.",
            "score": 37.408761739730835
        },
        {
            "docid": "31329785_54",
            "document": "Chang Yi Wang . 42. Hosein B, Fang CT, Popvsky MA, Ye J, Zhang M and Wang, CY. Improved serodiagnosis of Hepatitis C virus infection with synthetic peptide antigen from capsid protein. Proc Natl Acad Sci USA. 1991; 88:3647",
            "score": 12.592143297195435
        },
        {
            "docid": "15925628_24",
            "document": "Hepatitis B . In assisted reproductive technology, sperm washing is not necessary for males with hepatitis B to prevent transmission, unless the female partner has not been effectively vaccinated. In females with hepatitis B, the risk of transmission from mother to child with IVF is no different from the risk in spontaneous conception.",
            "score": 18.2924747467041
        },
        {
            "docid": "12947073_3",
            "document": "Hepatitis B vaccine . Hepatitis B vaccination, hepatitis B immunoglobulin, and the combination of hepatitis B vaccine plus hepatitis B immunoglobulin, all are considered as preventive for babies born to mothers infected with HBV. The combination is superior for protecting these infants. The vaccine during pregnancy is not considered to be valuable in protecting babies of the infected mothers. Hepatitis B immunoglobulin before birth has not been well studied. In the United States vaccination is recommended for nearly all babies at birth. Many countries now routinely vaccinate infants against hepatitis B. In countries with high rates of hepatitis B infection, vaccination of newborns has not only reduced the risk of infection, but has also led to marked reduction in liver cancer. This was reported in Taiwan where the implementation of a nationwide hepatitis B vaccination program in 1984 was associated with a decline in the incidence of childhood hepatocellular carcinoma.",
            "score": 26.794256687164307
        },
        {
            "docid": "38238_2",
            "document": "Hepatitis . Hepatitis is inflammation of the liver tissue. Some people have no symptoms whereas others develop yellow discoloration of the skin and whites of the eyes, poor appetite, vomiting, tiredness, abdominal pain, or diarrhea. Hepatitis may be temporary (acute) or long term (chronic) depending on whether it lasts for less than or more than six months. Acute hepatitis can sometimes resolve on its own, progress to chronic hepatitis, or rarely result in acute liver failure. Over time the chronic form may progress to scarring of the liver, liver failure, or liver cancer. The most common cause worldwide is viruses. Other causes include heavy alcohol use, certain medications, toxins, other infections, autoimmune diseases, and non-alcoholic steatohepatitis (NASH). There are five main types of viral hepatitis: type A, B, C, D, and E. Hepatitis A and E are mainly spread by contaminated food and water. Hepatitis B is mainly sexually transmitted, but may also be passed from mother to baby during pregnancy or childbirth. Both hepatitis B and hepatitis C are commonly spread through infected blood such as may occur during needle sharing by intravenous drug users. Hepatitis D can only infect people already infected with hepatitis B. Hepatitis A, B, and D are preventable with immunization. Medications may be used to treat chronic cases of viral hepatitis. There is no specific treatment for NASH; however, a healthy lifestyle, including physical activity, a healthy diet, and weight loss, is important. Autoimmune hepatitis may be treated with medications to suppress the immune system. A liver transplant may also be an option in certain cases. Worldwide in 2015, hepatitis A occurred in about 114 million people, chronic hepatitis B affected about 343 million people and chronic hepatitis C about 142 million people. In the United States, NASH affects about 11 million people and alcoholic hepatitis affects about 5 million people. Hepatitis results in more than a million deaths a year, most of which occur indirectly from liver scarring or liver cancer. In the United States, hepatitis A is estimated to occur in about 2,500 people a year and results in about 75 deaths. The word is derived from the Greek \"hêpar\" (), meaning \"liver\", and \"-itis\" (), meaning \"inflammation\".",
            "score": 48.50631594657898
        },
        {
            "docid": "886731_11",
            "document": "Lydia Pinkham . Of the newer additions, motherwort is a nervine, emmenagogue, anti-spasmodic, hepatic, cardiac tonic, and hypotensive. Piscidia erythrina (Jamaican dogwood) is an eclectic remedy effective for painful spasms, pelvic pain, dysmenorrhea, and ovarian pain. Licorice is anti-inflammatory, anti-hepatotoxic, anti-spasmodic, and a mild laxative. Gentian is a sialagogue, hepatic, cholagogue, anthelmintic, and emmenagogue. Dandelion is a potassium-sparing diuretic, hepatic, cholagogue, anti-rheumatic, laxative, tonic, and a bitter. It is often suggested by the alternative medicine community that black cohosh (and a purified version, \"Remifemin\") really do provide relief from symptoms of menopause. A report by Natural Standard, which performs evidence-based reviews of alternative therapeutics, gives the evidence a \"B\" rating, \"good scientific evidence for this use\", saying: Black cohosh is a popular alternative to prescription hormonal therapy for treatment of menopausal symptoms such as hot flashes, mood problems, perspiration, heart palpitations, and vaginal dryness. Initial human research suggests that black cohosh may improve some of these symptoms for up to six months. However, most studies are not well designed and results are not conclusive.",
            "score": 19.71187448501587
        },
        {
            "docid": "564424_68",
            "document": "Dolores del Río . In 1978, she was diagnosed with osteomyelitis, and in 1981 she was diagnosed with Hepatitis B following a contaminated injection of vitamins. She also suffered of arthritis. In 1982, del Río was admitted to Scripps Hospital, La Jolla, California, where hepatitis led to cirrhosis.",
            "score": 17.521931648254395
        },
        {
            "docid": "17384301_43",
            "document": "Liver . Hepatitis is a common condition of inflammation of the liver. The most usual cause of this is viral, and the most common of these infections are hepatitis A, B, C, D, and E. Some of these infections are sexually transmitted. Inflammation can also be caused by other viruses in the Herpesviridae family such as the \"herpes simplex virus\". Chronic (rather than acute) infection with hepatitis B virus or hepatitis C virus is the main cause of liver cancer. Globally, about 248 million individuals are chronically infected with HBV (with 843,724 in the U.S.) and 142 million are chronically infected with HCV (with 2.7 million in the U.S.). Globally there are about 114 million and 20 million cases of hepatitis A and hepatitis E respectively, but these generally resolve, and do not become chronic (see Hepatitis A, Hepatitis E). Hepatitis D virus is a \"satellite\" of hepatitis B virus (can only infect in the presence of hepatitis B), and co-infects nearly 20 million people with hepatitis B, globally (see Hepatitis D).",
            "score": 41.59282398223877
        },
        {
            "docid": "214294_2",
            "document": "Hepatitis D . Hepatitis D (hepatitis delta) is a disease caused by the \"hepatitis D virus\" (\"HDV\"), a small spherical enveloped virusoid. This is one of five known hepatitis viruses: A, B, C, D, and E. HDV is considered to be a subviral satellite because it can propagate only in the presence of the hepatitis B virus (HBV). Transmission of HDV can occur either via simultaneous infection with HBV (coinfection) or superimposed on chronic hepatitis B or hepatitis B carrier state (superinfection).",
            "score": 27.934129238128662
        },
        {
            "docid": "21488257_7",
            "document": "Asian Pacific American Medical Student Association . Hepatitis B: Since 2006, APAMSA has contributed to help raise awareness about Hepatitis B and liver disease in the APA community by Hepatitis B, \"APAMSA Fights to Break the Hepatitis B Cycle\". This campaign brought together a national cross section of medical students and physicians dedicated to ending the epidemic of hepatitis B in APA community, and the launching of several local hepatitis B education and screening programs across the United States.",
            "score": 28.861079931259155
        },
        {
            "docid": "15925628_21",
            "document": "Hepatitis B . Tenofovir given in the second or third trimester can reduce the risk of mother to child transmission by 77% when combined with hepatitis B immunoglobulin and the hepatitis B vaccine, especially for pregnant women with high hepatitis B virus DNA levels. However, there is no sufficient evidence that the administration of hepatitis B immunoglobulin alone during pregnancy, might reduce transmission rates to the newborn infant. No randomized control trial has been conducted to assess the effects of hepatitis B vaccine during pregnancy for preventing infant infection.",
            "score": 18.650813102722168
        },
        {
            "docid": "167427_20",
            "document": "Groundhog . Groundhogs are used in medical research on hepatitis B-induced liver cancer. A percentage of the woodchuck population is infected with the woodchuck hepatitis virus (WHV), similar to human hepatitis B virus. Humans do not receive hepatitis from woodchucks with WHV but the virus and its effects on the liver make the woodchuck the best available animal for the study of viral hepatitis in humans. The only other animal model for hepatitis B virus studies is the chimpanzee, an endangered species. Woodchucks are also used in biomedical research investigating metabolic function, obesity, energy balance, the endocrine system, reproduction, neurology, cardiovascular disease, cerebrovascular disease, and neoplastic disease.",
            "score": 38.216891288757324
        },
        {
            "docid": "21938883_23",
            "document": "Hepatitis B virus . The oldest evidence of hepatitis B infection dates to Bronze Age. The evidence was obtained from 4,500-year-old human remains. According to the 2018 study, the viral genomes obtained by shotgun sequencing became the oldest ever recovered from vertebrate samples. It was also found that some ancient hepatitis viral strains still infect humans, while other became extinct. This disproved the belief that hepatitis B originated in the New World and spread to Europe around 16th century.",
            "score": 22.454577684402466
        },
        {
            "docid": "4296853_5",
            "document": "Duck hepatitis B virus . The Duck Hepatitis B virus has provided a basis for the use of vaccines and prophylactic treatments for individuals at high risk of human Hepatitis B virus (HBV). The virus has also provided as a useful animal model in the absence of one from the HBV.",
            "score": 23.032662391662598
        },
        {
            "docid": "518686_8",
            "document": "Baruch Samuel Blumberg . In 1992, Blumberg participated in the founding of the Hepatitis B Foundation (HBF), a nonprofit organization dedicated to finding a cure for hepatitis B and improving the lives of those affected by hepatitis B worldwide. He served on the Scientific and Medical Advisory Board, and as its Distinguished Scholar from 1992 until his passing in 2011. Blumberg was a regular and inspirational presence at the Hepatitis Foundation, maintaining an office at The Foundation in Doylestown, Pennsylvania.",
            "score": 20.88685655593872
        },
        {
            "docid": "6962050_2",
            "document": "Hepatitis A and B vaccine . Twinrix is a vaccine against hepatitis A and hepatitis B, manufactured by GlaxoSmithKline. The full generic name is  hepatitis A (inactivated) and hepatitis B (rDNA) (HAB) vaccine (adsorbed). Twinrix is administered over three doses.",
            "score": 18.738776206970215
        }
    ],
    "r": [
        {
            "docid": "38238_7",
            "document": "Hepatitis . Causes of hepatitis can be divided into the following major categories: infectious, metabolic, ischemic, autoimmune, genetic, and other. Infectious agents include viruses, bacteria, and parasites. Toxins, drugs, alcohol, and non-alcoholic fatty liver disease are metabolic causes of liver injury and inflammation. Autoimmune and genetic causes of hepatitis involve genetic predispositions and tend to affect characteristic populations.",
            "score": 49.97654342651367
        },
        {
            "docid": "1062956_20",
            "document": "Gastrointestinal disease . Hepatic diseases refers to those affecting the liver. Hepatitis refers to inflammation of liver tissue, and may be acute or chronic. Infectious viral hepatitis, such as hepatitis A, B and C, affect in excess of (X) million people worldwide. Liver disease may also be a result of lifestyle factors, such as fatty liver and NASH. Alcoholic liver disease may also develop as a result of chronic alcohol use, which may also cause alcoholic hepatitis. Cirrhosis may develop as a result of chronic hepatic fibrosis in a chronically inflamed liver, such as one affected by alcohol or viral hepatitis.",
            "score": 48.99680709838867
        },
        {
            "docid": "38238_2",
            "document": "Hepatitis . Hepatitis is inflammation of the liver tissue. Some people have no symptoms whereas others develop yellow discoloration of the skin and whites of the eyes, poor appetite, vomiting, tiredness, abdominal pain, or diarrhea. Hepatitis may be temporary (acute) or long term (chronic) depending on whether it lasts for less than or more than six months. Acute hepatitis can sometimes resolve on its own, progress to chronic hepatitis, or rarely result in acute liver failure. Over time the chronic form may progress to scarring of the liver, liver failure, or liver cancer. The most common cause worldwide is viruses. Other causes include heavy alcohol use, certain medications, toxins, other infections, autoimmune diseases, and non-alcoholic steatohepatitis (NASH). There are five main types of viral hepatitis: type A, B, C, D, and E. Hepatitis A and E are mainly spread by contaminated food and water. Hepatitis B is mainly sexually transmitted, but may also be passed from mother to baby during pregnancy or childbirth. Both hepatitis B and hepatitis C are commonly spread through infected blood such as may occur during needle sharing by intravenous drug users. Hepatitis D can only infect people already infected with hepatitis B. Hepatitis A, B, and D are preventable with immunization. Medications may be used to treat chronic cases of viral hepatitis. There is no specific treatment for NASH; however, a healthy lifestyle, including physical activity, a healthy diet, and weight loss, is important. Autoimmune hepatitis may be treated with medications to suppress the immune system. A liver transplant may also be an option in certain cases. Worldwide in 2015, hepatitis A occurred in about 114 million people, chronic hepatitis B affected about 343 million people and chronic hepatitis C about 142 million people. In the United States, NASH affects about 11 million people and alcoholic hepatitis affects about 5 million people. Hepatitis results in more than a million deaths a year, most of which occur indirectly from liver scarring or liver cancer. In the United States, hepatitis A is estimated to occur in about 2,500 people a year and results in about 75 deaths. The word is derived from the Greek \"hêpar\" (), meaning \"liver\", and \"-itis\" (), meaning \"inflammation\".",
            "score": 48.506317138671875
        },
        {
            "docid": "30778342_15",
            "document": "Infectious causes of cancer . Viruses are one of the most important risks factor for cancer development in humans. Infection by some hepatitis viruses, especially hepatitis B and hepatitis C, can induce a chronic viral infection that leads to liver cancer in about 1 in 200 of people infected with hepatitis B each year (more in Asia, fewer in North America), and in about 1 in 45 of people infected with hepatitis C each year. People with chronic hepatitis B infection are more than 200 times more likely to develop liver cancer than uninfected people. Liver cirrhosis, whether from chronic viral hepatitis infection or alcohol abuse or some other cause, is independently associated with the development of liver cancer, and the combination of cirrhosis and viral hepatitis presents the highest risk of liver cancer development. Because chronic viral hepatitis is so common, and liver cancer so deadly, liver cancer is one of the most common causes of cancer-related deaths in the world, and is especially common in East Asia and parts of sub-Sarahan Africa.",
            "score": 45.811100006103516
        },
        {
            "docid": "644078_4",
            "document": "Alcoholic hepatitis . Alcoholic hepatitis is distinct from cirrhosis caused by long-term alcohol consumption. Alcoholic hepatitis can occur in patients with chronic alcoholic liver disease and alcoholic cirrhosis. Alcoholic hepatitis by itself does not lead to cirrhosis, but cirrhosis is more common in patients with long term alcohol consumption. Some alcoholics develop acute hepatitis as an inflammatory reaction to the cells affected by fatty change. This is not directly related to the dose of alcohol. Some people seem more prone to this reaction than others. This is called alcoholic steatonecrosis and the inflammation probably predisposes to liver fibrosis.",
            "score": 45.47372055053711
        },
        {
            "docid": "21651912_3",
            "document": "2009 Gujarat hepatitis outbreak . The hepatitis B virus infects the liver and causes an inflammation called hepatitis. It is a DNA virus and one of many unrelated viruses that cause viral hepatitis. The disease, originally known as \"serum hepatitis\", has caused epidemics in parts of Asia and Africa, and it is endemic in China. About a third of the world's population, more than 2 billion people, have been infected with the hepatitis B virus. This includes 350 million chronic carriers of the virus. The acute illness causes liver inflammation, vomiting and jaundice. The infection is preventable by vaccination.",
            "score": 43.826351165771484
        },
        {
            "docid": "607070_2",
            "document": "Viral hepatitis . Viral hepatitis is liver inflammation due to a viral infection. It may present in acute (recent infection, relatively rapid onset) or chronic forms. The most common causes of viral hepatitis are the five unrelated hepatotropic viruses hepatitis A, hepatitis B, hepatitis C, hepatitis D, and hepatitis E. In addition to the nominal hepatitis viruses, other viruses that can also cause liver inflammation include cytomegalovirus, Epstein–Barr virus, and yellow fever. Up to 1997 there has been also 52 cases of viral hepatitis caused by herpes simplex virus. There is the opportunity to prevent or treat the most common types. Hepatitis A and hepatitis B can be prevented by vaccination. Effective treatments for hepatitis C are available but expensive. In 2013 about 1.5 million people died from viral hepatitis. Most deaths are due to hepatitis B and hepatitis C. East Asia is the region of the world most affected.",
            "score": 43.7471809387207
        },
        {
            "docid": "211923_9",
            "document": "Liver function tests . Apart from found in high concentrations in liver, ALT is found in kidneys, heart, and muscles. It catalyses the transamination reaction, and only exist in cytoplasmic form. Any kind of liver injury can cause the rise in ALT. A rise up to 300 IU/L is not specific to liver, but can be due to the damage of other organs such as kidneys or muscles. When ALT rises to more than 500 IU/L, causes are usually from the liver. It can be due to hepatitis, ischemic liver injury, and toxins that causes liver damage. The ALT levels in Hepatitis C rises more than in Hepatitis A and B. Persistent ALT elevation more than 6 months is known as chronic hepatitis. Alcoholic liver disease, Non-alcoholic fatty liver disease (NAFLD), fat accumulation in liver during childhood obesity, steatohepatitis (inflammation of fatty liver disease) are associated with rise in ALT. Rise in ALT is also associated with reduced insulin response, reduced glucose tolerance, and increased free fatty acids and triglycerides. Bright liver syndrome (bright liver on ultrasound suggestive of fatty liver) with raised ALT is suggestive of metabolic syndrome.",
            "score": 43.598514556884766
        },
        {
            "docid": "21365918_2",
            "document": "Cirrhosis . Cirrhosis is a condition in which the liver does not function properly due to long-term damage. This damage is characterized by the replacement of normal liver tissue by scar tissue. Typically, the disease develops slowly over months or years. Early on, there are often no symptoms. As the disease worsens, a person may become tired, weak, itchy, have swelling in the lower legs, develop yellow skin, bruise easily, have fluid build up in the abdomen, or develop spider-like blood vessels on the skin. The fluid build-up in the abdomen may become spontaneously infected. Other complications include hepatic encephalopathy, bleeding from dilated veins in the esophagus or dilated stomach veins, and liver cancer. Hepatic encephalopathy results in confusion and may lead to unconsciousness. Cirrhosis is most commonly caused by alcohol, hepatitis B, hepatitis C, and non-alcoholic fatty liver disease. Typically, more than two or three alcoholic drinks per day over a number of years is required for alcoholic cirrhosis to occur. Non-alcoholic fatty liver disease has a number of causes, including being overweight, diabetes, high blood fats, and high blood pressure. A number of less common causes of cirrhosis include autoimmune hepatitis, primary biliary cholangitis, hemochromatosis, certain medications, and gallstones. Diagnosis is based on blood testing, medical imaging, and liver biopsy. Some causes of cirrhosis, such as hepatitis B, can be prevented by vaccination. Treatment partly depends on the underlying cause, but the goal is often to prevent worsening and complications. Avoiding alcohol is recommended in all cases of cirrhosis. Hepatitis B and C may be treatable with antiviral medications. Autoimmune hepatitis may be treated with steroid medications. Ursodiol may be useful if the disease is due to blockage of the bile ducts. Other medications may be useful for complications such as abdominal or leg swelling, hepatic encephalopathy, and dilated esophageal veins. In severe cirrhosis, a liver transplant may be an option. Cirrhosis affected about 2.8 million people and resulted in 1.3 million deaths in 2015. Of these, alcohol caused 348,000, hepatitis C caused 326,000, and hepatitis B caused 371,000. In the United States, more men die of cirrhosis than women. The first known description of the condition is by Hippocrates in the 5th century BCE. The word \"cirrhosis\" is from ; \"kirrhos\" \"yellowish\" and \"-osis\" (-) meaning \"condition\", describing the appearance of a cirrhotic liver.",
            "score": 43.468467712402344
        },
        {
            "docid": "1460525_11",
            "document": "Oncovirus . Hepatitis viruses, including hepatitis B and hepatitis C, can induce a chronic viral infection that leads to liver cancer in 0.47% of hepatitis B patients per year (especially in Asia, less so in North America), and in 1.4% of hepatitis C carriers per year. Liver cirrhosis, whether from chronic viral hepatitis infection or alcoholism, is associated with the development of liver cancer, and the combination of cirrhosis and viral hepatitis presents the highest risk of liver cancer development. Worldwide, liver cancer is one of the most common, and most deadly, cancers due to a huge burden of viral hepatitis transmission and disease.",
            "score": 41.9744758605957
        },
        {
            "docid": "865271_9",
            "document": "Liver disease . A common form of liver disease is viral infection. Viral hepatitides such as Hepatitis B virus and Hepatitis C virus can be vertically transmitted during birth via contact with infected blood. According to a 2012 NICE publication, \"about 85% of hepatitis B infections in newborns become chronic\". In occult cases, Hepatitis B virus is present by HBV DNA, but testing for HBsAg is negative. High consumption of alcohol can lead to several forms of liver disease including alcoholic hepatitis, alcoholic fatty liver disease, cirrhosis, and liver cancer. In the earlier stages of alcoholic liver disease, fat builds up in the liver's cells due to increased creation of triglycerides and fatty acids and a decreased ability to break down fatty acids. Progression of the disease can lead to liver inflammation from the excess fat in the liver. Scarring in the liver often occurs as the body attempts to heal and extensive scarring can lead to the development of cirrhosis in more advanced stages of the disease. Approximately 3–10% of individuals with cirrhosis develop a form of liver cancer known as hepatocellular carcinoma.",
            "score": 41.746978759765625
        },
        {
            "docid": "17384301_43",
            "document": "Liver . Hepatitis is a common condition of inflammation of the liver. The most usual cause of this is viral, and the most common of these infections are hepatitis A, B, C, D, and E. Some of these infections are sexually transmitted. Inflammation can also be caused by other viruses in the Herpesviridae family such as the \"herpes simplex virus\". Chronic (rather than acute) infection with hepatitis B virus or hepatitis C virus is the main cause of liver cancer. Globally, about 248 million individuals are chronically infected with HBV (with 843,724 in the U.S.) and 142 million are chronically infected with HCV (with 2.7 million in the U.S.). Globally there are about 114 million and 20 million cases of hepatitis A and hepatitis E respectively, but these generally resolve, and do not become chronic (see Hepatitis A, Hepatitis E). Hepatitis D virus is a \"satellite\" of hepatitis B virus (can only infect in the presence of hepatitis B), and co-infects nearly 20 million people with hepatitis B, globally (see Hepatitis D).",
            "score": 41.59282302856445
        },
        {
            "docid": "12284396_2",
            "document": "Liver cancer . Liver cancer, also known as hepatic cancer and primary hepatic cancer, is cancer that starts in the liver. Cancer which has spread from elsewhere to the liver, known as liver metastasis, is more common than that which starts in the liver. Symptoms of liver cancer may include a lump or pain in the right side below the rib cage, swelling of the abdomen, yellowish skin, easy bruising, weight loss, and weakness. The leading cause of liver cancer is cirrhosis due to hepatitis B, hepatitis C, or alcohol. Other causes include aflatoxin, non-alcoholic fatty liver disease, and liver flukes. The most common types are hepatocellular carcinoma (HCC), which makes up 80% of cases, and cholangiocarcinoma. Less common types include mucinous cystic neoplasm and intraductal papillary biliary neoplasm. The diagnosis may be supported by blood tests and medical imaging with confirmation by tissue biopsy. Preventive efforts include immunization against hepatitis B and treating those infected with hepatitis B or C. Screening is recommended in those with chronic liver disease. Treatment options may include surgery, targeted therapy, and radiation therapy. In certain cases ablation therapy, embolization therapy, or liver transplantation may be used. Small lumps in the liver may be closely followed. Primary liver cancer is globally the sixth most frequent cancer (6%) and the second leading cause of death from cancer (9%). In 2012 it occurred in 782,000 people and in 2015 resulted in 810,500 deaths. In 2015, 263,000 deaths from liver cancer were due to hepatitis B, 167,000 to hepatitis C, and 245,000 to alcohol. Higher rates of liver cancer occur where hepatitis B and C are common, including Asia and sub-Saharan Africa. Males are more often affected with HCC than females. Diagnosis is most frequent among those 55 to 65 years old. Five-year survival rates are 18% in the United States. The word \"hepatic\" is from the Greek \"hêpar\", meaning \"liver.\"",
            "score": 40.30783462524414
        },
        {
            "docid": "12284396_7",
            "document": "Liver cancer . Viral infection with either hepatitis C virus (HCV) or Hepatitis B virus (HBV) is the chief cause of liver cancer in the world today, accounting for 80% of hepatocellular carcinoma (HCC). The viruses cause HCC because massive inflammation, fibrosis and eventual cirrhosis occurs within the liver. HCC usually arises after cirrhosis, with an annual incidence of 1.7% in cirrhotic HCV-infected individuals. Around 5-10% of individuals that become infected with HBV become chronic carriers, and around 30% of these acquire chronic liver disease, which can lead to HCC. HBV infection is also linked to cholangiocarcinoma. The role of viruses other than HCV or HBV in liver cancer is much less clear, although there is some evidence that co-infection of HBV and hepatitis D virus may increase the risk of HCC.",
            "score": 39.965248107910156
        },
        {
            "docid": "4288109_2",
            "document": "Steatohepatitis . Steatohepatitis is a type of fatty liver disease, characterized by inflammation of the liver with concurrent fat accumulation in liver. Mere deposition of fat in the liver is termed steatosis, and together these constitute fatty liver changes. There are two main types of fatty liver disease: alcohol-related fatty liver disease and non-alcoholic fatty liver disease (NAFLD). Risk factors for NAFLD include diabetes, obesity and metabolic syndrome. When inflammation is present it is referred to as alcoholic steatohepatitis and nonalcoholic steatohepatitis (NASH). Steatohepatitis of either cause may progress to cirrhosis, and NASH is now believed to be a frequent cause of unexplained cirrhosis (at least in Western societies). NASH is also associated with lysosomal acid lipase deficiency. The word is from \"steato-\", meaning \"fat\" and \"hepatitis\", meaning \"inflammation of the liver\".",
            "score": 39.959754943847656
        },
        {
            "docid": "36777018_22",
            "document": "Causes of cancer . In Western developed countries, human papillomavirus (HPV), hepatitis B virus (HBV) and hepatitis C virus (HCV) are the most common oncoviruses. In the United States, HPV causes most cervical cancers, as well as some cancers of the vagina, vulva, penis, anus, rectum, throat, tongue and tonsils. Among high-risk HPV viruses, the HPV E6 and E7 oncoproteins inactivate tumor suppressor genes when infecting cells. In addition, the oncoproteins independently induce genomic instability in normal human cells, leading to an increased risk of cancer development. Individuals with chronic hepatitis B virus infection are more than 200 times more likely to develop liver cancer than uninfected individuals. Liver cirrhosis, whether from chronic viral hepatitis infection or alcohol abuse, is independently associated with the development of liver cancer, but the combination of cirrhosis and viral hepatitis presents the highest risk of liver cancer development.",
            "score": 39.8421630859375
        },
        {
            "docid": "644078_2",
            "document": "Alcoholic hepatitis . Alcoholic hepatitis is hepatitis (inflammation of the liver) due to excessive intake of alcohol. It is usually found in association with fatty liver, an early stage of alcoholic liver disease, and may contribute to the progression of fibrosis, leading to cirrhosis. Signs and symptoms of alcoholic hepatitis include jaundice, ascites (fluid accumulation in the abdominal cavity), fatigue and hepatic encephalopathy (brain dysfunction due to liver failure). Mild cases are self-limiting, but severe cases have a high risk of death. Severe cases may be treated with glucocorticoids.",
            "score": 39.55460739135742
        },
        {
            "docid": "307039_8",
            "document": "Alcoholic liver disease . Cirrhosis is a late stage of serious liver disease marked by inflammation (swelling), fibrosis (cellular hardening) and damaged membranes preventing detoxification of chemicals in the body, ending in scarring and necrosis (cell death). Between 10% to 20% of heavy drinkers will develop cirrhosis of the liver (NIAAA, 1993). Acetaldehyde may be responsible for alcohol-induced fibrosis by stimulating collagen deposition by hepatic stellate cells. The production of oxidants derived from NADPH oxi- dase and/or cytochrome P-450 2E1 and the formation of acetaldehyde-protein adducts damage the cell membrane. Symptoms include jaundice (yellowing), liver enlargement, and pain and tenderness from the structural changes in damaged liver architecture. Without total abstinence from alcohol use, cirrhosis will eventually lead to liver failure. Late complications of cirrhosis or liver failure include portal hypertension (high blood pressure in the portal vein due to the increased flow resistance through the damaged liver), coagulation disorders (due to impaired production of coagulation factors), ascites (heavy abdominal swelling due to buildup of fluids in the tissues) and other complications, including hepatic encephalopathy and the hepatorenal syndrome. Cirrhosis can also result from other causes than alcohol abuse, such as viral hepatitis and heavy exposure to toxins other than alcohol. The late stages of cirrhosis may look similar medically, regardless of cause. This phenomenon is termed the \"final common pathway\" for the disease. Fatty change and alcoholic hepatitis with abstinence can be reversible. The later stages of fibrosis and cirrhosis tend to be irreversible, but can usually be contained with abstinence for long periods of time.",
            "score": 39.16025924682617
        },
        {
            "docid": "7001696_6",
            "document": "King's College Criteria . There are many causes of acute liver failure aside from acetaminophen toxicity; these include viral hepatitis—including hepatitis A (rarely), hepatitis B, hepatitis C (rarely), hepatitis E (especially in pregnant women), Epstein-Barr Virus, cytomegalovirus and varicella-zoster virus -- Wilson's disease, the toxin of the death cap mushroom (\"Amanita phalloides\"), alcohol, autoimmune hepatitis, Budd-Chiari syndrome, other medications (including halothane, hormonal contraception, and isoniazid), recreational drugs (including ecstasy) and, rarely, tumours infiltrating the liver.",
            "score": 38.95831298828125
        },
        {
            "docid": "865271_5",
            "document": "Liver disease . One general mechanism, increased DNA damage, is shared by some of the major causes of liver disease. These major causes include infection by hepatitis B virus or hepatitis C virus, alcohol abuse, and obesity.<ref name=\"urlChronic Liver Disease/Cirrhosis | Johns Hopkins Medicine Health Library\"></ref>",
            "score": 38.55673599243164
        },
        {
            "docid": "307039_9",
            "document": "Alcoholic liver disease . In the early stages, patients with ALD exhibits subtle and often no abnormal physical findings. It is usually not until development of advanced liver disease that stigmata of chronic liver disease become apparent. Early ALD is usually discovered during routine health examinations when liver enzyme levels are found to be elevated. These usually reflect alcoholic hepatic steatosis. Microvesicular and macrovesicular steatosis with inflammation are seen in liver biopsy specimens. These histologic features of ALD are indistinguishable from those of nonalcoholic fatty liver disease. Steatosis usually resolves after discontinuation of alcohol use. Continuation of alcohol use will result in a higher risk of progression of liver disease and cirrhosis. In patients with acute alcoholic hepatitis, clinical manifestations include fever, jaundice, hepatomegaly, and possible hepatic decompensation with hepatic encephalopathy, variceal bleeding, and ascites accumulation.Tender hepatomegaly may be present, but abdominal pain is unusual. Occasionally, the patient may be asymptomatic.",
            "score": 38.55110168457031
        },
        {
            "docid": "167427_20",
            "document": "Groundhog . Groundhogs are used in medical research on hepatitis B-induced liver cancer. A percentage of the woodchuck population is infected with the woodchuck hepatitis virus (WHV), similar to human hepatitis B virus. Humans do not receive hepatitis from woodchucks with WHV but the virus and its effects on the liver make the woodchuck the best available animal for the study of viral hepatitis in humans. The only other animal model for hepatitis B virus studies is the chimpanzee, an endangered species. Woodchucks are also used in biomedical research investigating metabolic function, obesity, energy balance, the endocrine system, reproduction, neurology, cardiovascular disease, cerebrovascular disease, and neoplastic disease.",
            "score": 38.21689224243164
        },
        {
            "docid": "307039_7",
            "document": "Alcoholic liver disease . Alcoholic hepatitis is characterized by the inflammation of hepatocytes. Between 10% and 35% of heavy drinkers develop alcoholic hepatitis (NIAAA, 1993). While development of hepatitis is not directly related to the dose of alcohol, some people seem more prone to this reaction than others. This is called alcoholic steato necrosis and the inflammation appears to predispose to liver fibrosis. Inflammatory cytokines (TNF-alpha, IL6 and IL8) are thought to be essential in the initiation and perpetuation of liver injury by inducing apoptosis and necrosis. One possible mechanism for the increased activity of TNF-α is the increased intestinal permeability due to liver disease. This facilitates the absorption of the gut-produced endotoxin into the portal circulation. The Kupffer cells of the liver then phagocytose endotoxin, stimulating the release of TNF-α. TNF-α then triggers apoptotic pathways through the activation of caspases, resulting in cell death.",
            "score": 38.19099044799805
        },
        {
            "docid": "38238_15",
            "document": "Hepatitis . Excessive alcohol consumption is a significant cause of hepatitis and is the most common cause of cirrhosis in the U.S. Alcoholic hepatitis is within the spectrum of alcoholic liver disease. This ranges in order of severity and reversibility from alcoholic steatosis (least severe, most reversible), alcoholic hepatitis, cirrhosis, and liver cancer (most severe, least reversible). Hepatitis usually develops over years-long exposure to alcohol, occurring in 10 to 20% of alcoholics. The most important risk factors for the development of alcoholic hepatitis are quantity and duration of alcohol intake. Long-term alcohol intake in excess of 80 grams of alcohol a day in men and 40 grams a day in women is associated with development of alcoholic hepatitis (1 beer or 4 ounces of wine is equivalent to 12g of alcohol). Alcoholic hepatitis can vary from asymptomatic hepatomegaly (enlarged liver) to symptoms of acute or chronic hepatitis to liver failure.",
            "score": 37.96981430053711
        },
        {
            "docid": "14878007_5",
            "document": "GOLM1 . Blood levels of GP73 are higher in patients with liver cancer than in healthy individuals. In addition, levels were not significantly higher in patients with diseases other than liver disease. The current blood test used to screen for early tumors in people at high risk for liver cancer involves the alpha-fetoprotein (AFP). Patients who are at risk for non-metastatic, or primary, liver cancer typically have chronic liver disease such as cirrhosis. Such cases of cirrhosis are usually due to infection caused by infectious hepatitis (usually hepatitis B or hepatitis C, though there are other strains), or because of degenerative fatty liver disease (which can be especially severe in those with alcoholism). However, the AFP test is not usually sensitive enough to detect liver cancer in time and it often generates false positives. So far, the blood samples of more than 1,000 patients with various stages of liver and non-liver disease have been tested for the presence of GP73 in several studies. Several medical diagnostic companies are in the process of developing automated serum tests for the protein that could be performed in routine hospital laboratories.",
            "score": 37.85770797729492
        },
        {
            "docid": "6447690_17",
            "document": "Neonatal hepatitis . Neonatal hepatitis caused by the hepatitis A virus also usually resolves itself within six months, but cases that are the result of infection with the hepatitis B or hepatitis C viruses most likely will result in chronic liver disease. Infants who develop cirrhosis ultimately will need a liver transplant.",
            "score": 37.7391471862793
        },
        {
            "docid": "660869_2",
            "document": "Autoimmune hepatitis . Autoimmune hepatitis, formerly called lupoid hepatitis, is a chronic, autoimmune disease of the liver that occurs when the body's immune system attacks liver cells causing the liver to be inflamed. Common initial symptoms include fatigue or muscle aches or signs of acute liver inflammation including fever, jaundice, and right upper quadrant abdominal pain. Individuals with autoimmune hepatitis often have no initial symptoms and the disease is detected by abnormal liver function tests.",
            "score": 37.71438980102539
        },
        {
            "docid": "337566_55",
            "document": "Long-term effects of alcohol consumption . Alcoholic liver disease is a major public health problem. For example, in the United States up to two million people have alcohol-related liver disorders. Chronic alcohol abuse can cause fatty liver, cirrhosis and alcoholic hepatitis. Treatment options are limited and consist of most importantly discontinuing alcohol consumption. In cases of severe liver disease, the only treatment option may be a liver transplant from alcohol abstinent donors. Research is being conducted into the effectiveness of anti-TNFs. Certain complementary medications, e.g., milk thistle and silymarin, appear to offer some benefit. Alcohol is a leading cause of liver cancer in the Western world, accounting for 32-45% of hepatic cancers. Up to half a million people in the United States develop alcohol-related liver cancer. Moderate alcohol consumption also increases the risk of liver disease.",
            "score": 37.50403594970703
        },
        {
            "docid": "29802394_51",
            "document": "Social history of viruses . Hepatitis is a disease of the liver that has been recognised since antiquity. Symptoms include jaundice, a yellowing of the skin, eyes and body fluids. There are numerous causes, including viruses – particularly hepatitis A virus, hepatitis B virus and hepatitis C virus. Throughout history epidemics of jaundice have been reported, mainly affecting soldiers at war. This \"campaign jaundice\" was common in the Middle Ages. It occurred among Napoleon's armies and during most of the major conflicts of the 19th and 20th centuries, including the American Civil War, where over 40,000 cases and around 150 deaths were reported. The viruses that cause epidemic jaundice were not discovered until the middle of the 20th century. The names for epidemic jaundice, hepatitis A, and for blood-borne infectious jaundice, hepatitis B, were first used in 1947, following a publication in 1946 giving evidence that the two diseases were distinct. In the 1960s, the first virus that could cause hepatitis was discovered. This was hepatitis B virus, which was named after the disease it causes. Hepatitis A virus was discovered in 1974. The discovery of hepatitis B virus and the invention of tests to detect it have radically changed many medical, and some cosmetic procedures. The screening of donated blood, which was introduced in the early 1970s, has dramatically reduced the transmission of the virus. Donations of human blood plasma and Factor VIII collected before 1975 often contained infectious levels of hepatitis B virus. Until the late 1960s, hypodermic needles were often reused by medical professionals, and tattoo artists' needles were a common source of infection. In the late 1990s, needle exchange programmes were established in Europe and the US to prevent the spread of infections by intravenous drug users. These measures also helped to reduce the subsequent impact of HIV and hepatitis C virus.",
            "score": 37.40876007080078
        },
        {
            "docid": "19167679_66",
            "document": "Virus . Viruses are an established cause of cancer in humans and other species. Viral cancers occur only in a minority of infected persons (or animals). Cancer viruses come from a range of virus families, including both RNA and DNA viruses, and so there is no single type of \"oncovirus\" (an obsolete term originally used for acutely transforming retroviruses). The development of cancer is determined by a variety of factors such as host immunity and mutations in the host. Viruses accepted to cause human cancers include some genotypes of human papillomavirus, hepatitis B virus, hepatitis C virus, Epstein–Barr virus, Kaposi's sarcoma-associated herpesvirus and human T-lymphotropic virus. The most recently discovered human cancer virus is a polyomavirus (Merkel cell polyomavirus) that causes most cases of a rare form of skin cancer called Merkel cell carcinoma. Hepatitis viruses can develop into a chronic viral infection that leads to liver cancer. Infection by human T-lymphotropic virus can lead to tropical spastic paraparesis and adult T-cell leukaemia. Human papillomaviruses are an established cause of cancers of cervix, skin, anus, and penis. Within the \"Herpesviridae\", Kaposi's sarcoma-associated herpesvirus causes Kaposi's sarcoma and body-cavity lymphoma, and Epstein–Barr virus causes Burkitt's lymphoma, Hodgkin's lymphoma, B lymphoproliferative disorder, and nasopharyngeal carcinoma. Merkel cell polyomavirus closely related to SV40 and mouse polyomaviruses that have been used as animal models for cancer viruses for over 50 years.",
            "score": 37.31037139892578
        },
        {
            "docid": "1226250_13",
            "document": "Acute liver failure . Common causes for acute liver failure are paracetamol (acetaminophen) overdose, idiosyncratic reaction to medication (e.g. tetracycline, troglitazone), excessive alcohol consumption (severe alcoholic hepatitis), viral hepatitis (hepatitis A or B — it is extremely uncommon in hepatitis C), acute fatty liver of pregnancy, and idiopathic (without an obvious cause). Reye syndrome is acute liver failure in a child with a viral infection (e.g. chickenpox); it appears that aspirin use may play a significant role. Wilson's disease (hereditary copper accumulation) may infrequently present with acute liver failure. Acute liver failure also results from poisoning by the death cap mushroom (\"Amanita phalloides\") as well as other amatoxin-producing fungus species.",
            "score": 37.19771194458008
        },
        {
            "docid": "38238_23",
            "document": "Hepatitis . Autoimmune hepatitis is a chronic disease caused by an abnormal immune response against liver cells. The disease is thought to have a genetic predisposition as it is associated with certain human leukocyte antigens involved in the immune response. As in other autoimmune diseases, circulating auto-antibodies may be present and are helpful in diagnosis. Auto-antibodies found in patients with autoimmune hepatitis include the sensitive but less specific anti-nuclear antibody (ANA), smooth muscle antibody (SMA), and atypical perinuclear antineutrophil cytoplasmic antibody (p-ANCA). Other autoantibodies that are less common but more specific to autoimmune hepatitis are the antibodies against liver kidney microsome 1 (LKM1) and soluble liver antigen (SLA). Autoimmune hepatitis can also be triggered by drugs (such as nitrofurantoin, hydralazine, and methyldopa), after liver transplant, or by viruses (such as hepatitis A, Epstein-Barr virus, or measles).",
            "score": 37.183956146240234
        }
    ]
}