{
    "q": [
        {
            "docid": "1740549_5",
            "document": "Deer botfly . However, without any exception, stags are found to have maggots living inside the head, and the habitat of these creatures is in the hollow underneath the root of the tongue and in the neighbourhood of the vertebra to which the head is attached. These creatures are as large as the largest grubs; they grow all together in a cluster, and they are usually about twenty in number.",
            "score": 30.562053680419922
        },
        {
            "docid": "23487440_45",
            "document": "Alien (film) . Giger made several conceptual paintings of the adult Alien before settling on the final version. He sculpted the creature's body using plasticine, incorporating pieces such as vertebrae from snakes and cooling tubes from a Rolls-Royce. The creature's head was manufactured separately by Carlo Rambaldi, who had worked on the aliens in \"Close Encounters of the Third Kind\". Rambaldi followed Giger's designs closely, making some modifications in order to incorporate the moving parts which would animate the jaw and inner mouth. A system of hinges and cables was used to operate the creature's rigid tongue, which protruded from its mouth and featured a second mouth at its tip with its own set of movable teeth. The final head had about 900 moving parts and points of articulation. Part of a human skull was used as the \"face\", and was hidden under the smooth, translucent cover of the head. Rambaldi's original Alien jaw is now on display in the Smithsonian Institution, while in April 2007 the original Alien suit was sold at auction. Copious amounts of K-Y Jelly were used to simulate saliva and to give the Alien an overall slimy appearance. The creature's vocalizations were provided by Percy Edwards, a voice artist famous for providing bird sounds for British television throughout the 1960s and 1970s as well as the whale sounds for \"Orca: Killer Whale\" (1977).",
            "score": 34.20874357223511
        },
        {
            "docid": "52854357_6",
            "document": "Kuso (film) . Charlie is a small man who goes to an exclusive school in the forest and is fed terrible food by his mother, which causes him to constantly need to defecate. Laughed out of his classroom for doing so in his pants, Charlie runs into the forest, where he finds a strange creature with only an anus-like orifice with a worm-like tongue. He feeds the creature some of his feces, which causes it to apparently evolve, growing a face in place of its tongue. On their second meeting, the creature transfers a beam of green light to Charlie's head, empowering him to stop going to school and overcome his mother at last. Charlie later feeds the creature dog feces, which causes it and its apparent offspring to vanish, leaving Charlie and the dog standing in the forest.",
            "score": 28.04366183280945
        },
        {
            "docid": "10928780_11",
            "document": "Early modern European cuisine . No parts of animals were wasted; blood was used in soups, for blood sausages, tripe was an ingredient in stews, soups or pies, and even cuts that clearly reminded of the live creature were readily consumed. Calf's head could be served as a separate dish, and eating eyes, tongue or cheeks was not seen as problematic; in some regions they were even considered to be delicacies.",
            "score": 29.961222171783447
        },
        {
            "docid": "984277_35",
            "document": "Graboid . In \"\", \"Shriekers\" are introduced. Fully grown Graboids die while giving birth to a random number of creatures depending on the amount of food they consumed, between three and six; these creatures are the Shriekers. Much smaller than Graboids, about long and high, Shriekers live above ground and resemble a small dinosaur or heavy ground-dwelling bird, with stout, three-toed legs and a compact body. They have similar beaks on their heads, but lack the tentacles of a Graboid and instead have a single, long tongue, and like Graboids lack eyes and noses, but also don't have ears. Shriekers find prey through a retractable heat-seeking crest on the top of their heads, as well as their tongues which they use to find cold food through taste. They are hermaphroditic and will gag up small Shriekers as long as they find food.",
            "score": 26.483713269233704
        },
        {
            "docid": "990149_19",
            "document": "O for a Thousand Tongues to Sing . 12. Hear him, ye deaf; his praise, ye dumb, <br> Your loosen'd tongues employ; <br> Ye blind, behold your Saviour come, <br> And leap, ye lame, for joy.",
            "score": 15.486602783203125
        },
        {
            "docid": "2359626_7",
            "document": "Bloody Bones . In the Southern United States, Rawhead and Bloody Bones are sometimes regarded as two individual creatures or two separate parts of the same monster. One is a skull stripped of skin that bites its victims (Rawhead) and its companion is a dancing headless skeleton (Bloody Bones). In one cautionary tale a gossip loses his head to the monster as punishment for his wicked tongue. Legends about Bloody Bones eventually made their way into African-American tradition as well as spreading to other parts of the United States.",
            "score": 22.9433376789093
        },
        {
            "docid": "3726763_6",
            "document": "Panther (legendary creature) . Usually depicted as a type of cat, the panther was at times depicted in other forms. It was depicted as a donkey, as a composite creature with a horned head, long neck and a horse's body, and as a host of other forms. (The word \"panther\", in Greek, could be interpreted as \"every wild beast\", supporting the idea of a composite creature.) This was mostly because those involved did not know what a panther should look like; but, in some instances, this was due to cultural influences. In Germany in particular, the panther is often depicted in heraldry as a creature with four horns, cow's ears and a fiery red tongue. An example of the former is the flag and coat of arms of the city of Cres, Croatia.",
            "score": 24.181586027145386
        },
        {
            "docid": "4743980_12",
            "document": "Tip of the tongue . Many languages other than English have equivalent colloquial terms for the tip of the tongue experience, suggesting that it is a common experience across cultures. In a study by B. L. Schwartz (1999), 45 of the 51 languages surveyed have an idiom referring to the tip of the tongue phenomenon that references the tongue, mouth, or throat as a metaphor. The direct English translations of these idioms are \"on the tongue\", \"on the tip/point/head of the tongue\", \"on the top of the tongue\", \"on the front of the tongue\", \"sparkling at the end of the tongue\", and \"in the mouth and throat\". Notably, the languages studied that did not have an equivalent idiom for the tip of the tongue were American Sign Language, Amharic, Icelandic, Indonesian, Kalenjin, and Kiswahili. However, tip of the finger experiences are reported by signers.",
            "score": 32.41705393791199
        },
        {
            "docid": "683632_7",
            "document": "Kallikantzaros . There is no standard description of the appearance of \"kallikantzaroi\"; there are regional variations as to how their appearance is described. Some Greeks have imagined them with some animal parts, such as hairy bodies, horse legs, or boar tusks. Sometimes they are enormous, at other times diminutive. Others see them as humans of small size that smell horrible. They are predominantly male, often with protruding sexual characteristics. Many Greeks have imagined them as tall, black and hairy, with burning red eyes, goats' or donkeys' ears, monkeys' arms, tongues that hang out and heads that are huge. Nonetheless, the most common belief is that they are small, black creatures, humanoid apart from their long black tails, and said to resemble little black devils. They are also mostly blind, speak with a lisp and love to eat frogs, worms, and other small creatures.",
            "score": 27.71467137336731
        },
        {
            "docid": "2795862_6",
            "document": "Mertz Glacier . In February 2010 about half of the Mertz Glacier Tongue, a piece of ice about long and wide and protruding out into the Southern Ocean, broke away from the main body of the Tongue. The separation occurred around the 12 or 13 February along two existing rift lines on opposite sides of the Tongue. The event was helped in part when the large Iceberg B-9B collided with it. Iceberg B-9B is a long by wide remnant of Iceberg B-9 which broke off the Ross Ice Shelf in 1987 and has recently ungrounded itself from Ninnis Bank to the east of the Tongue where it had been lodged for 18 years.",
            "score": 24.11287760734558
        },
        {
            "docid": "23181726_14",
            "document": "Bingo (1998 film) . When the music stops, there is a strange creature with no legs, many arms, a man's head, and dollar bills sprouting from its neck and arms. It yells at Dave for \"looking at my money,\" but then offers to let Dave look at his money. Confused and frightened, Dave declares that yes, he would like to look at the creature's money. The creature congratulates him for being a \"good, little Bingo.\" Dave says that he doesn't \"think\" that he's Bingo, asking \"who am I?\"",
            "score": 14.530669450759888
        },
        {
            "docid": "896634_9",
            "document": "It! The Terror from Beyond Space . \"It!\" was the last film of actor Ray \"Crash\" Corrigan. Corrigan was set to play the creature, but during pre-production, he did not want to travel all the way to Topanga in western Los Angeles County where Paul Blaisdell, the film's makeup artist, lived and operated his studio. Therefore, Blaisdell could not take exact measurements of Corrigan's head. Consequently, there were final fit problems with the creature's head prop: \"[Corrigan's]... bulbous chin stuck out through the monster's mouth, so the make-up man painted his chin to look like a tongue.\"",
            "score": 27.773176431655884
        },
        {
            "docid": "24860188_90",
            "document": "Races and factions of Warcraft . The tauren (\"Shu'halo\" in their native tongue) are one of the oldest races native to Azeroth, a proud and tenacious race with bull-like features and a culture that is very similar to a stylized Native American culture. They are, for the most part, druidic, shamanistic, peaceful, and powerful beings. They resemble minotaurs, having horned bull's heads, large hooves in place of feet, three-fingered hands, and a towering body structure. The name 'tauren' may be a reference to the Greek 'Taurus' meaning bull, or to the related mythological creature the Minotaur, which has a similar appearance. It is also an anagram for \"Nature\".",
            "score": 21.4625324010849
        },
        {
            "docid": "32362_46",
            "document": "Vampire . Vampires have appeared in Japanese cinema since the late 1950s; the folklore behind it is western in origin. The Nukekubi is a being whose head and neck detach from its body to fly about seeking human prey at night. Legends of female vampire-like beings who can detach parts of their upper body also occur in the Philippines, Malaysia and Indonesia. There are two main vampire-like creatures in the Philippines: the Tagalog \"Mandurugo\" (\"blood-sucker\") and the Visayan \"Manananggal\" (\"self-segmenter\"). The mandurugo is a variety of the aswang that takes the form of an attractive girl by day, and develops wings and a long, hollow, thread-like tongue by night. The tongue is used to suck up blood from a sleeping victim. The \"manananggal\" is described as being an older, beautiful woman capable of severing its upper torso in order to fly into the night with huge bat-like wings and prey on unsuspecting, sleeping pregnant women in their homes. They use an elongated proboscis-like tongue to suck fetuses from these pregnant women. They also prefer to eat entrails (specifically the heart and the liver) and the phlegm of sick people.",
            "score": 24.73747968673706
        },
        {
            "docid": "1022719_11",
            "document": "Tailypo . The man, scared to death, finds the courage to push the creature away and yell, \"I haven't got your taily-po!\", hoping the creature will leave. However, the ravenous creature, angrier than ever, yells back: \"Yes, you have! Yes, you have!\" and jumps back on the bed, mutilates the man and destroys the cabin.",
            "score": 5.257707595825195
        },
        {
            "docid": "4350544_81",
            "document": "List of Dragonlance creatures . The Shilo-Thahn, commonly known as \"shadowpeople\", are ancient creatures who used to live in the underground mines and passages in Sanction. Their appearance is that of a hairy ape, human size, protruding muzzle, yellow eyes and mouth with sharp fangs. They can articulate their lips and tongue to speak the common tongue, although they use their own secret dialect.",
            "score": 27.037086009979248
        },
        {
            "docid": "612467_8",
            "document": "Alien (creature in Alien franchise) . Giger conceived the Alien as being vaguely human but a human in full armor, protected from all outside forces. He mandated that the creature have no eyes, because he felt that it made them much more frightening if you could not tell they were looking at you. Giger also gave the Alien's mouth a second inner set of pharyngeal jaws located at the tip of a long, tongue-like proboscis which could extend rapidly for use as a weapon. His design for the creature was heavily influenced by an aesthetic he had created and termed \"biomechanical\", a fusion of the organic and the mechanic. His mock-up of the Alien was created using parts from an old Rolls Royce car, rib bones and the vertebrae from a snake, molded with plasticine. The Alien's animatronic head, which contained 900 moving parts, was designed and constructed by special effects designer Carlo Rambaldi. Giger and Rambaldi together would win the 1980 Academy Award for Visual Effects for their design of the Alien. Scott decided on the man-in-suit approach for creating the creature onscreen. Initially circus performers were tried, then multiple actors together in the same costume, but neither proved scary. Deciding that the creature would be scarier the closer it appeared to a human, Scott decided that a single, very tall, very thin man be used. Scott was inspired by a photograph of Leni Riefenstahl standing next to a 6'4\" (1.93 m) Nubian. The casting director found 6'10\" (2.08 m), rail-thin graphic designer Bolaji Badejo in a local pub. Badejo went to tai chi and mime classes to learn how to slow down his movements.",
            "score": 25.24085772037506
        },
        {
            "docid": "21601221_6",
            "document": "Mark Rappaport (creature effects artist) . Rappaport (creature effects supervisor) and Shaun Smith (makeup effects supervisor) teamed up to create the world of effects for \"300\". This extensive body of work included prosthetic makeups, animatronic animals, props, weaponry and costume elements. In addition to the amazingly lifelike horse effects for this film, Rappaport created an animatronic wolf puppet for scenes where young Leonidas faces off with the predatory animal. \"The filmmakers shot interactions of the practical puppet attacking young Leonidas in a narrow rock crevice. Veteran creature effects supervisor Mark Rappaport and his team mechanized the puppet with: eye-blinks; head, neck, brow, jaw and tongue movement; saliva tubes and glowing eyes.\"",
            "score": 28.05498170852661
        },
        {
            "docid": "29399400_2",
            "document": "Cheetham Ice Tongue . Cheetham Ice Tongue () is a small ice tongue on the east coast of Victoria Land between Lamplugh Island and Whitmer Peninsula. It projects eastward into the Ross Sea. The tongue appears to be nourished in part by Davis Glacier and partly by ice draining from Lamplugh Island and Whitmer Peninsula. It was first charted by the British Antarctic Expedition, 1907–09, under Shackleton, and named by him for Alfred B. Cheetham, third officer on the \"Nimrod\".",
            "score": 22.30063796043396
        },
        {
            "docid": "197112_18",
            "document": "Bumblebee . The bumblebee tongue (the proboscis) is a long, hairy structure that extends from a sheath-like modified maxilla. The primary action of the tongue is lapping, that is, repeated dipping of the tongue into liquid.  The tip of the tongue probably acts as a suction cup and during lapping, nectar may be drawn up the proboscis by capillary action. When at rest or flying, the proboscis is kept folded under the head. The longer the tongue, the deeper the bumblebee can probe into a flower and bees probably learn by experience which flower source is best-suited to their tongue length. Bees with shorter proboscides, like Bombus bifarius, have a more difficult time foraging nectar relative to other bumblebees with longer proboscides; to overcome this disadvantage, B. bifarius workers were observed to lick the back of spurs on the nectar duct, which resulted in a small reward.",
            "score": 27.477778673171997
        },
        {
            "docid": "30226070_365",
            "document": "List of Ben 10 villains . Hydromanders are tadpole-like creatures that first appeared on the episode \"Waterfilter\" They have dark green skin with whitish yellow belly, orange eyes and sharp teeth, orange dorsal fin on their heads, three tentacles on each side of the head, and a tadpole-like tail. Their behavior are extremely hostile, especially when someone disturbs them. After waking up, they eat everything around them and use their tongue to eat like actual salamanders. When they die, many smaller Hydromanders sprout from the corpse of the one that died. Apparently, the newborn Hydromanders have the memories of the one they came from. They can breathe and swim underwater, giving them enhanced speed and agility, stretch their tongue to a long distance which can grab anything and introduce it inside their mouth and if they are injured, it can regenerate quickly inside the mouth, and move the tentacles from their head and their tail.",
            "score": 33.77947282791138
        },
        {
            "docid": "41512271_56",
            "document": "Gospel riots . On Sunday 9 September 1901 (Old Style), the front page carried the first instalment of Pallis' translation of the Gospel of Matthew, under a full-width headline reading \"ΤΟ ΕΥΑΓΓΕΛΙΟΝ ΕΙΣ ΤΗΝ ΓΛΩΣΣΑΝ ΤΟΥ ΛΑΟΥ\", or \"THE GOSPEL IN THE LANGUAGE OF THE PEOPLE\". The translation itself occupied the right-most column, under a sub-heading quoting (in Greek) St Paul's words: \"So likewise ye, except ye utter by the tongue words easy to understand, how shall it be known what is spoken?\" (1 Corinthians 14.9)",
            "score": 23.227159023284912
        },
        {
            "docid": "52110195_4",
            "document": "Mommy Dearest (Grimm) . Meisner (Damien Puckler) aids Adalind (Claire Coffee) in giving birth to the baby, and also restoring Adalind's powers as a Hexenbiest. Back in Portland, a creature stalks a pregnant woman, Dana Tomas (Tess Paras), to her room and uses his extremely large tongue to poke into her belly button. Dana then cuts the creature's tongue and it flees before falling unconscious.",
            "score": 19.303927421569824
        },
        {
            "docid": "26899032_16",
            "document": "Two-spotted bumble bee . \"B. bimaculatus\" queens forage on \"Aquilegia\" flowers. The queens hang upside down on stamens, clutch the filament with their forelegs, and scrape off pollen using their middle and hind legs. Workers enter the \"Aquilegia\" spurs by pushing their head and part of their thorax into the spur's mouth. They then extend the maxillae and tongue into the spur to drink nectar, repeating this process on multiple spurs of the same plant before visiting the next one.",
            "score": 23.854869842529297
        },
        {
            "docid": "226515_19",
            "document": "Jason and the Argonauts (1963 film) . Ray Harryhausen regarded the film as his best. Previous Harryhausen films had been generally shown as part of double features in \"B\" theatres. Columbia was able to book it as a single feature in many \"A\" theatres in the United States. The skeletons' shields are adorned with designs of other Harryhausen creatures, including an octopus and the head of the Ymir from \"20 Million Miles to Earth\".",
            "score": 13.540326356887817
        },
        {
            "docid": "10176012_6",
            "document": "Seventh Cross: Evolution . These parts may be \"equipped\" any time, but each require specific amounts of nutrients found in certain foods, among which are protein and fiber. After a while, the player may add enough parts to the organism to fend off and even kill other creatures, fight the stage's boss creature and advance to the next stage. Each part has different attributes that enhance particular areas like movement speed and attack strength. These parts may be added ala carte; that is, a lynx's head may be placed upon an organism with crab's body and frog's legs. This may result in odd combinations of creatures akin to Microsoft's \"Impossible Creatures\".",
            "score": 13.905359745025635
        },
        {
            "docid": "25220261_3",
            "document": "CRAFFT Screening Test . The older version of the questionnaire contains 9 items in total, answered in a \"yes\" or \"no\" format. The first three items (Part A) evaluate alcohol and drug use over the past year and the other six (Part B) ask about situations in which the respondent used drugs or alcohol and any consequences of the usage. The CRAFFT 2.0 screening tool begins with past-12-month frequency items (Part A), rather than the previous “yes/no” question for any use over the past year and the other six (Part B) ask about situations in which the respondent used drugs or alcohol and any consequences of usage.",
            "score": 17.93007493019104
        },
        {
            "docid": "32066656_3",
            "document": "Yes-R . Yes-R originates from East Amsterdam. Inspired by his cousin Ali B, he started rapping at the age of 12. A year later, he entered a talent show in which he placed second. In 2003, he was introduced to Lange Frans, the frontman of the rap formation D-Men, who was impressed by Yes-R's flow. Lange Frans then took on the production of Yes-R's recordings. The first song \"Chickiesflasher\" was an underground hit and became part of the compilation album \"De gastenlijst\". He was also featured on the single \"Sletje\" by Baas B as well Maritza's debut single \"Laat Je Gaan\".",
            "score": 6.201350450515747
        },
        {
            "docid": "43204585_3",
            "document": "Creature (company) . Creature opened an office in London in 2011 which was considered a separate entity. In 2013 Creature created a tongue-in-cheek campaign “Commercialize Seattle” sponsored by the city of Seattle, Washington to encourage agencies to produce more commercials. In June 2014 Creature hired former Seattle Mayor’s Office Film and Music Director James Keblas as president.",
            "score": 19.746701955795288
        },
        {
            "docid": "1631358_2",
            "document": "Mušḫuššu . The mušḫuššu (; formerly also read as \"sirrušu\", \"sirrush\") is a creature from ancient Mesopotamian mythology. A mythological hybrid, it is a scaly dragon with hind legs resembling the talons of an eagle, feline forelegs, a long neck and tail, a horned head, a snake-like tongue, and a crest. The mušḫuššu most famously appears on the reconstructed Ishtar Gate of the city of Babylon, dating to the 6th century BC",
            "score": 20.913322687149048
        },
        {
            "docid": "54984388_20",
            "document": "September on Jessore Road . Ring O ye tongues of the world for their woe<br> Ring out ye voices for Love we don't know<br> Ring out ye bells of electrical pain Ring in the conscious of American brain.<br>",
            "score": 22.429516792297363
        }
    ],
    "r": [
        {
            "docid": "47622595_4",
            "document": "Waistland . \"At the start of this sensible book about the \"weight and fitness crisis\" in America, Harvard psychologist Deirdre Barrett says the answer lies in the study of evolution. As animals, we are genetically almost identical to our Stone Age ancestors. We live in advanced societies, with supermarkets and cars and lifts, but we are built to be hunter-gatherers. We are programmed to seek out fat, sugar, starch and salt, because, in the Stone Age, these things were hard to come by. When they turn up in abundance, our bodies, for the most part, can't say no.  . . . to put it simply, human beings are evolving much more slowly than the food we eat. And the food is tricking us. We think it's what we need, but it's just what we want. What can we do? Eat sensibly and exercise, of course. One thing we have to do, though, is not to “listen to your body\" – because it craves food that, in abundance, is bad for it. . . This is a clear, well-written and thoughtful guide to the fat crisis.\" - The Telegraph (UK)",
            "score": 43.634952545166016
        },
        {
            "docid": "33833_25",
            "document": "Willard Van Orman Quine . How can we talk about Pegasus? To what does the word 'Pegasus' refer? If our answer is, 'Something,' then we seem to believe in mystical entities; if our answer is, 'nothing', then we seem to talk about nothing and what sense can be made of this? Certainly when we said that Pegasus was a mythological winged horse we make sense, and moreover we speak the truth! If we speak the truth, this must be truth \"about something\". So we cannot be speaking of nothing.",
            "score": 42.87793731689453
        },
        {
            "docid": "1079427_5",
            "document": "Homunculus argument . Now, in terms of (say) chess, the players are given 'rules' (i.e. the rules of chess) to follow. So: who \"uses\" these rules? The answer is self-evident: the players of the game (of chess) use the rules: it's not the case (obviously) that the rules \"themselves\" play chess. The rules themselves are merely inert marks on paper until a \"human being\" reads, understands and uses them. But what about the 'rules' that are, allegedly, inside our head (brain)? Who reads, understands and uses them? Again, the implicit answer is (and, some would argue, must be) a 'homunculus': a little man who reads the rules of the world and then gives orders to the body to act on them. But again we are in a situation of infinite regress, because this implies that the homunculus utilizes cognitive processes that are also rule bound, which presupposes another homunculus inside \"its\" head, and so on and so forth. Therefore, so the argument goes, theories of mind that imply or state explicitly that cognition is rule bound cannot be correct unless some way is found to 'ground' the regress.",
            "score": 42.61944580078125
        },
        {
            "docid": "591767_24",
            "document": "Nicomachean Ethics . Happiness in life then, includes the virtues, and Aristotle adds that it would include self-sufficiency (\"autarkeia\"), not the self-sufficiency of a hermit, but of someone with a family, friends and community. By itself this would make life choiceworthy and lacking nothing. To describe more clearly what happiness is like, Aristotle next asks what the work (\"ergon\") of a human is. All living things have nutrition and growth as a work, all animals (according to the definition of animal Aristotle used) would have perceiving as part of their work, but what is more particularly human? The answer according to Aristotle is that it must involve articulate speech (logos), including both being open to persuasion by reasoning, and thinking things through. Not only will human happiness involve reason, but it will also be an active being-at-work (energeia), not just potential happiness. And it will be over a lifetime, because \"one swallow does not make a spring\". The definition given is therefore: And because happiness is being described as a work or function of humans, we can say that just as we contrast harpists with serious harpists, the person who lives well and beautifully in this actively rational and virtuous way will be a \"serious\" (\"spoudaios\") human.",
            "score": 40.821441650390625
        },
        {
            "docid": "1190148_19",
            "document": "Esham . People were literally scared of my records. There have been so many rumors about me and my records. People got the first album, and they would just make up stories. They'd get into an accident and be like, 'I got into an accident because I was playing that tape.' It wasn't like we helped ourselves when we described what was in people's heads. It wasn't to shock people, though, but to get people involved in what we were doing. We had to get peoples' attention. [...] We said a lot of things that people wanted to say but didn't say. We talked about a lot of political and social [issues] that people didn't want to talk about.",
            "score": 40.50315856933594
        },
        {
            "docid": "7482599_4",
            "document": "What Is Man? (King essay) . He notices first that ‘man is a biological being with a physical body’, which is the ‘less than God’, as we think of ‘God as a being of pure spirit, lifted above the categories of time and space’. The psalmist would then say that God made man that way, and because of this ‘there is nothing wrong with it’ and that ‘everything God makes is good; therefore there is nothing wrong with it’. The Greeks, as King informs us, ‘felt the body was evil’ and that the ‘soul could never reach its full maturity until it broke loose from the prison of the body’. However, Christianity raises the view that ‘the body is not the principle of evil; it says the will is the principle of evil’. He then defines that in ‘any doctrine of man, we must be concerned with man's physical well being’. To support this he brings up Jesus` quote that we need the “bread” to survive and also states ‘this isn’t the only part’ and if we stop here we would see ‘man merely as an animal’. He then brings an example of chemists who calculated that the values of man came to ‘about ninety-eight cents’, today with our living standards it comes to ‘a dollar ninety eight for the average man’. King challenges this idea by questioning ‘But can we explain the whole of man in terms of ninety eight cents?’ and brings up examples of human genius; and again asks ‘Can we explain the mystery of the human soul in terms of ninety eight cents?’ To this he answers “no” and states that ‘man is a child of God’ and raises the second basic point of the doctrine ‘that man is a being of spirit’, which is the ‘thou has crowned him with glory and honour’, and because of our ‘rational capacity, man has a mind, man can reason. This distinguishes us from the lower animals’. King then defines man as ‘God’s marvellous creation. Through his mind he can leap oceans, break through walls, and transcend the categories of time and space’. With this he defines what the biblical writers meant when they said ‘man is made in the image of God’, and that he has ‘rational capacity; he has the unique ability to have a fellowship with God. Man is a being of spirit’.",
            "score": 40.36391067504883
        },
        {
            "docid": "46735792_16",
            "document": "Agent Carter (season 2) . Filming for the season began on August 31, and ended on December 19, 2015, with Edward J. Pei serving as director of photography. Unlike the first season, episodes were filmed concurrently, two at a time. Discussing the series' location move, Head of Marvel Television Jeph Loeb explained that \"\"Agent Carter\" season one took place in New York in 1946. It wasn't like we could go to New York and find 1946, so we shot in L.A. But that's part of the reason that when we talked about it, we said, 'You know what? This season let's stay in L.A.' Because so much of L.A. still looks like it did in 1946.\" Butters expanded by saying the move to L.A. \"was something we had talked about in the middle of the first season...[and] we realized that not only was it a good idea for the storytelling, but also...it's much easier for us to shoot L.A. for L.A. than try to shoot L.A. for New York.\" She added the season hoped to film at Musso & Frank Grill, the Formosa Cafe, the Griffith Observatory, racetracks, piers, and other locations in Downtown Los Angeles.",
            "score": 40.203704833984375
        },
        {
            "docid": "3218480_10",
            "document": "Katt Williams . On September 3, 2015, during an interview, Williams would announce and describe the name of his new upcoming tour entitled \"Conspiracy Theory\" stating, \"The conspiracy conversation is a conversation that we are all familiar with. We know that there are conspiracies out there, but this is a conversation that encompasses a lot of things that aren't being discussed other places. That's the basis for all conspiracy theories: the fact that there is hidden information out there, and how our process changes about things that we thought we used to know. We all, at some point, if we're are at a certain age, we grew up thinking Pluto was a planet. This is probably going to go down as one of my finest works, just because it's a collection of forbidden topics that we can't seem to get answered. I am one of the rare urban public officials. Part of my guarantee in my ticket price is that I'm going to be talking about what we are talking about now, and discussing from now to the next time we see [me] again. This is the open discussion that we've had since 2003. This is what it is about.\"",
            "score": 39.931640625
        },
        {
            "docid": "4791872_10",
            "document": "Appeal to nature . Kompridis writes that the naturalistic view of living things, articulated by one scientist as that of \"machines whose components are biochemicals\" (Rodney Brooks), threatens to make a single normative understanding of human being the only possible understanding. He writes, \"When we regard ourselves as 'machines whose components are biochemicals,' we not only presume to know what our nature permits us to be, but also that this knowledge permits us to answer the question of what is to become of us… This is not a question we were meant to answer, but, rather, a question to which we must remain answerable.\"",
            "score": 39.90450668334961
        },
        {
            "docid": "1189926_7",
            "document": "Boomin' Words from Hell . \"People got the first album, and they would just make up stories. They'd get into an accident and be like, 'I got into an accident because I was playing that tape.' It wasn't like we helped ourselves when we described what was in people's heads. It wasn't to shock people, though, but to get people involved in what we were doing. We had to get peoples' attention. [...] We said a lot of things that people wanted to say but didn't say. We talked about a lot of political and social [issues] that people didn't want to talk about.\"",
            "score": 39.883628845214844
        },
        {
            "docid": "47034961_10",
            "document": "Optimistic knowledge gradient . In this first case, we assume for every worker is perfect, it means they all reliable, but being perfect doesn’t means this worker gives the same answer or right answer. It just means they will try their best to figure out the best answer in their mind, and suppose everyone is perfect worker, just randomly picked one of them, and with formula_4 probability, we going to get a guy who believe this one is positive. That is how we explain formula_4. So we are assume a label formula_9 is drawn from Bernoulli(formula_4), and formula_4 must be consistent with the true label, which means formula_4 is greater or equal to 0.5 if and only if this item is positive with a true positive label. So our goal is to learn H*, the set of positive items. In other word, we want to make an inferred positive set H based on collected labels to maximize:",
            "score": 39.837242126464844
        },
        {
            "docid": "53631658_6",
            "document": "Head for the Edge, Keep Walking . ‘Jill Beech – sharp-eyed, laconic-tongued, tender-hearted – is your new eccentric best friend. She makes a terrific debut in this witty, chatty, lyrical novel. You can trust her. Head for the edge, keep reading.’ Kevin MacNeil, author of The Stornoway Way and Love and Zen in the Outer Hebrides. ‘Kate Tough’s dry wit and keen observations make this eye-catching debut about a defining moment in the life of thirty-something Jill Beech. Both laugh-out-loud funny as well as poignant. She gets the balance between the weighty and the trivial just right, and if we laugh at what we recognise, we also mourn what, and whom, we might have lost.’ Lesley MacDowall",
            "score": 39.72857666015625
        },
        {
            "docid": "15012086_11",
            "document": "American mutilation of Japanese war dead . We learned about savagery from the Japanese ... But those sixteen-to-nineteen-year old kids we had on the Canal were fast learners ... At daybreak, a couple of our kids, bearded, dirty, skinny from hunger, slightly wounded by bayonets, clothes worn and torn, wack off three Jap heads and jam them on poles facing the 'Jap side' of the river ... The colonel sees Jap heads on the poles and says, 'Jesus men, what are you doing? You're acting like animals.' A dirty, stinking young kid says, 'That's right Colonel, we are animals. We live like animals, we eat and are treated like animals–what the fuck do you expect?'",
            "score": 39.623538970947266
        },
        {
            "docid": "45093891_9",
            "document": "Scream Queens (2015 TV series) . Falchuk shared insight on the decision making of who the killer(s) would be, saying, \"We decided right at the beginning. We talked through what is it — Who is the killer? What is it? — so we would always know going forward. In that process, we've had moments where we're like, 'What if instead of this person, it's this person?' Then we talk it through, and we've always come back to our original plan.\" Further elaborating on the nature of a whodunit narrative Falchuk stated, \"We're very careful to have somebody go through the script all the time and try to understand who was attacked, when they were attacked, why they were attacked, and if it's possible that we are eliminating anyone as a suspect by doing this. The answer always has to be no, because we know how fans are. They make big charts about who the killer is, and then someone figures it out. I think there's great fun in the whodunnit, but it's also, somebody's going to figure it out. By the end of episode one, somebody's going to figure it out, because that's what people do. I don't think it'll take anything away from anything.\"",
            "score": 39.19129943847656
        },
        {
            "docid": "33421451_21",
            "document": "Occupy Toronto . The CEO of TD Bank, Ed Clark was asked what advice he might give to the protesters. His answer was \"My main advice is stick to your guns. When people say, 'You don't have a solution,' say, 'Of course we don't. If there was a solution, don't you think people would be doing it?' To ask the people who occupy Wall Street or Bay Street to have a full answer is absurd. They're doing their job which is to say, 'If you think this [system] is working for everyone, it's not.' Now they have to figure out how not to get captured by special interest and keep the pressure on. We need people to talk about these problems and how we're going to solve them.\". TD head Ed Clark was a close second to top earning bankers according to an article in the November 2011 issue of Toronto Life, earning $11,426,795.",
            "score": 39.12006759643555
        },
        {
            "docid": "2239339_3",
            "document": "Commonsense knowledge (artificial intelligence) . It is currently an unsolved problem in Artificial General Intelligence and is a focus of the Paul Allen Institute for Artificial Intelligence. Commonsense knowledge can underpin a commonsense reasoning process, to attempt inferences such as \"You might bake a cake because you want people to eat the cake.\" A natural language processing process can be attached to the commonsense knowledge base to allow the knowledge base to attempt to answer commonsense questions about the world. Common sense knowledge also helps to solve problems in the face of incomplete information. Using widely held beliefs about everyday objects, or common sense knowledge, AI systems make common sense assumptions or default assumptions about the unknown similar to the way people do. In an AI system or in english, this is expressed as 'Normally P holds', 'Usually P' or 'Typically P so Assume P'. For example if we know the fact 'tweety is a bird' , because we know the commonly held belief about birds, Typically Birds Fly, without knowing anything else about tweety, we may reasonably assume the fact that 'tweety can fly.' As more knowledge of the world is discovered or learned over time, the AI system can revise its assumptions about tweety using a truth maintenance process. If we later learn that 'tweety is a penguin' then truth maintenance revises this assumption because we also know 'penguins do not fly'.",
            "score": 39.11170196533203
        },
        {
            "docid": "2273984_21",
            "document": "Thank You for Smoking . Reitman has maintained his purpose was to match the tone and satirical message of the book as closely as possible. \"What I wanted people to think about was political correctness. I wanted them to think about ideas of personal responsibility and personal choice. I think cigarettes are a wonderful location for that discussion because cigarettes are something we know all the answers to\", he posits. \"I wanted to look into this idea of why we feel the need to tell each other how to live and why we can't take personal responsibility for our own actions when we fall ill from things that we know are dangerous.\" Stephanie Zacharek of Salon agrees with Reitman; \"Despite its title, the movie doesn't come packaged with a strong anti-smoking message, because it doesn't need to: Everyone knows that smoking is bad for you, including people who continue to do it.\"",
            "score": 38.80297088623047
        },
        {
            "docid": "23399373_7",
            "document": "Do Not Fold, Spindle or Mutilate . At the precinct, detective Hallum questions a man (Paul Smith), \"Don't get yourself in an uproar, Mr. Cutter, we really don't care why you went there\". Cutter turns to his lawyer (Gary Vinson) and asks, \"Do I answer that?\" and the lawyer replies, \"If you think you can…safely\". The exasperated Hallum says to the lawyer, \"For crying out loud, Mr. Jonas, you're making this guy sound as guilty as sin. Stop with the cagey act, will you, and explain to your client that unless the coroner declares Brenda Bauer hit herself on the head with that candlestick five times, we've got a murder case here. He's not a prime suspect. His fingerprints don't match the prints on that candlestick. Now tell him to start talking to me and you stop dancing and maybe we can go home. I'm tired.\" The diffident Jonas replies, \"Well, seems reasonable, but I must insist on protecting my client's best interests\". Hallum retorts, \"then go out and hire him a lawyer who knows what he's doing. Like I said, I don't care why you went there. I just want to know when you made the appointment and if she said anything to you at all about what she expected to be doing before she met you. Now is that so hard to answer?\" Cutter then says, \"Well, as a matter of fact, we... we had a standing appointment...uh... every Tuesday at 6:30. we never saw each other any other time, or even talked on the phone. Just... uh... every Tuesday night at 6:30\".",
            "score": 38.764957427978516
        },
        {
            "docid": "11310898_8",
            "document": "Islamic Declaration . To the question, \"What is a Muslim society?\" our answer is a community made up of Muslims, and we consider that this answer says it all, or nearly so. The meaning of this definition is that there is no institutional, social or legal system that can exist separately from people who are its actors, of which we could say, \"This is an Islamic system.\" No system is Islamic or Islamic \"per se\". It is only so based on the people who make it.",
            "score": 38.759193420410156
        },
        {
            "docid": "28162971_39",
            "document": "Tom Steyer . In June 29, 2018, Tom Steyer interview by Rollingstone on George W. Bush Nancy Pelosi and Democratic has not impeached to George W. Bush and warns that President Donald Trump could start a nuclear war he said, \"I remember 2006,\" Steyer said. \"What happened is that George W. Bush, he put us in two disastrous wars and we were headed toward the biggest financial disaster since the Great Depression. So if the answer is that we need those three things to happen for a course correction, I'd prefer to move a little quicker. How about that? But I take your point. Maybe we can have, like, a nuclear war and then we get a real course correction\".",
            "score": 38.715919494628906
        },
        {
            "docid": "46434300_16",
            "document": "S.O.S. (Agents of S.H.I.E.L.D.) . Bell also discussed the end tag of the episode, where Simmons is consumed by the Kree Monolith weapon, saying \"When we first started talking about the Monolith, we knew that it needed to present a threat and we needed to demonstrate some of that threat and the promise of more story, because — this is gonna shock you — we want more people to watch next year, because we like when people watch our show. It’s easy to kill a character for shock value or whatever, and we did have a number of deaths this season, but I don’t think they were so much for shock value as the hopefully understandable logic of the characters and the stories. We prefer to leave you with something to talk about, to walk away with. This is something that came up in the room, we talked about what it meant… The idea of getting Fitz and Simmons — who had been one person — to become two whole people, come back together, agree to go on a date, and then have this happen, felt beautifully poetic and promises some really intriguing stories next season, which is really what it’s all about.\"",
            "score": 38.670654296875
        },
        {
            "docid": "15643795_28",
            "document": "David Reekie . Birds have always had a certain place in our mythology and literature. In Ancient Egypt, the God Thoth has a bird's head (the head of an ibis). He is considered the 'heart and tongue' of Ra, and the means by which Ra's will is translated into speech. An Augur, or priest of Ancient Rome, was said to be able to interpret 'the will of the Gods' by reading the behaviour of birds. While Native Americans, renowned for their understanding of the natural world and their reverence for it, relied upon the eagle, to take their prayers to the Great Spirit. We need only remind ourselves of the recent devastation caused by avian influenza to gain an appreciation what is at stake in our relationship with these small garden birds. It is symptomatic of our relationship with the natural world itself. As Mark Cocker in his review of these pieces, writes: It may seem absurd today. But perhaps we should reflect that in 1997 the Labour government offered a series of indices to measure the quality of life in this country. One of those yardsticks for the good life in Britain was bird populations. We are all now familiar how birds act as indicators for the quality of our environment. The owl, whose cry pierces the darkness, or the kestrel which wrestles the wind to a standstill at the motorway verge, will only survive if the trees, the insects, the other animals, the flowers and the countryside itself are all present and correct. In \"An Exchange of Information\" the distinct nature of the materials used for the different parts of the sculpture, appears to underpin the distance between human beings and birds in modern life.",
            "score": 38.658267974853516
        },
        {
            "docid": "2612156_12",
            "document": "Stephen R. L. Clark . What our forebears lacked was a full understanding of the extent to which our welfare depends upon the health of the global ecosystem and the extent to which our evolutionary cousins can be hurt, harmed and injured in ways analogous to ourselves. The question before us is not simply \"how may we produce the greatest ratio of pleasure to pain\" (a wholly vacuous program), nor yet \"what rights do creatures have before the community formulates them,\" but how may we best order the communities (social and global) of which we are parts? The answer, I believe, must lie in our taking seriously what we already know, that more matters even to animals than their own plain or pleasure, and that our survival even as a species depends upon being able to maintain or create substantial and civil ecosystems at household, civil, national and global levels.",
            "score": 38.533287048339844
        },
        {
            "docid": "46508270_4",
            "document": "I Can Change (Brandon Flowers song) . \"I Can Change\" features a vocal recording of Neil Tennant (of the Pet Shop Boys) taken via a cell phone answering machine. Flowers has said of the recording: \"We just talked about it, and we just had this gap in a verse and we needed to stick something in there. We were talking about it being a speaking part, and the greatest musical 'speaker' is Neil Tennant! His voice is like no other. I texted him if he would -- he didn't even hear the song or the tempo or anything, I just texted him this line. I asked, will you send us a voicemail of yourself saying, 'When you're looking for a change'? And that was it. He sent us a voice memo, and we stuck it onto the track, from the phone. It was done within 20 seconds.\"",
            "score": 38.43216323852539
        },
        {
            "docid": "24651272_24",
            "document": "MOGUL framework . Because of these two modes of knowing, we can appear to be very knowledgeable about the grammar of a particular language or grammar in general and yet be very poor users of that language. Or, like many native speakers, we can make metalinguistic assertions about the rules of our language which are not at all borne out by the way we actually speak and comprehend our mother tongue. Knowledge of a language, in this metalinguistic sense of the word, can also be \"right\" or \"wrong\". We can have misconceptions about language, or we can have a view of grammar that accords with the facts. By way of contrast, the system operated subconsciously within our language module can never be right or wrong: it is just the way it is, the way it as has developed in us over time. Metalinguistic knowledge is not useless, however. An essential part of education in many cultures is acquiring such consciously-accessible knowledge about language, and especially about the mother tongue. In MOGUL, however, this should not be confused with the implicit knowledge of language that drives language performance.",
            "score": 38.10423278808594
        },
        {
            "docid": "6026774_14",
            "document": "Tokai (character) . As is normal in cartoons, Tokai's world is also full of fantasies. Tokai often talks to cows, crows and other animals. To the fantasy of a crow wondering what would happen if it could exchange life with Tokai, the puzzled boy answers, 'What else! We would having our meal at this very same garbage bin like we are now!'",
            "score": 37.956966400146484
        },
        {
            "docid": "16830632_14",
            "document": "Trace (deconstruction) . However, now that we are done discussing this Derridian strategy, let us get back to the concept of sous rature. To understand it properly, we need to learn about Heidegger's existentialist theories. In doing so, we will also explore the link between existentialism and structuralism. Heidegger said that the possibility of 'being', or what he called \"Dasein\" (meaning being-there), is the presupposition behind any definition, any defined entity. He comes to this decision through the general problem of definition: if anything is to be defined as an entity, then the question of Being, in general, have to be answered affirmatively at first. Before we can think and decide that something exists, we must acknowledge the fact that anything can be. This Being is not an answer to a question, as it predates any thought, or possibility of thought: if the subject of your thought \"exists\", then the Being is always-already there. Yet, Heidegger refuses the metaphysicality of the word \"Being\", and tries to keep it to the human realm by crossing it out. When Heidegger puts \"Being\" before all concepts, he is trying to put an end to a certain trend of Western philosophy that is obsessed about the origin, and by the same token, the end. Putting \"Being\" under erasure is an attempt by Heidegger to save his concept of \"Being\" from becoming the metaphysical origin and the eschatological end of all entities. Yet, by making \"Dasein\" or \"Being\" his master-word, his function-word, Heidegger, nonetheless, fails to do so. Heidegger's concept of \"Dasein\" is similar to the Structuralist concept of the 'signified'. To put it simply, in Structuralism, all signifiers are directly connected to an extra-linguistic signified, the invariable ones. To 'mean' anything, a signifier must presuppose a signified already-always outside it. This is what Derrida terms as the \"transcendental signified\": as a signified, it belongs to the realm of language, but by being invariable, and by refusing any movement, it remains outside it [A word, if immovable, can mean nothing, or even exist. Only when an endless chain of other signifiers, other words, hints, get associated with it, it finally acquires meaning ('Camel' is understandable only when it is thinly associated with many related words, such as 'animal', 'desert', 'cigarette', 'long neck etc). In other words, language is this movement]. Dasein, by being under the erasure, claims to remain in the realm of physicality, but by being prior and anterior to any entity, and any thought, it remains outside them. In short, Heidegger's idea of \"Dasein\" fails to overcome the metaphysical trap. Derrida takes almost a similar strategy. But in his case, he puts the concept of \"trace\" under erasure. Trace, unlike \"Dasein\", is the absence of the presence, never itself the Master-word; it is the radically \"other\", it plays within a certain structure of difference. To Derrida, sign is the play of identity and difference; half of the sign is always \"not there\", and another half \"not that\" [We define everything negatively, a chair is 'not' a table, 'not' five-legged, one-legged, 'not' animate, 'not' of flesh. For detailed discussion, check Ferdinand de Saussure. The sign never leads to the extra-linguistic thing, it leads to another sign, one substituting the other playfully inside the structure of language. We do not feel the presence of a thing through a sign, but through the absence of other presences, we guess what it is. To Derrida, trace and not \"being-there\", difference and not-identity, create meaning inside language. This is the main difference between Heideggerian Dasein and Derridian trace.",
            "score": 37.76470184326172
        },
        {
            "docid": "4885254_9",
            "document": "Mystic Stylez . Three 6 Mafia member DJ Paul spoke about the feud saying “It wasn’t a real beef,” DJ Paul says. “It was more of a misunderstanding because we was rapping about triple six, devil shit, and tongue twisting over slow beats. We had been doing that since 1989 and then all of a sudden when Bone came out—I think it was 1993… We didn’t know the Faces Of Death album because it was their underground stuff. Just like they probably didn’t know our underground stuff. When they came out with “Thuggish Ruggish Bone” and all of that stuff and we hear somebody kind of on our same style: Faces Of Death, redrum, muder, 6-6-6, tongue twisting. We were like, ‘Damn these dudes done stole our style!’ [Laughs] That’s why we got mad about it. We ran into each other a couple of times and there was a push or something. But there was never no fight or nothing like that.” DJ Paul continued “After a while we became cool,” he says. “Our first song was with Krayzie Bone on Project Pat’s Ghetty Green album maybe in 1997 [or] 1998 or something like that. We’ve been cool ever since then. We’re actually talking about doing a tour together soon. We did some shows together. They was fun as fuck. We had a blast with Bone.”",
            "score": 37.74599838256836
        },
        {
            "docid": "213780_4",
            "document": "Native Tongues . Trugoy the Dove recalled: \"The Native Tongues came about where, basically, we had a show together in Boston. [De La Soul], Jungle [Brothers] and we linked from there. We had a natural love for the art and a natural love for each other on how we put stuff together. So we invited [the Jungle Brothers] to a session, and when they hooked up with us, we happened to be doing \"Buddy.\" It wasn't business; it wasn't for a check. It was just trading ideas and just seeing what you're doing. Bottom line, it was just having fun.\"",
            "score": 37.732826232910156
        },
        {
            "docid": "4026045_16",
            "document": "Anomalous monism . He asks us to then consider the attribution of a belief. We are seeking a good scientific theory of amorous relations. We ask ourselves if Thomas, who has recently been betrayed by his girlfriend Ffion, believes that it is possible that the relationship can continue. The way we can find out the answer to this question is simply by asking Thomas if he believes it is possible. Thomas says no. Does this authorize us to attribute to Thomas the belief that the relationship cannot continue? Of course not, since Thomas is probably angry and confuses his desire to break up with Ffion with his beliefs. So we ask him if he is angry with Ffion. He says that he is, but we cannot attribute to him the belief that the relationship \"can\" continue, because we don't really know if he's confusing his desires with his beliefs or vice versa. So now we ask Thomas if he will still retain the same opinion next month. Thomas pauses for a while and then says yes. At this point, we think we have a definitive confirmation of the fact that Thomas believes that the relation must be interrupted, since he reflected on the matter before answering. Just to be sure, we ask him what came to mind during that interval of reflection. Thomas answers that he thought of all the unhappy incidents between that took place between him and Ffion. So we return to our original hypothesis on the basis that Thomas is angry and therefore confuses his desires and his beliefs.",
            "score": 37.54376983642578
        },
        {
            "docid": "17697980_84",
            "document": "All Creatures Great and Small (TV series) . Maggie Thomas was one of the three make-up personnel in the original run. She recalled: \"The actual make-up job seemed pretty minimal, until we realised that every storyline had an injured animal in it, and that my designer and I would, as far as possible, be doing them! What we didn't know was that every animal injury in the storyline would require a lot of attention from the make-up department. It soon became very clear that we were going to have our work cut out to achieve some believable-looking animal injuries. Mostly we always knew in advance what would be needed from reading the script; otherwise, we wouldn't be ready when it came to that part of the day's shoot. We always had a gallon of artificial blood with us, but there were occasions when we couldn't foresee an even that would require our 'expertise'.\"",
            "score": 37.522457122802734
        },
        {
            "docid": "358754_16",
            "document": "Method of complements . This is not yet correct. We have essentially added 999 to the equation in the first step. Then we removed 1000 when we dropped the leading 1 in the result 1654 above. This will thus make the answer we get (654) one less than the correct answer formula_19. To fix this, we must add 1 to our answer:",
            "score": 37.44537353515625
        }
    ]
}