{
    "q": [
        {
            "docid": "11608859_2",
            "document": "Prevention of dementia . The aim of dementia prevention is to delay or prevent dementia. Dementia prevention is a global health priority and as such requires a global response. Recent initiatives include the establishment of the International Research Network on Dementia Prevention (IRNDP) which aims to link researchers in this field globally, and the establishment of the Global Dementia Observatory a web-based data knowledge and exchange platform, which will collate and disseminate key dementia data from members states. Although there is no cure for dementia currently, it is well established that modifiable risk factors influence both the likelihood of developing dementia and the age at which it is developed. Dementia can be prevented by reducing the risk factors for vascular disease (e.g. diabetes, high blood pressure, obesity, smoking, and physical inactivity) and depression. Livingstone et al. (2014) conclude that more than a third dementia cases are theoretically preventable.",
            "score": 31.43212914466858
        },
        {
            "docid": "5559793_2",
            "document": "Montessori-Based Dementia Programming . Montessori-Based Dementia Programming (MBDP) is a method of working with older adults living with cognitive and/or physical impairments based on the ideas of the educator Maria Montessori. It has been shown to increase levels of engagement and participation in activities of persons with dementia. While it can not cure or prevent Alzheimer's disease, it has been shown to generally improve many aspects of the quality of life of those who have it.",
            "score": 36.167396545410156
        },
        {
            "docid": "16983737_5",
            "document": "Ceramic mold casting . The \"Unicast process\" is very similar to the Shaw process, except it does not require the mold to be ignited and then be cured in a furnace. Instead, the mold is partially cured so the pattern can be removed and it is then completely cured by firing it at approximately . If a metal with a low melting point is cast then the firing can be skipped, because the mold has enough strength in the \"green state\" (un-fired).",
            "score": 19.147616386413574
        },
        {
            "docid": "54614163_23",
            "document": "Vienna Test System . The World Alzheimer Report 2015 predicted that every year 9.9 million people will be newly diagnosed with dementia. That means that on average someone is diagnosed every 3.2 seconds. Because dementia cannot be cured but its progress can be slowed, early diagnosis of symptoms is particularly important. The DSM-5 classification system defines special diagnostic criteria for neurocognitive disorders in this field; these are assessed by the test set CFD – Cognitive Functions Dementia. Using a touch-screen, the test set assesses attention, verbal long-term memory, executive functions, expressive language and perceptual/motor functions and combines the results to arrive at a global CFD index.",
            "score": 50.36473250389099
        },
        {
            "docid": "38390_60",
            "document": "Dementia . Since dementia impairs normal communication due to changes in receptive and expressive language, as well as the ability to plan and problem solve, agitated behaviour is often a form of communication for the person with dementia. Actively searching for a potential cause, such as pain, physical illness, or overstimulation can be helpful in reducing agitation. Additionally, using an \"ABC analysis of behaviour\" can be a useful tool for understanding behavior in people with dementia. It involves looking at the antecedents (A), behavior (B), and consequences (C) associated with an event to help define the problem and prevent further incidents that may arise if the person's needs are misunderstood. Little is understood as to whether regular music therapy is helpful due to lack of high quality data.",
            "score": 30.62683939933777
        },
        {
            "docid": "602618_12",
            "document": "Arginase . Symptoms of the disorder include neurological impairment, dementia, retardation of growth, and hyperammonemia. While some symptoms of the disease can be controlled via dietary restrictions and pharmaceutical developments, no cure or completely effective therapy currently exists.",
            "score": 30.26001739501953
        },
        {
            "docid": "25973091_4",
            "document": "Art and dementia . While scientists are racing to find a cure, according to the Alzheimer Society of Canada, about half a million Canadians were living with dementia in 2009. The arts provide a non-pharmaceutical approach that helps alleviate anxiety and confusion and provide some respite for people with dementia and their caregivers. Being engaged in the arts is a positive way of maintaining or improving one's quality of life, especially those who live with dementia.",
            "score": 28.92733669281006
        },
        {
            "docid": "38390_61",
            "document": "Dementia . No medications have been shown to prevent or cure dementia. Medications may be used to treat the behavioural and cognitive symptoms but have no effect on the underlying disease process.",
            "score": 49.449997425079346
        },
        {
            "docid": "21553781_2",
            "document": "Alzheimer Society of Canada . The Alzheimer Society of Canada (ASC) is the leading nationwide health charity for people living with Alzheimer's disease and other dementias. Active in communities right across Canada, the Society partners with Alzheimer Societies in every Canadian province to offer information, support and education programs for people with dementia, their families and caregivers. ASC funds research to find a cure and improve the care of people with dementia, promotes public education and awareness of Alzheimer's disease and other dementias, and influences policy and decision-making to address the needs of people with dementia and their caregivers.",
            "score": 32.17745113372803
        },
        {
            "docid": "29680009_23",
            "document": "The Society for the Arts in Dementia Care . The topic of creative expression and dementia is gaining interest in conferences, workshops, art exhibits and in research in the academic world. Presently, there is no known cure for this condition and the Society urges the medical model of dementia care to be reinforced with approaches that promote social and creative well-being. The work of the Society is of interest to researchers in gerontology and dementia, to the arts community, to creative expression facilitators, medical doctors, formal and informal caregivers. It also engages practitioners in the field of dementia care, administrators of care facilities, policy makers, families and the community at large.",
            "score": 38.895530462265015
        },
        {
            "docid": "38390_57",
            "document": "Dementia . Except for the treatable types listed above, there is no cure. Cholinesterase inhibitors are often used early in the disorder course; however, benefit is generally small. Cognitive and behavioral interventions may be appropriate. There is some evidence that educating and providing support for the person with dementia, as well as caregivers and family members, improves outcomes. Exercise programs are beneficial with respect to activities of daily living and potentially improve dementia.",
            "score": 38.29118347167969
        },
        {
            "docid": "668318_24",
            "document": "Frontotemporal dementia . Currently, there is no cure for FTD. Treatments are available to manage the behavioral symptoms. Disinhibition and compulsive behaviors can be controlled by selective serotonin reuptake inhibitors (SSRIs). Although Alzheimer's and FTD share certain symptoms, they cannot be treated with the same pharmacological agents because the cholinergic systems are not affected in FTD.",
            "score": 42.419607639312744
        },
        {
            "docid": "2345894_16",
            "document": "Social issue . Infectious diseases are often public health concerns because they can spread quickly and easily, affecting large numbers of members. The World Health Organization has an acute interest in combatting infectious disease outbreaks by minimizing their geographic and numerical spread and treating the affected. Other conditions for which there is not yet a cure or even effective treatment, such as dementia, can be viewed as public health concerns in the long run.",
            "score": 32.13886308670044
        },
        {
            "docid": "14210361_3",
            "document": "Alzheimer's Research UK . In February 2011 Alzheimer's Research Trust renamed as the Alzheimer's Research UK. It is dedicated to funding scientific studies to find ways to treat, cure or prevent Alzheimer's disease, vascular dementia, Lewy Body disease and fronto-temporal dementia.",
            "score": 26.981069564819336
        },
        {
            "docid": "10525212_2",
            "document": "Yes We Can Can . \"Yes We Can Can\" is a 1973 funk classic recorded by the American R&B girl group the Pointer Sisters and released on the Blue Thumb record label.",
            "score": 0.0
        },
        {
            "docid": "13075834_6",
            "document": "The Braes o' Killiecrankie . <score midi=\"5\" vorbis=\"1\"> \\relative c\" { \\time 2/4 \\key g \\major  \\partial 8 g16( a) | b8 b \\grace { c8 } b a16( g) | c4 c8 b16( a) | b8 b c16( b) a( g) | b8 d d g,16( a) | b8 b c16( b) a16( g) | c4 c8 b16( a) | b16( c) d16( b) a8 g | d8 g g \\bar \"||\" b16( c) | d8 d, d e16( f) | e8 d16( e) c8 b'16( c) | d8 d, d' d, | b' d d\\fermata b16( c) | d8 d, d e16( f) | g16( f) e( d) c8 b'16 c | b16( c) d( b) a8 g | e g g \\bar \"|.\" }  \\addlyrics {Whare | hae ye been sae | braw, lad? Whare | hae ye been sae | bran -- kie, O? Whare | hae ye been sae | braw, lad? Came | ye by Kil -- li -- | cran -- kie, O? An | ye had been whare | I hae been, Ye | wad -- na been sae | can -- tie, O; An | ye had seen what | I hae seen, I' the | braes o' Kil -- li -- | crank -- kie, O. }</score>",
            "score": 0.0
        },
        {
            "docid": "39701014_7",
            "document": "Cast urethanes . Cast urethane starts as a liquid that can be dispensed into a mold, post cured in ovens and where required, secondary machining operations can be added. Cast thermoset urethanes have better physical properties than most injection or extruded thermoplastics. Dispensing liquid urethane into open molds or compression tools makes it possible to cast just about any configuration from affordable tooling.",
            "score": 15.576786994934082
        },
        {
            "docid": "25303023_27",
            "document": "Pretty Cure All Stars . is a 5-minute short released with the \"Yes! PreCure 5 GoGo\" movie DVD, featuring the cures from \"Max Heart\", \"Splash Star\" and \"Yes! PreCure 5 GoGo\" series working together to fight off a mysterious enemy. Ultimately, this has led to the establishment of \"Pretty Cure All Stars\" series today.",
            "score": 12.128292083740234
        },
        {
            "docid": "43012238_5",
            "document": "Young Living . In September 2014, the U.S. Food and Drug Administration warned Young Living against marketing its products as possible treatments or cures for Ebola virus, and other conditions, including \"Parkinson’s disease, autism, diabetes, hypertension, cancer, insomnia, heart disease, post-traumatic stress disorder (PTSD), dementia, and multiple sclerosis, that are not amenable to self-diagnosis and treatment by individuals who are not medical practitioners.\" The letter named specific essential oil products, \"such as, but not limited to, \"Thieves,\" \"Cinnamon Bark,\" \"Oregano,\" \"ImmuPower,\" \"Rosemary,\" \"Myrtle,\" \"Sandalwood,\" \"Eucalyptus Blue,\" \"Peppermint,\" \"Ylang Ylang,\" \"Frankincense,\" and \"Orange,\" are promoted for conditions that cause them to be drugs under section 201(g)(1)(B) of the Federal Food, Drug, and Cosmetic Act (the Act) [21 U.S.C. § 321(g)(1)(B)], because they are intended for use in the diagnosis, cure, mitigation, treatment, or prevention of disease.\" The warning further stated that the marketing and distribution of these essential oil products as drugs without FDA approval are violations of the Act.",
            "score": 33.16771066188812
        },
        {
            "docid": "850697_11",
            "document": "J-B Weld . J-B Weld can be used as an adhesive, laminate, plug, filler, sealant, or electrical insulator. When fully cured, J-B Weld can be drilled, formed, ground, tapped, machined, sanded, and painted. However, until hardened, it can sag or drip when applied.",
            "score": 8.9279305934906
        },
        {
            "docid": "3954500_3",
            "document": "The Best of Morphine: 1992–1995 . \"The Best of Morphine, 1992-1995\" chronicles the band's first four albums: \"Good\", \"Cure For Pain\", \"Yes\" and \"B-sides and Otherwise\", and includes two previously unreleased tracks: “Pretty Face”, a dark atmospheric ballad recorded live in one take at Morphine’s studio in Cambridge, MA, and “Jack And Tina”, described by Morphine drummer Billy Conway as “the most beautiful bridge Mark Sandman ever wrote.” The B-side of the long-out-of-print 1000-piece pressing of “Cure For Pain” on 7\" vinyl called “Sexy Christmas Baby Mine” (1993) rounds out the adventure through Morphine musical history. The CD is enhanced with a video of the song “Shame”, recorded at the Masquerade in Atlanta.",
            "score": 8.592010498046875
        },
        {
            "docid": "25303023_2",
            "document": "Pretty Cure All Stars . is the first crossover movie in the \"Pretty Cure\" series, released on March 20, 2009. It features all the Pretty Cures from \"Futari wa Pretty Cure Max Heart\", \"Futari wa Pretty Cure Splash Star\", \"Yes! Pretty Cure 5 GoGo!\" and \"Fresh Pretty Cure!\".",
            "score": 12.709460258483887
        },
        {
            "docid": "227167_2",
            "document": "Dementia with Lewy bodies . Dementia with Lewy bodies (DLB) is a type of dementia accompanied by changes in behavior, cognition and movement. Memory loss is not always present early. Dementia steadily worsens over time and the condition is diagnosed when cognitive decline interferes with normal daily functioning. A core feature is REM sleep behavior disorder (RBD), in which individuals lose normal muscle paralysis during REM sleep, and act out their dreams. RBD may appear years or decades before other symptoms. Other frequent symptoms include visual hallucinations; marked fluctuations in attention or alertness; and slowness of movement, trouble walking, or rigidity. The autonomic nervous system is usually affected, resulting in changes in blood pressure, heart and gastrointestinal function, with constipation as a common symptom. Mood changes such as depression and apathy are common. The exact cause is unknown, but involves widespread deposits of abnormal clumps of alpha-synuclein protein in neurons, known as Lewy bodies, as well as Lewy neurites. DLB is not usually inherited, but there is a genetic association in a small number of families. A probable diagnosis is made based on symptoms and biomarkers; the diagnostic workup may include blood tests, neuropsychological tests, medical imaging, and polysomnography. Other conditions that share some symptoms of DLB include Alzheimer's disease (AD), Parkinson's disease, delirium and, rarely, psychosis. There is no cure or medication that will modify the progression of the disease. Treatments aim to relieve some of its symptoms and reduce the burden on caregivers. Acetylcholinesterase inhibitors (AChEI), such as donepezil and rivastigmine, are effective at improving cognition and overall functioning, and melatonin can be used for sleep-related symptoms. Antipsychotics are usually avoided, even for hallucinations, because people with DLB are sensitive to them, and their use can result in death. Medications for one symptom may worsen another. DLB is one of the three most common types of dementia, along with Alzheimer's disease and vascular dementia. Together with Parkinson's disease dementia, it is one of two dementias classified as the Lewy body dementias. It typically begins after the age of 50, and about 0.4% of people over 65 are affected. In the latter stages of the disease, people with DLB may be unable to care for themselves. Life expectancy following diagnosis is about eight years. The abnormal deposits of protein that are the underlying mechanism of the disease were discovered in 1912 by Frederic Lewy, and diffuse Lewy body disease was first described by Kenji Kosaka in 1976.",
            "score": 59.62886989116669
        },
        {
            "docid": "47845501_9",
            "document": "Real World: Go Big or Go Home . Additional missions Fear, Yes, Speed, and Fall also took part but were not aired. Fear required Kailah to be in a cave of bats, Speed involved the cast driving rally trucks, Yes required Chris to say yes to what his roommates asked of him for the day, and Fall required the cast to rappel down a cliff. Fall did not include CeeJai and Jenna as both had been removed from the show by the time of the mission. Fall can be seen in the season's trailer.",
            "score": 10.880331039428711
        },
        {
            "docid": "11608859_9",
            "document": "Prevention of dementia . Obesity increases the risk of any dementia and Alzheimer's disease in particular. The effect of alcohol on the risk of dementia is a J curve: high alcohol consumption increases the risk of dementia while low alcohol consumption may be protective. However, low alcohol consumption may not protect against vascular dementia and overall cognitive decline. Moderate alcohol consumption can possibly reduce the risk of vascular disease and dementia because it can increase blood levels of HDL cholesterol and weakens blood-clotting agents such as fibrinogen, which offers some protection against heart attacks and small subclinical strokes that together can ultimately damage the brain.",
            "score": 34.463035583496094
        },
        {
            "docid": "7251223_20",
            "document": "Chronic traumatic encephalopathy . there is no cure and it is not expected anytime soon. Treatment is supportive as with other forms of dementia.",
            "score": 32.35159778594971
        },
        {
            "docid": "38390_19",
            "document": "Dementia . Vascular dementia is the cause of at least 20% of dementia cases, making it the second most common cause of dementia. It is caused by disease or injury affecting the blood supply to the brain, typically involving a series of minor strokes. The symptoms of this dementia depend on where in the brain the strokes have occurred and whether the vessels are large or small. Multiple injuries can cause progressive dementia over time, while a single injury located in an area critical for cognition (i.e. hippocampus, thalamus) can lead to sudden cognitive decline.",
            "score": 52.17099094390869
        },
        {
            "docid": "25478512_6",
            "document": "Michael Nehls . Since 2011, Nehls has published several books on the necessary behavioral changes required for healthy aging from an evolutionary history point of view. First \"\"The Methuselah-Strategy\"\" then with \"\"The Alzheimer's Lie\"\" and \"\"Alzheimer's can be cured\"\" two books about Alzheimer's disease, in which he presents his theory about the development of this special form of dementia from evolutionary history of life and systems biology point of view.",
            "score": 23.681579113006592
        },
        {
            "docid": "56419948_7",
            "document": "Good Mood (album) . \"The Australian\" noted, \"the affable plain-spokenness, the facility for melodies that can cure a vitamin D deficiency and, yes, the festival-friendly anthems with unabashedly broad appeal\" and declared it their best album.",
            "score": 8.074496269226074
        },
        {
            "docid": "1340551_52",
            "document": "Crown (dentistry) . There are several materials that can be used to construct temporary crowns. Direct temporary crowns are either made using metal or plastic pre-formed crowns, chemically-cured or light-cured resins or resin composites. Indirect restorations are either made of chemically-cured acrylic, heat-cured acrylic or cast in metal. Unlike cementation of definitive crowns, temporary crowns should be relatively easy to remove. For this reason softer cements are used when cementing temporary crowns. These tend to be zinc oxide eugenol cements.",
            "score": 18.05236530303955
        },
        {
            "docid": "490620_69",
            "document": "Human brain . Neurodegenerative diseases result in progressive damage to different parts of the brain's function, and worsen with age. Common examples include dementia such as Alzheimer's disease, alcoholic dementia or vascular dementia; Parkinson's disease; and other rarer infectious, genetic, or metabolic causes such as Huntington's disease, motor neuron diseases, HIV dementia, syphilis-related dementia and Wilson's disease. Neurodegenerative diseases can affect different parts of the brain, and can affect movement, memory, and cognition.",
            "score": 53.19294452667236
        },
        {
            "docid": "38390_2",
            "document": "Dementia . Dementia is a broad category of brain diseases that cause a long-term and often gradual decrease in the ability to think and remember that is great enough to affect a person's daily functioning. Other common symptoms include emotional problems, difficulties with language, and a decrease in motivation. A person's consciousness is usually not affected. A dementia diagnosis requires a change from a person's usual mental functioning and a greater decline than one would expect due to aging. These diseases also have a significant effect on a person's caregivers. The most common type of dementia is Alzheimer's disease, which makes up 50% to 70% of cases. Other common types include vascular dementia (25%), Lewy body dementia (15%), and frontotemporal dementia. Less common causes include normal pressure hydrocephalus, Parkinson's disease dementia, syphilis, and Creutzfeldt–Jakob disease among others. More than one type of dementia may exist in the same person. A small proportion of cases run in families. In the DSM-5, dementia was reclassified as a neurocognitive disorder, with various degrees of severity. Diagnosis is usually based on history of the illness and cognitive testing with medical imaging and blood tests used to rule out other possible causes. The mini mental state examination is one commonly used cognitive test. Efforts to prevent dementia include trying to decrease risk factors such as high blood pressure, smoking, diabetes, and obesity. Screening the general population for the disorder is not recommended. There is no known cure for dementia. Cholinesterase inhibitors such as donepezil are often used and may be beneficial in mild to moderate disorder. Overall benefit, however, may be minor. There are many measures that can improve the quality of life of people with dementia and their caregivers. Cognitive and behavioral interventions may be appropriate. Educating and providing emotional support to the caregiver is important. Exercise programs may be beneficial with respect to activities of daily living and potentially improve outcomes. Treatment of behavioral problems with antipsychotics is common but not usually recommended due to the little benefit and side effects, including an increased risk of death. Globally, dementia affected about 46 million people in 2015. About 10% of people develop the disorder at some point in their lives. It becomes more common with age. About 3% of people between the ages of 65–74 have dementia, 19% between 75 and 84 and nearly half of those over 85 years of age. In 2013 dementia resulted in about 1.7 million deaths up from 0.8 million in 1990. As more people are living longer, dementia is becoming more common in the population as a whole. For people of a specific age, however, it may be becoming less frequent, at least in the developed world, due to a decrease in risk factors. It is one of the most common causes of disability among the old. It is believed to result in economic costs of 604 billion USD a year. People with dementia are often physically or chemically restrained to a greater degree than necessary, raising issues of human rights. Social stigma against those affected is common.",
            "score": 53.8301842212677
        }
    ],
    "r": [
        {
            "docid": "227167_2",
            "document": "Dementia with Lewy bodies . Dementia with Lewy bodies (DLB) is a type of dementia accompanied by changes in behavior, cognition and movement. Memory loss is not always present early. Dementia steadily worsens over time and the condition is diagnosed when cognitive decline interferes with normal daily functioning. A core feature is REM sleep behavior disorder (RBD), in which individuals lose normal muscle paralysis during REM sleep, and act out their dreams. RBD may appear years or decades before other symptoms. Other frequent symptoms include visual hallucinations; marked fluctuations in attention or alertness; and slowness of movement, trouble walking, or rigidity. The autonomic nervous system is usually affected, resulting in changes in blood pressure, heart and gastrointestinal function, with constipation as a common symptom. Mood changes such as depression and apathy are common. The exact cause is unknown, but involves widespread deposits of abnormal clumps of alpha-synuclein protein in neurons, known as Lewy bodies, as well as Lewy neurites. DLB is not usually inherited, but there is a genetic association in a small number of families. A probable diagnosis is made based on symptoms and biomarkers; the diagnostic workup may include blood tests, neuropsychological tests, medical imaging, and polysomnography. Other conditions that share some symptoms of DLB include Alzheimer's disease (AD), Parkinson's disease, delirium and, rarely, psychosis. There is no cure or medication that will modify the progression of the disease. Treatments aim to relieve some of its symptoms and reduce the burden on caregivers. Acetylcholinesterase inhibitors (AChEI), such as donepezil and rivastigmine, are effective at improving cognition and overall functioning, and melatonin can be used for sleep-related symptoms. Antipsychotics are usually avoided, even for hallucinations, because people with DLB are sensitive to them, and their use can result in death. Medications for one symptom may worsen another. DLB is one of the three most common types of dementia, along with Alzheimer's disease and vascular dementia. Together with Parkinson's disease dementia, it is one of two dementias classified as the Lewy body dementias. It typically begins after the age of 50, and about 0.4% of people over 65 are affected. In the latter stages of the disease, people with DLB may be unable to care for themselves. Life expectancy following diagnosis is about eight years. The abnormal deposits of protein that are the underlying mechanism of the disease were discovered in 1912 by Frederic Lewy, and diffuse Lewy body disease was first described by Kenji Kosaka in 1976.",
            "score": 59.62887191772461
        },
        {
            "docid": "10306673_3",
            "document": "Alcohol-related dementia . Alcohol-related dementia is a broad term currently preferred among medical professionals. Many experts use the terms alcohol (or alcoholic) dementia to describe a specific form of ARD, characterized by impaired executive function (planning, thinking, and judgment). Another form of ARD is known as wet brain (Wernicke-Korsakoff syndrome), characterized by short term memory loss and thiamine (vitamin B1) deficiency. ARD patients often have symptoms of both forms, i.e. impaired ability to plan, apathy, and memory loss. ARD may occur with other forms of dementia (mixed dementia). The diagnosis of ARD is widely recognized but rarely applied, due to a lack of specific diagnostic criteria. On many non-medical websites, the terms wet brain and alcohol-related dementia are often used interchangeably, creating significant confusion. Additionally, the term alcohol-induced persistent dementia is another non-specific name that is sometimes used.",
            "score": 54.586185455322266
        },
        {
            "docid": "3452485_10",
            "document": "Memory disorder . While studies show that there are “normal” aspects to aging, such as graying hair and changes in vision, there are changes such as forgetting how to do things that are not considered “normal”. The importance of understanding that the changes most frequently observed and noticed on a daily basis concerning aging loved ones is imperative. While mild cognitive impairment can be considered a normal part of aging, the differences must be noted. In one study by J. Shagam, it was noted that while Diabetes and Hypertension are not considered part of normal aging, they would be classified under mild cognitive impairment. With this being said, it is important to differentiate the differences with what can be potentially harmful and what is not. It is difficult to accurately diagnose dementia due to the fact that most people are unaware of what to be looking for and also because there is no specific test which can be given as a diagnostic tool. What is even more evident is that the symptoms among dementia, Alzheimer's and Parkinson's related dementia tend to go beyond just one ailment. While there are different forms of dementia, Vascular dementia as it would sound is associated with vascular cautions. This form of dementia is not a slow deterioration but rather a sudden and unexpected change due to heart attack or stroke significantly reducing blood to the brain. Research has shown that persistent hypertension can be contributory to the breakdown of the BBB. The blood-brain barrier (BBB) serves as a “gatekeeper” for the brain by keeping out water and other substances. Various studies show that as the brain ages the blood-brain barrier starts to break down and become dysfunctional. There are different ways to measure the thinning of the BBB and one that most are familiar with is imaging, this consists of taking pictures of the brain using CT scans, MRI, or PET scans. Previous research also indicates that with aging and the thinning of the BBB, cognitive changes were also occurring within the section of the brain known as the hippocampus. This shows a relationship between aging and the thinning of the BBB and its effects on the brain. Also indicated by the aging brain are learning and memory impairments. While changes to the BBB are not a cause of impairment to cognitive functions alone research suggests that there is a relationship. Another impairment which is indicative of brain aging and the breakdown of the BBB is the accretion of iron. Too much iron in the body can create free radicals which could influence the degeneration of the blood-brain barrier. One other specific age related factor noted in Popsecu et al. is a decrease in estrogen as one ages could adversely affect the breakdown of the blood-brain barrier and create a sensitivity to neurodegeneration. As pointed out earlier, dementia is a broad category of memory impairments most commonly associated with ageing. Another symptom which should be monitored is Type 2 diabetes, which can lead to vascular dementia. Also linked with vascular dementia issues is high cholesterol; furthermore, this risk factor is related to cognitive decline, stroke, and Alzheimer's disease. It is estimated that within 20 years, worldwide prevalence will increase twofold. By 2050, this number is expected to increase to 115 million. Overall, dementia incidence is similar for men and women. However, after 90 years of age dementia incidence declines in men but not in women.",
            "score": 54.11082077026367
        },
        {
            "docid": "38390_2",
            "document": "Dementia . Dementia is a broad category of brain diseases that cause a long-term and often gradual decrease in the ability to think and remember that is great enough to affect a person's daily functioning. Other common symptoms include emotional problems, difficulties with language, and a decrease in motivation. A person's consciousness is usually not affected. A dementia diagnosis requires a change from a person's usual mental functioning and a greater decline than one would expect due to aging. These diseases also have a significant effect on a person's caregivers. The most common type of dementia is Alzheimer's disease, which makes up 50% to 70% of cases. Other common types include vascular dementia (25%), Lewy body dementia (15%), and frontotemporal dementia. Less common causes include normal pressure hydrocephalus, Parkinson's disease dementia, syphilis, and Creutzfeldt–Jakob disease among others. More than one type of dementia may exist in the same person. A small proportion of cases run in families. In the DSM-5, dementia was reclassified as a neurocognitive disorder, with various degrees of severity. Diagnosis is usually based on history of the illness and cognitive testing with medical imaging and blood tests used to rule out other possible causes. The mini mental state examination is one commonly used cognitive test. Efforts to prevent dementia include trying to decrease risk factors such as high blood pressure, smoking, diabetes, and obesity. Screening the general population for the disorder is not recommended. There is no known cure for dementia. Cholinesterase inhibitors such as donepezil are often used and may be beneficial in mild to moderate disorder. Overall benefit, however, may be minor. There are many measures that can improve the quality of life of people with dementia and their caregivers. Cognitive and behavioral interventions may be appropriate. Educating and providing emotional support to the caregiver is important. Exercise programs may be beneficial with respect to activities of daily living and potentially improve outcomes. Treatment of behavioral problems with antipsychotics is common but not usually recommended due to the little benefit and side effects, including an increased risk of death. Globally, dementia affected about 46 million people in 2015. About 10% of people develop the disorder at some point in their lives. It becomes more common with age. About 3% of people between the ages of 65–74 have dementia, 19% between 75 and 84 and nearly half of those over 85 years of age. In 2013 dementia resulted in about 1.7 million deaths up from 0.8 million in 1990. As more people are living longer, dementia is becoming more common in the population as a whole. For people of a specific age, however, it may be becoming less frequent, at least in the developed world, due to a decrease in risk factors. It is one of the most common causes of disability among the old. It is believed to result in economic costs of 604 billion USD a year. People with dementia are often physically or chemically restrained to a greater degree than necessary, raising issues of human rights. Social stigma against those affected is common.",
            "score": 53.83018493652344
        },
        {
            "docid": "38390_44",
            "document": "Dementia . As seen above, there are many specific types and causes of dementia, often showing slightly different symptoms. However, the symptoms are very similar and it is usually difficult to diagnose the type of dementia by symptoms alone. Diagnosis may be aided by brain scanning techniques. In many cases, the diagnosis cannot be absolutely sure except with a brain biopsy, but this is very rarely recommended (though it can be performed at autopsy). In those who are getting older, general screening for cognitive impairment using cognitive testing or early diagnosis of dementia has not been shown to improve outcomes. However, it has been shown that screening exams are useful in those people over the age of 65 with memory complaints.",
            "score": 53.809669494628906
        },
        {
            "docid": "1432945_3",
            "document": "Cognitive disorder . Although Alzheimer's disease accounts for the majority of cases of neurocognitive disorders, there are various medical conditions that affect mental functions such as memory, thinking, and the ability to reason, including frontotemporal degeneration, Huntington’s disease, Lewy body disease, traumatic brain injury (TBI), Parkinson’s disease, prion disease, and dementia/neurocognitive issues due to HIV infection. Neurocognitive disorders are diagnosed as mild and major based on the severity of their symptoms. While anxiety disorders, mood disorders, and psychotic disorders can also have an effect on cognitive and memory functions, the DSM-IV-TR does not consider these cognitive disorders, because loss of cognitive function is not the primary (causal) symptom. Additionally, developmental disorders such as Autism spectrum disorder are typically developed at birth or early in life as opposed to the acquired nature of neurocognitive disorders.",
            "score": 53.3809928894043
        },
        {
            "docid": "490620_69",
            "document": "Human brain . Neurodegenerative diseases result in progressive damage to different parts of the brain's function, and worsen with age. Common examples include dementia such as Alzheimer's disease, alcoholic dementia or vascular dementia; Parkinson's disease; and other rarer infectious, genetic, or metabolic causes such as Huntington's disease, motor neuron diseases, HIV dementia, syphilis-related dementia and Wilson's disease. Neurodegenerative diseases can affect different parts of the brain, and can affect movement, memory, and cognition.",
            "score": 53.19294357299805
        },
        {
            "docid": "38390_19",
            "document": "Dementia . Vascular dementia is the cause of at least 20% of dementia cases, making it the second most common cause of dementia. It is caused by disease or injury affecting the blood supply to the brain, typically involving a series of minor strokes. The symptoms of this dementia depend on where in the brain the strokes have occurred and whether the vessels are large or small. Multiple injuries can cause progressive dementia over time, while a single injury located in an area critical for cognition (i.e. hippocampus, thalamus) can lead to sudden cognitive decline.",
            "score": 52.170989990234375
        },
        {
            "docid": "227167_43",
            "document": "Dementia with Lewy bodies . Diagnostic tests can be used to establish some features of the condition and distinguish them from symptoms of other conditions; diagnosis may include the person's medical history, physical exam, assessment of neurological function, testing to rule out conditions that may cause similar symptoms, brain imaging, neuropsychological testing to assess cognitive function, sleep studies, or myocardial scintigraphy. Laboratory testing can rule out conditions like depression, abnormal thyroid function, syphillis, HIV or vitamin deficiencies that may cause symptoms similar to dementia.",
            "score": 52.10858917236328
        },
        {
            "docid": "227181_16",
            "document": "Vascular dementia . Early detection and accurate diagnosis are important, as vascular dementia is at least partially preventable. Ischemic changes in the brain are irreversible, but the patient with vascular dementia can demonstrate periods of stability or even mild improvement. Since stroke is an essential part of vascular dementia, the goal is to prevent new strokes. This is attempted through reduction of stroke risk factors, such as high blood pressure, high blood lipid levels, atrial fibrillation, or diabetes mellitus. Meta-analyses have found that medications for high blood pressure are effective at prevention of pre-stroke dementia, which means that high blood pressure treatment should be started early. These medications include angiotensin converting enzyme inhibitors, diuretics, calcium channel blockers, sympathetic nerve inhibitors, angiotensin II receptor antagonists or adrenergic antagonists. Elevated lipid levels, including HDL, were found to increase risk of vascular dementia. However, four large recent reviews showed that therapy with statin drugs was ineffective in treatment or prevention of this dementia. Aspirin is a medication that is commonly prescribed for prevention of strokes and heart attacks; it is also frequently given to patients with dementia. However, its efficacy in slowing progression of dementia or improving cognition has not been supported by studies. Smoking cessation and Mediterranean diet have not been found to help patients with cognitive impairment, however physical activity was consistently the most effective method of preventing cognitive decline.",
            "score": 52.04545593261719
        },
        {
            "docid": "29907250_2",
            "document": "Disabilities affecting intellectual abilities . There are a variety of medical conditions affecting cognitive ability. This is a broad concept encompassing various intellectual or cognitive deficits, including intellectual disability, deficits too mild to properly qualify as intellectual disability, various specific conditions (such as specific learning disability), and problems acquired later in life through acquired brain injuries or neurodegenerative diseases like dementia. These disabilities may appear at any age.",
            "score": 51.95420837402344
        },
        {
            "docid": "341658_20",
            "document": "Apathy . Apathy affects nearly 50–70 percent of individuals with Alzheimer's disease. It is a neuropsychiatric symptom of Alzheimer's associated with functional impairment. There are two main causes of apathy that have been recognized in patients with Alzheimer's. First, dysfunction in frontal systems of the brain is thought to be an important neurobiological basis for the onset of apathy. Second, the neuropathological changes associated with dementia, and therefore Alzheimer's, may also result in apathy. Cholinesterase inhibitors, used as the first line of treatment for the cognitive symptoms associated with dementia, have also shown some modest benefit for behavior disturbances such as apathy. Methylphenidate has been the most widely studied drug for the treatment of apathy in dementia. Management of apathetic symptoms using methylphenidate have shown promise in randomized placebo controlled trials of Alzheimer's patients. A phase III multi-centered randomized placebo-controlled trial of methylphenidate for the treatment of apathy is currently underway and planned for completion in August 2020.",
            "score": 51.92723846435547
        },
        {
            "docid": "21312265_35",
            "document": "Retrospective memory . Alzheimer's disease accounts for 60 to 70 percent of cases of dementias. The brains of Alzheimer's patients have an abundance of plaques and tangles which begin in areas involved in memory, spreading to other areas, and eventually affecting most of the brain. Vascular dementia is often considered the second-most common form of dementia and is the reduction of blood flow to parts of the brain most often caused by many very small strokes that have an accumulative effect on cognitive abilities including memory.",
            "score": 51.22662353515625
        },
        {
            "docid": "38390_40",
            "document": "Dementia . Causes of dementia depend on the age when symptoms begin. In the elderly population (usually defined in this context as over 65 years of age), a large majority of dementia cases are caused by Alzheimer's disease, vascular dementia, or both. Dementia with Lewy bodies is another commonly exhibited form, which again may occur alongside either or both of the other causes. Hypothyroidism sometimes causes slowly progressive cognitive impairment as the main symptom, and this may be fully reversible with treatment. Normal pressure hydrocephalus, though relatively rare, is important to recognize since treatment may prevent progression and improve other symptoms of the condition. However, significant cognitive improvement is unusual.",
            "score": 51.174293518066406
        },
        {
            "docid": "20051089_8",
            "document": "Complications of traumatic brain injury . Patients with moderate to severe TBI have more problems with cognitive deficits than do those with mild TBI, but several mild TBIs may have an additive effect. About one in five career boxers is affected by chronic traumatic brain injury (CTBI), which causes cognitive, behavioral, and physical impairments. Dementia pugilistica, also called chronic traumatic encephalopathy, is the severe form of CTBI. Caused by repetitive blows to the head over a long period, the condition primarily affects career boxers and has recently been linked to other contact sports including American football and ice hockey as well as military service(see Ann McKee). It commonly manifests as dementia, or declining mental ability, memory problems, and parkinsonism (tremors and lack of coordination). Symptoms begin anywhere between 6 and 40 years after the start of a boxing career, with an average onset of about 16 years.",
            "score": 50.84161376953125
        },
        {
            "docid": "237248_15",
            "document": "Medical ethics . The definition of autnomony is the ability of an individual to make a rational, un-influenced decision. Therefore, it can be said that autonomy is a general indicator of a healthy mind and body. The progression of many terminal diseases are characterized by loss of autonomy, in various manners and extents. For example, dementia almost always results in the loss of autonomy. Dementia is a chronic and progressive disease that attacks the brain and affects the ability to make judgments, can induce memory loss, cause a decrease in rational thinking and affect orientation. This makes autonomy an indicator for both personal well-being, and for the well-being of the profession. This has implications for the consideration of medical ethics: \"is the aim of health care to do good, and benefit from it?\"; or \"is the aim of health care to do good to others, and have them, and society, benefit from this?\". The rights of patients to make decisions about their medical care without their health care provider trying to influence the decision. By considering autonomy as a gauge parameter for health care, the medical and ethical perspective both benefit from the implied reference to health.",
            "score": 50.839595794677734
        },
        {
            "docid": "54614163_23",
            "document": "Vienna Test System . The World Alzheimer Report 2015 predicted that every year 9.9 million people will be newly diagnosed with dementia. That means that on average someone is diagnosed every 3.2 seconds. Because dementia cannot be cured but its progress can be slowed, early diagnosis of symptoms is particularly important. The DSM-5 classification system defines special diagnostic criteria for neurocognitive disorders in this field; these are assessed by the test set CFD – Cognitive Functions Dementia. Using a touch-screen, the test set assesses attention, verbal long-term memory, executive functions, expressive language and perceptual/motor functions and combines the results to arrive at a global CFD index.",
            "score": 50.36473083496094
        },
        {
            "docid": "10306673_4",
            "document": "Alcohol-related dementia . Alcohol-related dementia presents as a global deterioration in intellectual function with memory not being specifically affected, but it may occur with other forms of dementia, resulting in a wide range of symptoms. Certain individuals with alcohol-related dementia present with damage to the frontal lobes of their brain causing disinhibition, loss of planning and executive functions, and a disregard for the consequences of their behavior. Other types of alcohol-related dementia such as Korsakoff's Syndrome cause the destruction of certain areas of the brain, where changes in memory, primarily a loss of short term memory, are the main symptom. Most presentations of alcohol dementia are somewhere along the spectrum between a global dementia and Korsakoff's psychosis, and may include symptoms of both.",
            "score": 50.13685607910156
        },
        {
            "docid": "38390_7",
            "document": "Dementia . In the first stages of dementia, the signs and symptoms of the disorder may be subtle. Often, the early signs of dementia only become apparent when looking back in time. The earliest stage of dementia is called mild cognitive impairment (MCI). 70% of those diagnosed with MCI progress to dementia at some point. In MCI, changes in the person's brain have been happening for a long time, but the symptoms of the disorder are just beginning to show. These problems, however, are not yet severe enough to affect the person’s daily function. If they do, it is considered dementia. A person with MCI scores between 27 and 30 on the Mini-Mental State Examination (MMSE), which is a normal score. They may have some memory trouble and trouble finding words, but they solve everyday problems and handle their own life affairs well.",
            "score": 49.66324996948242
        },
        {
            "docid": "227183_14",
            "document": "Binswanger's disease . Binswanger's disease has no cure and has been shown to be the most severe impairment of all of the vascular dementias. The best way to manage the vascular risk factors that contribute to poor perfusion in the brain is to treat the cause, such as chronic hypertension or diabetes. It has been shown that current Alzheimer’s medication, donepezil (trade name Aricept), may help Binswanger’s Disease patients as well . Donepezil increases the acetylcholine in the brain through a choline esterase inhibitor which deactivates the enzyme that breaks down acetylcholine. Alzheimer as well as Binswanger patients have low levels of acetylcholine and this helps to restore the normal levels of neurotransmitters in the brain. This drug may improve memory, awareness, and the ability to function. If no medical interception of the disease is performed then the disease will continue to worsen as the patient ages due to the continuing atrophy of the white matter from whatever was its original cause.",
            "score": 49.6187858581543
        },
        {
            "docid": "38390_61",
            "document": "Dementia . No medications have been shown to prevent or cure dementia. Medications may be used to treat the behavioural and cognitive symptoms but have no effect on the underlying disease process.",
            "score": 49.44999694824219
        },
        {
            "docid": "11608859_23",
            "document": "Prevention of dementia . Estrogen may also help in the prevention of dementia but cannot help when dementia is already present and when cognitive function is already impaired. It increases cerebral blood flow and is an anti-inflammatory agent, enhancing activity at the neuronal synapses in the brain. It may also help to increase brain activation in regions that are affected by dementia which is mainly the hippocampus region. Recent evidence on the effects of estrogen do not allow for an unambiguous recommendation for estrogen supplementation and they indicate that the timing of estrogen supplementation may be important, with early postmenopausal use being preferable over its use later in life.",
            "score": 49.403160095214844
        },
        {
            "docid": "47878_5",
            "document": "Huntington's disease . Cognitive abilities are progressively impaired. Especially affected are executive functions, which include planning, cognitive flexibility, abstract thinking, rule acquisition, initiation of appropriate actions, and inhibition of inappropriate actions. As the disease progresses, memory deficits tend to appear. Reported impairments range from short-term memory deficits to long-term memory difficulties, including deficits in episodic (memory of one's life), procedural (memory of the body of how to perform an activity) and working memory. Cognitive problems tend to worsen over time, ultimately leading to dementia. This pattern of deficits has been called a subcortical dementia syndrome to distinguish it from the typical effects of cortical dementias e.g. Alzheimer's disease.",
            "score": 48.91656494140625
        },
        {
            "docid": "1432945_2",
            "document": "Cognitive disorder . Cognitive disorders (CDs), also known as neurocognitive disorders (NCDs), are a category of mental health disorders that primarily affect cognitive abilities including learning, memory, perception, and problem solving. Neurocognitive disorders include delirium and mild and major neurocognitive disorder (previously known as dementia). They are defined by deficits in cognitive ability that are acquired (as opposed to developmental), typically represent decline, and may have an underlying brain pathology. The DSM-5 defines six key domains of cognitive function: executive function, learning and memory, perceptual-motor function, language, complex attention, and social cognition.",
            "score": 48.264583587646484
        },
        {
            "docid": "38993774_30",
            "document": "Sports-related traumatic brain injury . A syndrome affecting boxers that is caused by cumulative cerebral injuries and is characterized by impaired cognitive processes (as thinking and remembering), Parkinsonism, impaired and often slurred speech, and slow poorly coordinated movements especially of the legs. Dementia Pugilistica, more commonly known as “Punch Drunk Syndrome”, is a degenerative brain disorder resulting from head trauma. Dementia Pugilistica (DP) is typically associated with the sport of boxing; although symptoms of DP may appear immediately after a single traumatic brain injury, they are typically described following the cessation of exposure to chronic brain injury.",
            "score": 47.86652374267578
        },
        {
            "docid": "51606_34",
            "document": "Causes of mental disorders . Brain tumors are classified as either malignant and benign, and as intrinsic (directly infiltrate the parenchyma of the brain) or extrinsic (grows on the external surface of the brain and produces symptoms as a result of pressure on the brain tissue). Progressive cognitive changes associated with brain tumors may include confusion, poor comprehension, and even dementia. Symptoms tend to depend on the location of the tumor on the brain. For example, tumors on the frontal lobe tend to be associated with the symptoms of impairment of judgment, apathy, and loss of the ability to regulate/modulate behavior.",
            "score": 47.73733901977539
        },
        {
            "docid": "54104_14",
            "document": "Vitamin E . Alzheimer's disease (AD) and vascular dementia are common causes of decline of brain functions that occur with age. AD is a chronic neurodegenerative disease that worsens over time. The disease process is associated with plaques and tangles in the brain. Vascular dementia can be caused by ischemic or hemorrhagic infarcts affecting multiple brain areas, including the anterior cerebral artery territory, the parietal lobes, or the cingulate gyrus. Both types of dementia may be present. Vitamin E status (and that of other antioxidant nutrients) is conjectured as having a possible impact on risk of Alzheimer's disease and vascular dementia. A review of dietary intake studies reported that higher consumption of vitamin E from foods lowered the risk of developing AD by 24%. A second review examined serum vitamin E levels and reported lower serum vitamin E in AD patients compared to healthy, age-matched people. A Cochrane review reported on vitamin E as treatment for mild cognitive impairment (MCI) and Alzheimer's disease. Based on evidence from only one trial in each of the categories, the authors' conclusions were that there was not sufficient evidence for supplemental vitamin E preventing the progression from MCI to dementia, but that it did slow functional decline in people with AD. Given the small number of trials and subjects, the authors recommended further research. In 2017 a consensus statement from the British Association for Psychopharmacology included that until further information is available, vitamin E cannot be recommended for treatment or prevention of Alzheimer's disease.",
            "score": 47.652225494384766
        },
        {
            "docid": "14158261_9",
            "document": "Temporoparietal junction . Alzheimer’s disease is the most common form of dementia and is also the sixth leading cause of death in the United States. This disease has no known cure and is a disease that worsens as it progresses and eventually leads to death. Reduced metabolism in the TPJ, along with the superior frontal sulcus, correlates with Alzheimer’s patients’ inability to perceive themselves as others do (with a third-person point of view); the discrepancy between a patients’ understanding of their own cognitive impairment and the actual extent of their cognitive impairment increases as metabolism in the TPJ decreases. Additionally, the TPJ contains the praxicon, a dictionary of representations of different human actions, which is necessary to distinguishing between actions of the self and other people. Because Alzheimer’s patients, as well as patients with other forms of dementia, with anosognosia are unable to distinguish between the normal actions of other people and their own diminished abilities, it is expected that there must be damage to the TPJ that is arresting this cognitive function.",
            "score": 47.515106201171875
        },
        {
            "docid": "3452485_9",
            "document": "Memory disorder . Dementia refers to a large class of disorders characterized by the progressive deterioration of thinking ability and memory as the brain becomes damaged. Dementia can be categorized as reversible (e.g. \"thyroid\" disease) or irreversible (e.g. Alzheimer's disease). Currently, there are more than 35 million people with dementia worldwide. In the United States alone the number of people affected by dementia is striking at 3.8 million.",
            "score": 47.50979995727539
        },
        {
            "docid": "38390_67",
            "document": "Dementia . There is no solid evidence that folate or vitamin B12 improves outcomes in those with cognitive problems. Statins also have no benefit in dementia. Medications for other health conditions may need to be managed differently for a person who also has a diagnosis of dementia. The MATCH-D criteria can help identify ways that a diagnosis of dementia changes medication management for other health conditions. It is unclear if there is a link between blood pressure medication and dementia. There is a possibility that people may experience an increase in cardiovascular-related events if these medications are withdrawn.",
            "score": 47.31492614746094
        },
        {
            "docid": "29907250_4",
            "document": "Disabilities affecting intellectual abilities . Intellectual disability must have appeared in the developmental period, not only as an adult. By contrast, people with cognitive impairment have, or previously had, normal IQ, but now show confusion, forgetfulness and difficulty concentrating; cognitive impairment is typical of brain injuries, side effects from medications, and dementia. Many of these disabilities have an effect on memory, which refers to the ability to recall what has been learned over time. Typically memory is moved from sensory memory to working memory then finally into long term memory. People with cognitive disabilities typically will have trouble with one of these types of memory.",
            "score": 47.047691345214844
        },
        {
            "docid": "227181_2",
            "document": "Vascular dementia . Vascular dementia, also known as multi-infarct dementia (MID) and vascular cognitive impairment (VCI), is dementia caused by problems in the supply of blood to the brain, typically a series of minor strokes, leading to worsening cognitive decline that occurs step by step. The term refers to a syndrome consisting of a complex interaction of cerebrovascular disease and risk factors that lead to changes in the brain structures due to strokes and lesions, and resulting changes in cognition. The temporal relationship between a stroke and cognitive deficits is needed to make the diagnosis.",
            "score": 46.91376876831055
        }
    ]
}