{
    "q": [
        {
            "docid": "5469637_3",
            "document": "Edward Woods . An obituary from the \"Salt Lake City Tribune\", dated October 10, 1989, names Woods' parents as Mary Clark and William B. Woods, and mentions two brothers, Roy C. and William B. Woods. After graduating from the University of Southern California, Woods became an actor. He appeared at the old Salt Lake Theatre in \"The Copperhead\", as Lionel Barrymore's teenage son. In New York City, he appeared in many successful Broadway productions then began a movie career. He worked with Cary Grant, Greta Garbo, Jean Harlow, John Barrymore, and Clark Gable.",
            "score": 49.10582756996155
        },
        {
            "docid": "42083_58",
            "document": "Clark Gable . In 1955, Gable married twice divorced Kay Williams, and had a son, John Clark Gable, by her, on March 20, 1961, after his death. John Clark had two children: Kayley Gable (born 1986) and Clark James Gable (born September 20, 1988). Kayley is an actress, while Clark James is currently host of the nationally syndicated reality show \"Cheaters\".",
            "score": 47.60684072971344
        },
        {
            "docid": "43703649_2",
            "document": "Painted Desert (1938 film) . Painted Desert is a 1938 Western film directed by David Howard and starring George O'Brien and Laraine Day (billed as \"Laraine Johnson\"). The picture is a remake of \"The Painted Desert\", which stars William Boyd and features an early appearance by Clark Gable in a major supporting role. The movie was partially filmed on location in Red Rock Canyon, a popular filming location during the 1930s and 1940s, with a multitude of B-Westerns being filmed there.",
            "score": 48.245688915252686
        },
        {
            "docid": "4997_74",
            "document": "Boeing B-17 Flying Fortress . Hollywood featured the B-17 in its period films, such as director Howard Hawks' \"Air Force\" starring John Garfield and \"Twelve O'Clock High\" starring Gregory Peck. Both films were made with the full cooperation of the United States Army Air Forces and used USAAF aircraft and (for \"Twelve O'Clock High\") combat footage. In 1964, the latter film was made into a television show of the same name and ran for three years on ABC TV. Footage from \"Twelve O' Clock High\" was also used, along with three restored B-17s, in the 1962 film \"The War Lover\". The B-17 also appeared in the 1938 movie \"Test Pilot\" with Clark Gable and Spencer Tracy, with Clark Gable in \"Command Decision\" in 1948, in \"Tora! Tora! Tora!\" in 1970, and in \"Memphis Belle\" with Matthew Modine, Eric Stoltz, Billy Zane, and Harry Connick Jr. in 1990. The most famous B-17, the \"Memphis Belle\", toured the U. S. with its crew to reinforce national morale (and to sell war bonds). It starred in a USAAF documentary, \"\".",
            "score": 47.994826555252075
        },
        {
            "docid": "12141228_5",
            "document": "Clark Gable filmography . During his career as a movie star Gable appeared as himself in the following short subjects: For a number of years US movie exhibitors voted Gable among the most popular film stars in the country:",
            "score": 48.17147731781006
        },
        {
            "docid": "715981_5",
            "document": "Mary Stuart (actress) . After appearing in various bit parts in several movies throughout the 1940s, Warner Brothers offered her a three-year contract in 1948. She appeared with such stars as Errol Flynn (in \"Adventures of Don Juan\"), Clark Gable (in \"The Hucksters\"), Esther Williams (in \"This Time for Keeps\") and Henry Fonda and Lucille Ball (in \"The Big Street\").",
            "score": 39.754371643066406
        },
        {
            "docid": "509819_25",
            "document": "John Clarke (Baptist minister) . Following the men's arrest and ill treatment, Sir Richard Saltonstall wrote from England to Reverends Cotton and Wilson of the Boston church: \"These rigid wayes have lay'd you very lowe in the hearts of the saynts.\" Shortly after the incident, Roger Williams wrote a letter to Governor Endicott, making an earnest plea for toleration in matters of conscience and religion, but the request was unheeded. However, Williams did not let the matter rest, and used Clarke and Holmes as the subjects of his book \"The Bloody Tenent Yet More Bloody\" (1652). Williams gave a copy of this book to Clarke and wrote in the front: \"For his honoured and beloved Mr. John Clarke, an eminent witnes of Christ Jesus ag'st ye bloodie Doctrine of persecution, &c.\"",
            "score": 30.72949194908142
        },
        {
            "docid": "12533352_5",
            "document": "Muriel Evans . Evans' success was due in large part to her pleasant speaking voice. She made a smooth transition from silent pictures to talkies, and throughout the 1930s, Evans continued to work steadily. She appeared in Frank Capra's \"Mr. Deeds Goes to Town\", \"Manhattan Melodrama\" with Clark Gable and William Powell, and \"The Prizefighter and the Lady\" with Myrna Loy. By the mid-1930s, Evans also began co-starring in popular westerns alongside Tom Mix, John Wayne and Tex Ritter. She also starred in three \"Hopalong Cassidy\" films opposite William Boyd, and did seven westerns with Buck Jones.",
            "score": 40.16243767738342
        },
        {
            "docid": "36922931_13",
            "document": "91st New York State Legislature . On March 31, the trial of Canal Commissioner Robert C. Dorn (R) opened before the New York Court for the Trial of Impeachments, consisting of the State Senate and the judges of the New York Court of Appeals. Assemblymen William S. Clark, John L. Flagg, John C. Jacobs, John F. Little, William Lounsbery, Alpheus Prince, William B. Quinn (all seven Dem.), Nicholas B. La Bau and Edmund L. Pitts (both Rep.) appeared as the Managers to prosecute the impeachment. Smith M. Weed (D) appeared as Counsel for the Managers. Henry Smith (R) and John H. Reynolds appeared for the defense.",
            "score": 29.766042709350586
        },
        {
            "docid": "42083_6",
            "document": "Clark Gable . William Clark Gable was born in Cadiz, Ohio, to William Henry \"Will\" Gable (1870–1948), an oil-well driller, and his wife, Adeline (née Hershelman). His father was a Protestant and his mother a Roman Catholic. Gable was named William after his father, but even in childhood, he was almost always called Clark or sometimes Billy. He was mistakenly listed as a female on his birth certificate. Among Gable's ancestors were Pennsylvania Dutch (German), Belgians, Rhinelanders, and Bavarians.",
            "score": 43.71481800079346
        },
        {
            "docid": "27604764_4",
            "document": "Harry Woolman . Woolman was a long-time Hollywood stuntman and special effects innovator, doubling for such notables as Clark Gable, Charles Laughton, William Bendix, and John Carradine. He also appeared in occasional roles such as the motorcycle police officer in the Abbott & Costello comedy, \"The Time of Their Lives\".",
            "score": 38.16515779495239
        },
        {
            "docid": "24799509_13",
            "document": "Graph database . Properties add another layer of abstraction to this structure that also improves many common queries. Properties are essentially labels that can be applied to any record, or in some cases, edges also. For example, one might label Clark Gable as \"actor\", which would then allow the system to quickly find all the records that are actors, as opposed to director or camera operator. If labels on edges are allowed, one could also label the relationship between Gone With the Wind and Clark Gable as \"lead\", and by performing a search on people that are \"lead\" \"actor\" in the movie Gone With the Wind, the database would produce Vivien Leigh, Olivia de Havilland and Clark Gable. The equivalent SQL query would have to rely on added data in the table linking people and movies, adding more complexity to the query syntax. These sorts of labels may improve search performance under certain circumstances, but are generally more useful in providing added semantic data for end users.",
            "score": 47.319583892822266
        },
        {
            "docid": "2615418_12",
            "document": "Red Dust (1932 film) . The movie was remade by director John Ford in 1953 as \"Mogambo\", this time set in Africa rather than Indochina and shot on location in color, with Ava Gardner playing Harlow's role and Grace Kelly in Astor's part. Clark Gable returned to play the same character he had portrayed twenty-one years earlier. Ford used African tribal music as the film's score.",
            "score": 46.38954734802246
        },
        {
            "docid": "760853_13",
            "document": "Jack Dempsey vs. Luis Ángel Firpo . This is the fight Clark Gable and William Powell's character meet at in the 1934 movie \"Manhattan Melodrama\"",
            "score": 39.69564628601074
        },
        {
            "docid": "1291682_12",
            "document": "Edward Winter (actor) . Winter starred in the 1979 NBC primetime drama \"Project UFO\" and was featured in the 1980 film \"A Change of Seasons\". He appeared as the corrupt county commissioner Bob Gebhardt in the 1983 movie \"\", the romantic comedy \"The Buddy System\" (1984), and in \"From the Hip\" (1987), also directed by \"Porky's\" director Bob Clark. In 1980 he played Clark Gable in the TV movie \"The Scarlett O'Hara War\". In 1982, he appeared in the \"Magnum, P.I.\" episode \"Heal Thyself\".",
            "score": 43.97029781341553
        },
        {
            "docid": "43188693_3",
            "document": "Clark James Gable . Gable is the grandson of the actor Clark Gable, son of John Clark Gable and Tracy Yarro, and younger brother of actress Kayley Gable. His stepfather is former Chicago bassist Jason Scheff.",
            "score": 43.13192701339722
        },
        {
            "docid": "2023922_7",
            "document": "Wallace Ford . In motion pictures, he appeared with Clark Gable and Joan Crawford in \"Possessed\" in 1931, and the next year he was given the lead in Metro-Goldwyn-Mayer's \"Freaks\". Ford went on to have an extensive career over 30 years, appearing in more than 150 films, with lead roles in the 1930s and '40s in Hollywood B movies such as \"The Rogues' Tavern\" (1936), \"Murder by Invitation\" (1941), and \"Roar of the Press\" (1941), and supporting roles in larger feature films such as \"The Lost Patrol\" (1934), \"Shadow of a Doubt\" (1942), \"Spellbound\" (1945), and \"Dead Reckoning\" (1947).",
            "score": 37.10853576660156
        },
        {
            "docid": "42083_68",
            "document": "Clark Gable . The 2003 album \"Give Up\" by electronic music group The Postal Service includes a song titled \"Clark Gable\". The song's narrator says he wants a love like something in the movies and includes the lyrics \"I kissed you in a style Clark Gable would have admired, I thought it classic.\"",
            "score": 41.250311851501465
        },
        {
            "docid": "408760_8",
            "document": "Samburu people . Samburu have been widely portrayed in popular culture, ranging from Hollywood movies, major television commercials, and mainstream journalism. Such portrayals make good use of Samburu’s colorful cultural traditions, but sometimes at the expense of accuracy. One of the earlier film appearances by Samburu was in the 1953 John Ford classic \"Mogambo\", in which they served as background for stars such as Clark Gable, Grace Kelly and Ava Gardner.",
            "score": 43.88392877578735
        },
        {
            "docid": "37683326_6",
            "document": "The Call of the Wild (1923 film) . London's classic novel has been the inspiration for several feature-film adaptions and TV movies since the book was first published. Notable actors who have appeared in these various feature-films include: Clark Gable and Loretta Young in 1935, Charlton Heston in a British production in 1972, John Beck in 1976, and Christopher Lloyd, Timothy Bottoms and Veronica Cartwright in 2009.",
            "score": 49.87964725494385
        },
        {
            "docid": "691308_2",
            "document": "Manhattan Melodrama . Manhattan Melodrama is a 1934 American pre-Code crime film, produced by MGM, directed by W. S. Van Dyke, and starring Clark Gable, William Powell, and Myrna Loy. The movie also provided one of the earliest roles for Mickey Rooney, who played Gable's character as a child. The film is based on a story by Arthur Caesar, who won the Academy Award for Best Original Story. It was also the first of Myrna Loy and William Powell's fourteen screen pairings.",
            "score": 54.70150923728943
        },
        {
            "docid": "42083_33",
            "document": "Clark Gable . Gable returned to their Encino ranch and carried out her funeral wishes as she had requested in her will. A month later, he returned to the studio to work with Lana Turner in the movie \"Somewhere I'll Find You\". Having lost 20 pounds since the tragedy, Gable evidently was emotionally and physically devastated by it, but Turner stated that Gable remained a professional for the duration of filming. He acted in 27 more films and remarried twice more. \"But he was never the same,\" said Esther Williams. \"He had been devastated by Carole's death.\"",
            "score": 42.61144804954529
        },
        {
            "docid": "1025168_10",
            "document": "Johnny Mack Brown . He appeared in minor roles until 1930 when he was cast as the star in a Western entitled \"Billy the Kid\" and directed by King Vidor. An early widescreen film (along with Raoul Walsh's \"The Big Trail\" with John Wayne, produced the same year), the movie also features Wallace Beery as Pat Garrett. Brown was billed over Beery, who would become MGM's highest-paid actor within the next three years. Also in 1930, Brown played Joan Crawford's love interest in \"Montana Moon\". Brown went on to make several more top-flight movies under the name John Mack Brown, including \"The Secret Six\" (1931) with Wallace Beery, Jean Harlow, and Clark Gable, as well as the legendary Lost Generation celebration of alcohol, \"The Last Flight\" (1931), and was being groomed by MGM as a leading man until being abruptly replaced on \"Laughing Sinners\" in 1931, with all his scenes reshot, substituting rising star Clark Gable in his place. MGM and director Woody Van Dyke screen tested him for the lead role of \"Tarzan the Ape Man\" but Van Dyke didn't feel he was tall enough.",
            "score": 46.98077750205994
        },
        {
            "docid": "11956039_9",
            "document": "Callaway Went Thataway . Clark Gable, Elizabeth Taylor, and Esther Williams made cameo appearances.",
            "score": 33.73740887641907
        },
        {
            "docid": "42083_67",
            "document": "Clark Gable . Warner Bros. cartoons sometimes caricatured Gable. Examples include \"Have You Got Any Castles?\" (in which his face appears seven times inside the novel \"The House of the Seven Gables\"), \"The Coo-Coo Nut Grove\" (in which his ears flap on their own), \"Hollywood Steps Out\" (in which he follows an enigmatic woman), and \"Cats Don't Dance\" in which he appears on a billboard promotion for \"Gone With The Wind\".",
            "score": 36.3315007686615
        },
        {
            "docid": "43293975_8",
            "document": "Mary Ruth Ray . Ray also played on the motion picture soundtrack recording of \"Saving Private Ryan\" (composed and conducted by John Williams), and appeared on screen as violist-performer in the movie \"Yes, Giorgio\" (starring Luciano Pavarotti, with the Boston Pops Orchestra).",
            "score": 27.903354167938232
        },
        {
            "docid": "9711003_4",
            "document": "Mamo Clark . She made her film debut in a featured role in \"Mutiny on the Bounty\" (1935) as Miamiti, Fletcher Christian's (Clark Gable) wife in the film. The following year she appeared in the serial \"Robinson Crusoe of Clipper Island\" as a Polynesian princess. In 1937, she appeared with \"Mutiny on the Bounty\" co-star Movita in \"The Hurricane\". Clark played roles in several 'B-pictures with Pacific Island settings, for instance \"Hawaii Calls\" (1938).",
            "score": 38.03847885131836
        },
        {
            "docid": "5096103_6",
            "document": "Superman and Lois Lane . The characters, Superman/Clark Kent and Lois Lane, were created by Jerry Siegel and Joe Shuster. Superman was conceived as being like the ideal Hollywood romantic hero of the time, portrayed in films by Douglas Fairbanks, Clark Gable, and Rudolph Valentino. Siegel and Shuster were both fans of silent film actor Douglas Fairbanks. His movies \"The Mark of Zorro\" (1920), \"Robin Hood\" (1922), and \"The Black Pirate\" (1926) became a huge influence on their writing and art on the Superman character. The idea of making Superman a visitor from another planet was inspired by author Edgar Rice Burroughs' John Carter of Mars stories. Clark Kent's character grew out of Siegel and Shuster's own personal lives. His name is the combined names of actors Clark Gable and Kent Taylor. Clark Kent's demeanor was based on Harold Lloyd. Lois Lane was inspired by actress Glenda Farrell's portrayal of the fictional reporter Torchy Blane in a series of films. Siegel took her name from actress Lola Lane. Shuster based Lois Lane's physical appearance on a model name Joanne Carter. Carter later married co-creator Jerry Siegel in 1948.",
            "score": 46.4655704498291
        },
        {
            "docid": "518088_2",
            "document": "Ken Clark (actor) . Kenneth Donovan \"Ken\" Clark (June 4, 1927 – June 1, 2009) was an American B-movie actor. He appeared in movies in the United States and Europe, including the Secret Agent 077 trilogy.",
            "score": 33.619166135787964
        },
        {
            "docid": "9627307_6",
            "document": "John Clark (footballer, born 1964) . That same season United also lost the 1987 Scottish Cup Final to St Mirren as they also did the season after to Celtic. Clark remained a regular in the Tannadice defence for the late 1980s and early 1990s making 330 appearances scoring 37 goals.",
            "score": 27.13823962211609
        },
        {
            "docid": "859656_7",
            "document": "Judy Lewis . Lewis was the niece of actresses Polly Ann Young, Sally Blane, and Georgiana Young. Her aunt, Georgiana (Loretta Young's half-sister), was married to actor Ricardo Montalbán for sixty-three years until her death in 2007. She was also the half-sister of John Clark Gable (Clark Gable's son with his fifth wife, Kay Williams), Christopher Lewis and Peter Lewis (Loretta's biological sons). Musician David Lindley is her cousin.",
            "score": 40.450671911239624
        },
        {
            "docid": "171036_47",
            "document": "Irving Thalberg . Besides bringing a distinctive high quality \"look\" to MGM films and often recreating well-known stories or plays, Thalberg's actors themselves took on a characteristic quality. Thalberg wanted his female actors to appear \"cool, classy and beautiful,\" notes Flamini. And he strove to make the male actors appear \"worldly and in control.\" In general, Thalberg movies and actors came to be \"luxurious,\" \"glossy,\" and \"technically flawless.\" By doing so, he made stars of actors such as Lon Chaney, Ramon Novarro, John Gilbert, Greta Garbo, Joan Crawford, Clark Gable, Helen Hayes, Jean Harlow, Marie Dressler, Wallace Beery, John Barrymore, Lionel Barrymore and Luise Rainer.",
            "score": 43.67621302604675
        }
    ],
    "r": [
        {
            "docid": "313206_14",
            "document": "Rhett Butler . In the 1939 film version of \"Gone with the Wind\", for the role of Rhett Butler, Clark Gable was an almost immediate favorite for both the public and producer David O. Selznick (except for Gable himself). But as Selznick had no male stars under long-term contract, he needed to go through the process of negotiating to borrow an actor from another studio. Gary Cooper was thus Selznick's first choice, because Cooper's contract with Samuel Goldwyn involved a common distribution company, United Artists, with which Selznick had an eight-picture deal. However, Goldwyn remained noncommittal in negotiations. Warner Bros. offered a package of Bette Davis, Errol Flynn, and Olivia de Havilland for the lead roles in return for the distribution rights. When Gary Cooper turned down the role of Rhett Butler, he was passionately against it. He was quoted saying, \"\"Gone With The Wind\" is going to be the biggest flop in Hollywood history. I’m glad it’ll be Clark Gable who’s falling flat on his nose, not Gary Cooper\". But by then Selznick was determined to get Clark Gable, and eventually found a way to borrow him from Metro-Goldwyn-Mayer. Selznick's father-in-law, MGM chief Louis B. Mayer, offered in May 1938 to fund half of the movie's budget in return for a powerful package: 50% of the profits would go to MGM, the movie's distribution would be credited to MGM's parent company, Loew's, Inc., and Loew's would receive 15 percent of the movie's gross income. Selznick accepted this offer in August, and Gable was cast. But the arrangement to release through MGM meant delaying the start of production until Selznick International completed its eight-picture contract with United Artists. Gable was reluctant to play the role. At the time, he was wary of potentially disappointing a public who had formed a clear impression of the character that he might not necessarily convey in his performance.",
            "score": 64.95958709716797
        },
        {
            "docid": "42083_26",
            "document": "Clark Gable . Butler's last line in \"Gone with the Wind\", \"Frankly, my dear, I don't give a damn,\" is one of the most famous lines in movie history. Gable was an almost immediate favorite for the role of Rhett with both the public and producer David O. Selznick. Since Selznick had no male stars under long-term contract, though, he needed to go through the process of negotiating to borrow an actor from another studio. Gary Cooper was Selznick's first choice. When Cooper turned down the role of Butler, he was quoted as saying, \"\"Gone With the Wind\" is going to be the biggest flop in Hollywood history. I’m glad it'll be Clark Gable who's falling flat on his nose, not me.\" By then, Selznick had become determined to hire Gable, and set about finding a way to borrow him from MGM. Gable was wary of potentially disappointing an audience that had decided that no one else could play the part. He later conceded, \"I think I know now how a fly must react after being caught in a spider's web.\"",
            "score": 60.41118240356445
        },
        {
            "docid": "2117651_2",
            "document": "AFI's 100 Years...100 Movie Quotes . Part of The American Film Institute (AFI 100 Years... series), AFI's 100 Years... 100 Movie Quotes is a list of the top 100 movie quotations in American cinema. The American Film Institute revealed the list on June 21, 2005, in a three-hour television program on CBS. The program was hosted by actor Pierce Brosnan and had commentary from many Hollywood actors and filmmakers. A jury consisting of 1,500 film artists, critics, and historians selected \"Frankly, my dear, I don't give a damn,\" spoken by Clark Gable as Rhett Butler in the 1939 American Civil War epic \"Gone with the Wind\" as the most memorable American movie quotation of all time.",
            "score": 58.07604217529297
        },
        {
            "docid": "42083_3",
            "document": "Clark Gable . Gable won an Academy Award for Best Actor for \"It Happened One Night\" (1934), and was nominated for leading roles in \"Mutiny on the Bounty\" (1935) and for his best-known role as Rhett Butler in \"Gone with the Wind\" (1939) (according to \"Encyclopaedia Britannica\"). Gable also found success commercially and critically with films such as \"Red Dust\" (1932), \"Manhattan Melodrama\" (1934), \"San Francisco\" (1936), \"Saratoga\" (1937) \"Boom Town\" (1940), \"The Hucksters\" (1947), \"Homecoming\" (1948), and \"The Misfits\" (1961), which was his final screen appearance.",
            "score": 57.245784759521484
        },
        {
            "docid": "42083_27",
            "document": "Clark Gable . By all accounts, Gable got along well with his co-stars during filming. Gable was great friends with actress Hattie McDaniel, and he even slipped her a real alcoholic drink during the scene in which they were supposed to be celebrating the birth of Scarlett and Rhett's daughter. Clark Gable almost walked off the set of “Gone With the Wind” when he discovered the studio facilities were segregated and were designated “White” and “Colored.” Gable got on the phone with the film's director, Victor Fleming, who called the prop master and told him, \"If you don’t get those signs down, you won’t get your Rhett Butler.\" The signs were taken down immediately. Gable tried to boycott the premiere of \"Gone with the Wind\" in Atlanta, Georgia, because the African American McDaniel was not permitted to attend. He reportedly only went after she pleaded with him to go. Gable remained friends with McDaniel, and he always attended her Hollywood parties, especially when she was raising funds during World War II.",
            "score": 56.228580474853516
        },
        {
            "docid": "20003223_2",
            "document": "Siegfried Schürenberg . Siegfried Schürenberg (12 January 1900 – 31 August 1993) was a German film actor. He appeared in 83 films between 1933 and 1974. He was born in Detmold, Germany and died in Berlin, Germany. Although he never played leading roles, he was a well-known supporting actor who played the role of Sir John in numerous Edgar Wallace films during the 1960s. He was also a busy dubbing actor, for example as the German voice for Clark Gable in most of his films, including Rhett Butler in \"Gone with the Wind\".",
            "score": 55.10238265991211
        },
        {
            "docid": "691308_2",
            "document": "Manhattan Melodrama . Manhattan Melodrama is a 1934 American pre-Code crime film, produced by MGM, directed by W. S. Van Dyke, and starring Clark Gable, William Powell, and Myrna Loy. The movie also provided one of the earliest roles for Mickey Rooney, who played Gable's character as a child. The film is based on a story by Arthur Caesar, who won the Academy Award for Best Original Story. It was also the first of Myrna Loy and William Powell's fourteen screen pairings.",
            "score": 54.70151138305664
        },
        {
            "docid": "42083_25",
            "document": "Clark Gable . Despite his reluctance to play the role, Gable is best known for his performance in \"Gone with the Wind\" (1939), for which he gained a Best Actor Oscar nomination. Carole Lombard may have been the first to suggest that he play Rhett Butler (and she play Scarlett) when she bought him a copy of the bestseller, which he refused to read.",
            "score": 54.14565658569336
        },
        {
            "docid": "1095954_2",
            "document": "Idiot's Delight (film) . Idiot's Delight is a 1939 MGM comedy-drama with a screenplay adapted by Robert E. Sherwood from his 1936 Pulitzer-Prize-winning play of the same name. The movie showcases Clark Gable, in the same year that he played Rhett Butler in \"Gone With the Wind\", and Norma Shearer in the declining phase of her career. Although not a musical, it is notable as the only film where Gable sings and dances, performing \"Puttin' on the Ritz\" by Irving Berlin.",
            "score": 52.89516067504883
        },
        {
            "docid": "45014406_4",
            "document": "Robert Elliott (actor, born 1879) . Active in films from 1916, Elliott played Detective Crosby in the 1928 feature \"Lights of New York\", the first all-talking sound film. One of his most notable roles was that of a Yankee officer playing cards with Rhett Butler (Clark Gable) in the film \"Gone With the Wind\". The officer says of Rhett, \"It's hard to be strict with a man who loses money so pleasantly.\"",
            "score": 50.17388916015625
        },
        {
            "docid": "4375700_2",
            "document": "Frankly, my dear, I don't give a damn . \"Frankly, my dear, I don't give a damn\" is a line from the 1939 film \"Gone with the Wind\" starring Clark Gable and Vivien Leigh. The line is spoken by Rhett Butler (Gable), as his last words to Scarlett O'Hara (Leigh), in response to her tearful question: \"Where shall I go? What shall I do?\" Scarlett clings to the hope that she can win him back. This line is also partially spoken by Rhett Butler in Margaret Mitchell's novel \"Gone with the Wind\", published in 1936, from which the film is derived.",
            "score": 50.100643157958984
        },
        {
            "docid": "37683326_6",
            "document": "The Call of the Wild (1923 film) . London's classic novel has been the inspiration for several feature-film adaptions and TV movies since the book was first published. Notable actors who have appeared in these various feature-films include: Clark Gable and Loretta Young in 1935, Charlton Heston in a British production in 1972, John Beck in 1976, and Christopher Lloyd, Timothy Bottoms and Veronica Cartwright in 2009.",
            "score": 49.87964630126953
        },
        {
            "docid": "42083_45",
            "document": "Clark Gable . After Joan Crawford's third divorce, she and Gable resumed their relationship and lived together for a brief time. Gable was acclaimed for his performance in \"The Hucksters\" (1947), a satire of postwar Madison Avenue corruption and immorality. A very public and brief romance with Paulette Goddard occurred after that. In 1949, Gable married Sylvia Ashley, a British model and actress previously married to Douglas Fairbanks. The relationship was profoundly unsuccessful; they divorced in 1952. Soon followed \"Never Let Me Go\" (1953), opposite Gene Tierney. Tierney was a favorite of Gable and he was very disappointed when she was replaced in \"Mogambo\" (because of her mental health problems) by Grace Kelly. \"Mogambo\" (1953), directed by John Ford, was a somewhat sanitized remake of his earlier Pre-Code film \"Red Dust\", with Jean Harlow and Mary Astor, which had been a greater success. Gable's on-location affair with Grace Kelly (1929–1982), who was young enough to be his daughter, gradually ended after filming was completed. Gable became increasingly unhappy with what he considered mediocre roles offered him by MGM, while the studio regarded his salary as excessive. Studio head Louis B. Mayer was fired in 1951 amid slumping Hollywood production and revenue, due primarily to the rising popularity of television. Studio chiefs struggled to cut costs. Many MGM stars were fired or their contracts were not renewed, including Greer Garson and Judy Garland. In 1953, Gable refused to renew his contract and began to work independently. His first two films in this new situation were \"Soldier of Fortune\" and \"The Tall Men\" (both 1955), which were profitable, although only modest successes. In 1955, Gable married his fifth wife, Kay Spreckels (née Kathleen Williams), a thrice-married former fashion model and actress who had previously been married to sugar-refining heir Adolph B. Spreckels Jr. Gable became stepfather to her son Bunker Spreckels, who went on to live a notorious celebrity lifestyle in the late 1960s and early 1970s surfing scene, ultimately leading to his early death in 1977. In 1955, Gable formed a production company with Jane Russell and her husband Bob Waterfield, and they produced \"The King and Four Queens\" (1956), Gable's only production. He found producing and acting to be too taxing on his health, and he was beginning to manifest a noticeable tremor, particularly in long takes. His next project was \"Band of Angels\" (1957), with relative newcomer Sidney Poitier and Yvonne De Carlo; it was not well received despite Gable's role's similarities to Rhett Butler. \"Newsweek\" said, \"Here is a movie so bad that it must be seen to be disbelieved.\" Next, he paired with Doris Day in \"Teacher's Pet\" (1958), shot in black and white. The film was good enough to bring Gable more movie offers, including \"Run Silent, Run Deep\" (also 1958), with co-star and producer Burt Lancaster, which featured his first on-screen death since 1937, and which garnered good reviews. Gable started to receive television offers, but rejected them outright. At 57, Gable finally acknowledged, \"Now it's time I acted my age\". His next two films were light comedies for Paramount: \"But Not for Me\" (1959) with Carroll Baker and \"It Started in Naples\" (1960) with Sophia Loren. The last one, despite an icy critical reception, was a good box-office success and was nominated for an Academy award and two Golden Globes. Filmed mostly on location in Italy, it was Gable's last film released in color.",
            "score": 49.837684631347656
        },
        {
            "docid": "49051010_4",
            "document": "William Stack . In 1930, Stack returned to the U.S., making his American film debut with a featured role in the melodrama, \"Sarah and Son\", starring Ruth Chatterton and Fredric March. He followed this with an appearance as Travis in \"Derelict\", directed by Rowland V. Lee, and starring George Bancroft, Jessie Royce Landis, and William \"Stage\" Boyd. He finished the year in the small role of Dr. Fowler in \"The Right to Love\", starring Ruth Chatterton and Paul Lukas. In 1931 he only appeared in a single film, the legal drama \"A Free Soul\", in a small role. The film stars Norma Shearer, Leslie Howard, Lionel Barrymore, and Clark Gable. 1932 would see him in another small role, that of a doctor in \"Payment Deferred\", starring Charles Laughton and Maureen O'Sullivan. In \"Charlie Chan's Greatest Case\" (1933), starring Warner Oland in the title role, Stack had the minor part of Jack Eagan. Small roles followed in the 1934 films \"The Fountain\", starring Ann Harding, \"Manhattan Melodrama\", starring Clark Gable, William Powell, and Myrna Loy, \"Wonder Bar\", starring Al Jolson, and \"Chained\", starring Gable and Joan Crawford. Before he appeared in the substantial role as Warner Baxter's captain in the war drama, \"Hell in the Heavens\". In 1935 he again had several small roles in such films as \"Rendezvous\", where he played a waiter, as a director in \"The Man Who Broke the Bank at Monte Carlo\", and as Sir Phillip in \"The Perfect Gentleman\". Stack also played the Judge Advocate, another small role, in the classic 1935 version of \"Mutiny on the Bounty\", starring Charles Laughton and Clark Gable. That year he also had prominent roles in several films. He played a mysterious professor, Henri Fresnel, the father of Wendy Barrie, in the murder mystery, \"College Scandal\". Stack also had a leading role in the historical drama, \"Becky Sharp\", which was notable because it was the first film shot entirely in the new three-strip Technicolor process.",
            "score": 49.5749626159668
        },
        {
            "docid": "42083_19",
            "document": "Clark Gable . To bolster his increasing popularity, MGM frequently paired him with well-established female stars. Joan Crawford asked for him as her co-star in \"Dance, Fools, Dance\" (1931). He built his fame and public visibility in such movies as \"A Free Soul\" (1931), in which he played a gangster who shoved the character played by Norma Shearer; Gable never played a supporting role again. \"The Hollywood Reporter\" wrote \"A star in the making has been made, one that, to our reckoning, will outdraw every other star... Never have we seen audiences work themselves into such enthusiasm as when Clark Gable walks on the screen\".",
            "score": 49.47738265991211
        },
        {
            "docid": "13613081_16",
            "document": "Junior Coghlan . By the late 1930s, Junior Coghlan was no longer a child actor and parts became harder to find. He played an uncredited role as a \"collapsing\" Confederate soldier in the 1939 classic \"Gone with the Wind\". In his scene, Coghlan spoke the line \"Put me down, put me down, damn ya', I can walk\" as he was being carried off the battlefield. Coghlan's scene preceded Clark Gable's famous use of the expletive later in the film, leading Coghlan to boast, \"It was the first time the word damn had ever been used in a movie. I used the word before Gable did, but his created a huge flap.\" Coghlan's line was cut from later prints of the film.",
            "score": 49.446937561035156
        },
        {
            "docid": "2804704_2",
            "document": "Gone with the Wind (film) . Gone with the Wind is a 1939 American epic historical romance film, adapted from Margaret Mitchell's 1936 novel of the same name. The film was produced by David O. Selznick of Selznick International Pictures and directed by Victor Fleming. Set in the American South against the backdrop of the American Civil War and the Reconstruction era, the film tells the story of Scarlett O'Hara, the strong-willed daughter of a Georgia plantation owner. It follows her romantic pursuit of Ashley Wilkes, who is married to his cousin, Melanie Hamilton, and her subsequent marriage to Rhett Butler. The leading roles are played by Vivien Leigh (Scarlett), Clark Gable (Rhett), Leslie Howard (Ashley), and Olivia de Havilland (Melanie).",
            "score": 49.29663848876953
        },
        {
            "docid": "957797_8",
            "document": "Hollywood Victory Committee . Clark Gable was the first chairman of the Hollywood Victory Committee. He had starred in the movie \"Gone With the Wind\" in 1939 and had recently completed other films such as \"Boom Town\" with Spencer Tracy in 1940. A major star when the attack on Pearl Harbor occurred in 1941. Gable was perfect to lead the patriotic movement in Hollywood.",
            "score": 49.16997528076172
        },
        {
            "docid": "42083_23",
            "document": "Clark Gable . Filming began in a tense atmosphere, but both Gable and director Frank Capra enjoyed making the movie. \"It Happened One Night\" became the first movie to sweep all five of the major Academy Awards, with Gable winning for Best Actor. To Capra, Gable's character in the film most closely resembled his real personality: He returned to MGM a bigger star than ever. He received an Academy Award nomination for his portrayal of Fletcher Christian in \"Mutiny on the Bounty\" (1935).",
            "score": 49.12369918823242
        },
        {
            "docid": "5469637_3",
            "document": "Edward Woods . An obituary from the \"Salt Lake City Tribune\", dated October 10, 1989, names Woods' parents as Mary Clark and William B. Woods, and mentions two brothers, Roy C. and William B. Woods. After graduating from the University of Southern California, Woods became an actor. He appeared at the old Salt Lake Theatre in \"The Copperhead\", as Lionel Barrymore's teenage son. In New York City, he appeared in many successful Broadway productions then began a movie career. He worked with Cary Grant, Greta Garbo, Jean Harlow, John Barrymore, and Clark Gable.",
            "score": 49.10582733154297
        },
        {
            "docid": "983799_7",
            "document": "Atlanta Cyclorama &amp; Civil War Museum . A movie theater inside the museum showed a short film about the Atlanta Campaign, narrated by James Earl Jones, to visitors before they view the painting. The cyclorama painting itself is augmented by a three-dimensional diorama in front of the painting and a narration of the events of the battle and the history of the painting. A popular story concerning the diorama involves actor Clark Gable. During the celebrations surrounding the opening of the film \"Gone with the Wind\", the film's actors visited the Atlanta Cyclorama. Gable allegedly claimed that the only way the painting could be any more magnificent was if he were in it, prompting the management to add Gable's features to one of the sculptures in the diorama, that of a dying soldier.",
            "score": 48.66918182373047
        },
        {
            "docid": "5566359_2",
            "document": "Adventure (1945 film) . Adventure is a 1945 American romantic drama film directed by Victor Fleming and starring Clark Gable and Greer Garson. Based on the 1937 novel \"The Anointed\" by Clyde Brion Davis, the film is about a sailor who falls in love with a librarian. \"Adventure\" was Gable's first postwar film and the tagline repeated in the movie's famous trailer was \"Gable's back and Garson's got him!\" Gable had suggested \"He put the arson in Garson,\" while Garson proposed \"She put the able in Gable.\"",
            "score": 48.51850509643555
        },
        {
            "docid": "43703649_2",
            "document": "Painted Desert (1938 film) . Painted Desert is a 1938 Western film directed by David Howard and starring George O'Brien and Laraine Day (billed as \"Laraine Johnson\"). The picture is a remake of \"The Painted Desert\", which stars William Boyd and features an early appearance by Clark Gable in a major supporting role. The movie was partially filmed on location in Red Rock Canyon, a popular filming location during the 1930s and 1940s, with a multitude of B-Westerns being filmed there.",
            "score": 48.245689392089844
        },
        {
            "docid": "24799509_12",
            "document": "Graph database . The relative advantage of graph retrieval grows with the complexity of a query. For example, one might want to know \"that movie about submarines with the actor who was in that movie with that other actor that played the lead in Gone With the Wind\". This first requires the system to find the actors in Gone With the Wind, find all the movies they were in, find all the actors in all of those movies who were not the lead in Gone With the Wind, and then find all of the movies they were in, finally filtering that list to those with descriptions containing \"submarine\". In a relational database this will require several separate searches through the movies and actors tables, doing another search on submarine movies, finding all the actors in those movies, and then comparing the (large) collected results. In contrast, the graph database would simply walk from Gone With the Wind to Clark Gable, gather the links to the movies he has been in, gather the links out of those movies to other actors, and then follow the links out of those actors back to the list of movies. The resulting list of movies can then be searched for \"submarine\". All of this can be done via one search.",
            "score": 48.197845458984375
        },
        {
            "docid": "12141228_5",
            "document": "Clark Gable filmography . During his career as a movie star Gable appeared as himself in the following short subjects: For a number of years US movie exhibitors voted Gable among the most popular film stars in the country:",
            "score": 48.171478271484375
        },
        {
            "docid": "58819_21",
            "document": "Metro-Goldwyn-Mayer . Hits in 1939 included \"The Wizard of Oz\", \"Boys Town\" and \"Gone with the Wind\", starring Vivien Leigh as Scarlett O'Hara and Clark Gable as Rhett Butler. Although \"Gone With the Wind\" was produced by Selznick International Pictures, it was distributed by MGM as part of a deal for producer David O. Selznick, Mayer's son-in-law, to obtain the services of Gable as well as financial assistance to complete the film. While \"The Wizard of Oz\" was a critical hit, the film took 20 years before turning a profit.",
            "score": 48.132484436035156
        },
        {
            "docid": "4997_74",
            "document": "Boeing B-17 Flying Fortress . Hollywood featured the B-17 in its period films, such as director Howard Hawks' \"Air Force\" starring John Garfield and \"Twelve O'Clock High\" starring Gregory Peck. Both films were made with the full cooperation of the United States Army Air Forces and used USAAF aircraft and (for \"Twelve O'Clock High\") combat footage. In 1964, the latter film was made into a television show of the same name and ran for three years on ABC TV. Footage from \"Twelve O' Clock High\" was also used, along with three restored B-17s, in the 1962 film \"The War Lover\". The B-17 also appeared in the 1938 movie \"Test Pilot\" with Clark Gable and Spencer Tracy, with Clark Gable in \"Command Decision\" in 1948, in \"Tora! Tora! Tora!\" in 1970, and in \"Memphis Belle\" with Matthew Modine, Eric Stoltz, Billy Zane, and Harry Connick Jr. in 1990. The most famous B-17, the \"Memphis Belle\", toured the U. S. with its crew to reinforce national morale (and to sell war bonds). It starred in a USAAF documentary, \"\".",
            "score": 47.99482727050781
        },
        {
            "docid": "27754718_44",
            "document": "War Horse (film) . The film score by John Williams was recorded in late March and early April 2011. Tuba player Jim Self reported in May 2011: \"For John Williams I [sic] recently finished recording for the film \"War Horse\". It's a war movie so the score has a lot of brass—but it was gentle music often.\" English folk singer John Tams, who wrote the songs for the stage production of \"War Horse\", was approached by Spielberg and Williams about including one of his songs from the stageshow in the film. In the liner notes to the film soundtrack CD, Spielberg wrote \"I feel that John has made a special gift to me of this music, which was inspired not only by my film but also by many of the picturesque settings of the poet William Wordsworth, whose vivid descriptions of the British landscape inspired much of what you are going to hear.\" In the premiere of three of the tracks on New York radio station WQXR's \"Movies on the Radio\", broadcaster David Garland drew parallels with the work of British composer Ralph Vaughan Williams.",
            "score": 47.79088592529297
        },
        {
            "docid": "42083_58",
            "document": "Clark Gable . In 1955, Gable married twice divorced Kay Williams, and had a son, John Clark Gable, by her, on March 20, 1961, after his death. John Clark had two children: Kayley Gable (born 1986) and Clark James Gable (born September 20, 1988). Kayley is an actress, while Clark James is currently host of the nationally syndicated reality show \"Cheaters\".",
            "score": 47.60683822631836
        },
        {
            "docid": "24799509_13",
            "document": "Graph database . Properties add another layer of abstraction to this structure that also improves many common queries. Properties are essentially labels that can be applied to any record, or in some cases, edges also. For example, one might label Clark Gable as \"actor\", which would then allow the system to quickly find all the records that are actors, as opposed to director or camera operator. If labels on edges are allowed, one could also label the relationship between Gone With the Wind and Clark Gable as \"lead\", and by performing a search on people that are \"lead\" \"actor\" in the movie Gone With the Wind, the database would produce Vivien Leigh, Olivia de Havilland and Clark Gable. The equivalent SQL query would have to rely on added data in the table linking people and movies, adding more complexity to the query syntax. These sorts of labels may improve search performance under certain circumstances, but are generally more useful in providing added semantic data for end users.",
            "score": 47.319583892822266
        },
        {
            "docid": "6215998_10",
            "document": "Matinee (1993 film) . Joe Dante has cast character actor Dick Miller in each of his movies to date, casting him here as one of the men protesting the monster movie's release, and as a soldier holding a sack of sugar. Also appearing in supporting roles are William Schallert and Robert O. Cornthwaite (who both appeared in scores of low-budget films of all genres); Kevin McCarthy (perhaps best remembered for his role in \"Invasion of the Body Snatchers\") as well as Robert Picardo, both of whom appeared in several of Dante's movies. John Sayles, who collaborated with Dante on earlier movies, appears as one of the men protesting the monster movie's release.",
            "score": 47.10531997680664
        },
        {
            "docid": "1025168_10",
            "document": "Johnny Mack Brown . He appeared in minor roles until 1930 when he was cast as the star in a Western entitled \"Billy the Kid\" and directed by King Vidor. An early widescreen film (along with Raoul Walsh's \"The Big Trail\" with John Wayne, produced the same year), the movie also features Wallace Beery as Pat Garrett. Brown was billed over Beery, who would become MGM's highest-paid actor within the next three years. Also in 1930, Brown played Joan Crawford's love interest in \"Montana Moon\". Brown went on to make several more top-flight movies under the name John Mack Brown, including \"The Secret Six\" (1931) with Wallace Beery, Jean Harlow, and Clark Gable, as well as the legendary Lost Generation celebration of alcohol, \"The Last Flight\" (1931), and was being groomed by MGM as a leading man until being abruptly replaced on \"Laughing Sinners\" in 1931, with all his scenes reshot, substituting rising star Clark Gable in his place. MGM and director Woody Van Dyke screen tested him for the lead role of \"Tarzan the Ape Man\" but Van Dyke didn't feel he was tall enough.",
            "score": 46.980777740478516
        }
    ]
}