{
    "q": [
        {
            "docid": "1095771_5",
            "document": "Teddy Atlas . Atlas trained as an amateur boxer with Hall of Fame trainer Cus D'Amato. He had some amateur fights but had to turn to work as a trainer due to a back injury. Atlas was an assistant to D'Amato, although his role in the Catskill Boxing Club was short-lived. His duties included assisting in the training of D'Amato's teenage protégé Mike Tyson. However, Atlas left the camp in 1982 following an altercation with the 15-year-old Tyson after Tyson had been sexually inappropriate with an 11-year-old female relative of Atlas' (Tyson said he had grabbed the girl's buttocks). Atlas put a .38 caliber handgun to Tyson's ear and told him to never touch his family again, or he would kill him if he did. This altercation between Atlas and a young Mike Tyson led to Atlas' dismissal from the Catskill Boxing Club, and he was told he was no longer welcome in D'Amato's home or around any of his adopted children (his fighters whom he had legally adopted, Tyson included).",
            "score": 92.1511914730072
        },
        {
            "docid": "158538_21",
            "document": "Evander Holyfield . Then a deal was signed for him to defend his crown against Mike Tyson in November 1991. Tyson delayed the fight, claiming he was injured in training, but was then convicted for the rape of Desiree Washington and sentenced to six years in prison, so the fight did not happen at that time. They fought in 1996 (Holyfield won by a TKO in 11) and a rematch in 1997 (Holyfield won by disqualification in 3, after Tyson bit both of his ears).",
            "score": 74.25326561927795
        },
        {
            "docid": "39027_11",
            "document": "Mike Tyson . Kevin Rooney also trained Tyson, and he was occasionally assisted by Teddy Atlas, although Atlas was dismissed by D'Amato when Tyson was 15. Rooney eventually took over all training duties for the young fighter.",
            "score": 73.5628297328949
        },
        {
            "docid": "39027_27",
            "document": "Mike Tyson . Tyson and Ruddock met again on June 28 that year, with Tyson knocking down Ruddock twice and winning a 12 round unanimous decision. A fight between Tyson and Holyfield for the undisputed championship was scheduled for November 8, 1991 at Caesars Palace in Las Vegas, but Tyson pulled out after sustaining a rib cartilage injury during training.",
            "score": 67.27419948577881
        },
        {
            "docid": "66345_9",
            "document": "Robin Givens . After meeting in March 1986, Givens married boxer Mike Tyson on February 7, 1988. Tyson was then estimated to have US$50 million, and he and Givens did not make a prenuptial agreement. During their marriage, Givens and her mother bought a $4.6 million mansion in the affluent suburb of Bernardsville, New Jersey.",
            "score": 74.7094316482544
        },
        {
            "docid": "24694758_4",
            "document": "Tyson (1995 film) . Mike Tyson grows up a troubled youth, who vows to be a professional boxer in the future. Manager and trainer Cus D'Amato begins turning the young Tyson into an undefeated fighter. However, Tyson becomes a difficult pupil who is often exposed, and slacks off during his training.",
            "score": 80.9122269153595
        },
        {
            "docid": "1486840_12",
            "document": "Cus D'Amato . It was there that he met and began to work with the future heavyweight champion, Mike Tyson, who was in a nearby reform school. He adopted Tyson after Tyson's mother died. D'Amato trained him over the next few years, encouraging the use of peek-a-boo style boxing, with the hands in front of the face for more protection. D'Amato was briefly assisted by Teddy Atlas, and later Kevin Rooney, a protégé of D'Amato, who emphasized elusive movement. It is unclear at exactly what age (11 or 12) Tyson first became seriously interested in becoming a professional boxer. Bobby Stewart, a former Golden Gloves Champion, was approached by Tyson while working as a counselor at the Tryon School For Boys. Tyson knew of Stewart's former boxing glory and specifically asked to speak with Stewart who immediately took on a gruff attitude of the subject after witnessing Tyson's terrible behavior in his first days at the school. Bobby Stewart introduced Mike Tyson to D'Amato when Tyson was around 12 or 13 years old, after Stewart stated he had taught Tyson all he could about boxing technique and skill. D'Amato died a little over a year before Tyson became the youngest world heavyweight titleholder in history at the age of 20 years 4 months, thus supplanting Patterson's record. Rooney would later guide Tyson to the heavyweight championship sixteen months after D'Amato's death.",
            "score": 100.04991209506989
        },
        {
            "docid": "30858332_16",
            "document": "Evander Holyfield vs. Mike Tyson II . In the 2008 documentary \"Tyson\", the boxer claimed he did it as retaliation for the headbutting.",
            "score": 74.39556932449341
        },
        {
            "docid": "10317238_5",
            "document": "Gogoplata . Ryusuke \"Jack\" Uemura is notable as the fighter who performed the first successful gogoplata in mixed martial arts against Isao Terada at Zst Grand Prix 2, Final Round, on January 23, 2005. Former UFC Heavyweight fighter Brad Imes calls himself \"Mr. Gogoplata,\" after winning two matches in a row with the maneuver. Nick Diaz defeated Takanori Gomi using the gogoplata at Pride 33, only to have the victory turned to a NC due to positive test for marijuana in the post-fight drug screen.",
            "score": 91.77493691444397
        },
        {
            "docid": "7350552_5",
            "document": "Shinya Aoki . For unknown reasons, the proposed fight with Melendez did not take place. Instead, Aoki faced highly ranked Lightweight fighter Joachim Hansen. Aoki submitted Hansen with a gogoplata—this was the second successful gogoplata in MMA competition (the first by Ryusuke Uemura).",
            "score": 81.16863536834717
        },
        {
            "docid": "39209225_8",
            "document": "Bruce Seldon vs. Mike Tyson . Almost immediately after the fight, the audience began chanting \"Fix!\", having thought Seldon took a dive in order for Tyson to win the championship and move on to face Evander Holyfield. The crowd would continue to serenade Seldon with chants of \"Fix!\" as he remained in the ring for an interview with Jim Gray. Gray would openly ask Seldon if he did in fact take a dive, but Seldon professed his innocence, stating \"I didn't train 12 weeks to come in here and take a dive.\"",
            "score": 65.82783496379852
        },
        {
            "docid": "40424225_5",
            "document": "Mike Tyson vs. Kevin McBride . McBride, however, remained confident that he could upset Tyson and promised that he would \"shock the world\" by defeating Tyson Prior to the fight, Tyson parted ways with trainer Freddie Roach, who had trained Tyson for his two previous fights against Clifford Etienne in 2003 and Williams in 2004, and replaced him with former super bantamweight champion Jeff Fenech.",
            "score": 72.39300608634949
        },
        {
            "docid": "10317238_7",
            "document": "Gogoplata . In Japan, promotion 666's wrestler Konaka Pelhwan is known for using a rope hanging version of the gogoplata as a signature move.",
            "score": 82.05917882919312
        },
        {
            "docid": "3307314_5",
            "document": "Kevin Rooney . Rooney trained world heavyweight champion Mike Tyson from the start of his professional career in 1985 until Tyson's bout with Michael Spinks in 1988.",
            "score": 72.83152055740356
        },
        {
            "docid": "39027_48",
            "document": "Mike Tyson . In another Memphis fight on February 22, 2003, Tyson beat fringe contender Clifford Etienne 49 seconds into round one. The pre-fight was marred by rumors of Tyson's lack of fitness. Some said that he took time out from training to party in Las Vegas and get a new facial tattoo. This eventually proved to be Tyson's final professional victory in the ring.",
            "score": 71.1316249370575
        },
        {
            "docid": "811720_15",
            "document": "Punch-Out!! (arcade game) . In 1987, the growing popularity of the Nintendo Entertainment System (NES) caused the development and release of \"Mike Tyson's Punch-Out!!\" for the NES console to happen. Several elements, such as opponents and their names, were changed for this version. In particular, professional boxer Mike Tyson was added as the game's final boss to promote his success in becoming a champion. In 1990, when the contract licensing the use of Tyson's name in the console version expired, Nintendo replaced Tyson with an original character named Mr. Dream, re-releasing it as \"Punch-Out!!\" (a.k.a. \"Punch-Out!! featuring Mr. Dream\"). Like \"Mike Tyson's Punch-Out!!\", \"Punch-Out!! featuring Mr. Dream\" bore no further resemblance to the arcade version.",
            "score": 80.77769935131073
        },
        {
            "docid": "40225077_3",
            "document": "Mike Tyson vs. Lou Savarese . Mike Tyson was three fights into his latest comeback, which started on January 16, 1999 with a fifth-round knockout victory over former IBF Heavyweight champion Francois Botha. After a nine-month layoff due in large part to a four-month prison stint, Tyson met former WBA Cruiserweight champion Orlin Norris, but the bout ended in a no-contest after Tyson injured Norris with a punch that landed after the bell. Three months later, Tyson had his first ever fight in the United Kingdom, easily defeating British journeyman Julius Francis by second-round knockout. It was then announced in February 2000 that Tyson would next meet fringe-contender Lou Savarese. Initially, the fight was set to take place in Milan, Italy in May, but the bout was postponed after Tyson decided that he needed more time to train. The fight was then moved to Hampden Park in Glasgow, Scotland and rescheduled for June 24, 2000. Though the decision to allow Tyson to return to the United Kingdom was met with protests because of Tyson's rape conviction, the Glasgow city council voted 10–1 in favor of allowing Tyson to continue on with his match with Savarese.",
            "score": 72.00946974754333
        },
        {
            "docid": "39027_65",
            "document": "Mike Tyson . In October 2012, Tyson launched the Mike Tyson Cares Foundation. The mission of the Mike Tyson Cares Foundation is to \"give kids a fighting chance\" by providing innovative centers that provide for the comprehensive needs of kids from broken homes.",
            "score": 69.47850608825684
        },
        {
            "docid": "22454095_5",
            "document": "Richie Giachetti . When Mike Tyson was dethroned of his heavyweight crown by James \"Buster\" Douglas in 1990 in a 10th-round knockout in Tokyo, King inserted Giachetti as Tyson's trainer. Giachetti trained Tyson for his next four fights, those against Henry Tillman, Alex Stewart, and the two fights against Donovan \"Razor\" Ruddock. Giachetti later returned to Tyson's corner for his second fight against Evander Holyfield, the infamous \"bite fight\".",
            "score": 64.78689742088318
        },
        {
            "docid": "39027_46",
            "document": "Mike Tyson . Tyson once again had the opportunity to fight for a heavyweight championship in 2002. Lennox Lewis held the WBC, IBF, IBO and Lineal titles at the time. As promising fighters, Tyson and Lewis had sparred at a training camp in a meeting arranged by Cus D'Amato in 1984. Tyson sought to fight Lewis in Nevada for a more lucrative box-office venue, but the Nevada Boxing Commission refused him a license to box as he was facing possible sexual assault charges at the time.",
            "score": 85.74561262130737
        },
        {
            "docid": "39230759_7",
            "document": "Trevor Berbick vs. Mike Tyson . This fight was mentioned in the animated TV series Mike Tyson Mysteries episode \"Ultimate Judgement Day\" from 2014. In the episode Mike Tyson says Trevor Berbick wanted to call their 1986 fight 'Ultimate Judgement Day', but then ghost of Berbick appears to correct Tyson, saying that it was actual Tyson was the boxer that wanted to call it 'Ultimate Judgement Day.' Tyson thanks Berbick for the correction, and then waves his hand to make the ghost of Trevor Berbick disappear.",
            "score": 80.01564121246338
        },
        {
            "docid": "3480664_19",
            "document": "Jim Gray (sportscaster) . On June 24, 2000 in Glasgow, Scotland, Gray did the interview with Mike Tyson after his swift knockout of Lou Savarese where Tyson proclaimed he \"wanted to eat (Lennox Lewis's) children.\"",
            "score": 67.37029266357422
        },
        {
            "docid": "39342210_5",
            "document": "Mike Tyson vs. Donovan Ruddock II . After months of tough negotiations between Tyson's and Evander Holyfield's respective camps, which included both men's promoters attempting to get a fight with George Foreman instead, a deal was reached that would see Holyfield and Tyson face each other for the Undisputed Heavyweight Championship on November 8, 1991 at Caesers Palace. However, Tyson suffered an injury during training camp and was unable to fight in November. The parties waited to reschedule until after Tyson's trial was complete, but before the fight could take place, Tyson was convicted of the rape of Desiree Washington in February 1992 and sentenced to six years in prison.",
            "score": 63.93675780296326
        },
        {
            "docid": "49830302_3",
            "document": "Mike Tyson (disambiguation) . Mike Tyson or Michael Tyson may also refer to:",
            "score": 68.2976016998291
        },
        {
            "docid": "2258415_6",
            "document": "Yes It Is . \"Yes It Is\" was released as the B-side of \"Ticket to Ride\" in both the UK and the US. American pressings of the single erroneously show \"Yes It Is\" as being from the film \"Eight Arms to Hold You\" (the original title for the film, \"Help!\"), in which it did not appear.",
            "score": 22.432792901992798
        },
        {
            "docid": "7316042_6",
            "document": "Final Blow . The Genesis version was one of the key games used to market the Genesis console as part of the Genesis Does Campaign, particularly since Nintendo used Mike Tyson for its \"Mike Tyson's Punch-Out!!\" video game, whom Douglas had challenged and defeated that year. \"Mega\" placed the game at #9 in their list of the 10 Worst Mega Drive Games of All Time.",
            "score": 69.36908102035522
        },
        {
            "docid": "40414479_5",
            "document": "Mike Tyson vs. Danny Williams . Tyson was then given the option to compete on the undercard of Lewis' title defense against Vitali Klitschko on June 21, 2003, after which Tyson would have two additional fights before taking on Lewis in their rematch. Tyson initially agreed and was set to meet future WBC heavyweight champion Oleg Maskaev, but Tyson pulled out of the bout after former promoter Don King allegedly used threats to prevent Tyson from signing the contract.",
            "score": 70.27268385887146
        },
        {
            "docid": "39255281_3",
            "document": "Mike Tyson vs. Tyrell Biggs . According to Mike Tyson's Book \"Undisputed Truth\", Tyrell Biggs dissed Tyson in 1984. When Tyson came to wish the American Boxing Olympic team good luck, a lady came and wished the boxers a good trip. Tyrell Biggs then proceeded to laugh and said \"I don't know about him, but he certainly ain't getting on that plane\" (referring to Mike Tyson not being selected among the American Boxing Olympic Team).",
            "score": 88.83176398277283
        },
        {
            "docid": "17121438_12",
            "document": "Lennox Lewis vs. Mike Tyson . Tyson later admitted to biting Lewis' leg and had to pay him US$335,000.",
            "score": 67.35210084915161
        },
        {
            "docid": "39438895_6",
            "document": "Mike Tyson vs. Francois Botha . The following year, Botha would get an opportunity at Lewis' titles, challenging the champion on July 15, 2000. Botha would not have as good a showing as he did against Tyson, being knocked out in the second round by Lewis",
            "score": 64.907310962677
        },
        {
            "docid": "39027_84",
            "document": "Mike Tyson . The film \"Tyson\" was released in 1995 and was directed by Uli Edel. It explores the life of Mike Tyson, from the death of his guardian and trainer Cus D'Amato to his rape conviction. Tyson is played by Michael Jai White.",
            "score": 68.46397137641907
        },
        {
            "docid": "39027_8",
            "document": "Mike Tyson . Tyson's biological father is listed as \"Purcell Tyson\" (who was from Jamaica) on his birth certificate, but the man Tyson had known as his father was Jimmy Kirkpatrick. Kirkpatrick was from Grier Town, North Carolina (a predominantly black neighborhood that was annexed by the city of Charlotte), where he was one of the neighborhood's top baseball players. Kirkpatrick married and had a son, Tyson's half-brother Jimmie Lee Kirkpatrick, who would help to integrate Charlotte high school football in 1965. In 1959, Jimmy Kirkpatrick left his family and moved to Brooklyn, where he met Tyson's mother, Lorna Mae (Smith) Tyson. Mike Tyson was born in 1966. Kirkpatrick frequented pool halls, gambled and hung out on the streets. \"My father was just a regular street guy caught up in the street world,\" Tyson said. Kirkpatrick abandoned the Tyson family around the time Mike was born, leaving Tyson's mother to care for the children on her own. Kirkpatrick died in 1992.",
            "score": 71.7624762058258
        }
    ],
    "r": [
        {
            "docid": "345792_66",
            "document": "The Undertaker . Calaway is a fan of boxing and mixed martial arts. He has practiced Brazilian jiu-jitsu and earned a black belt in 2011 under Rolles Gracie Jr. His striking gloves and \"Hell's Gate\" submission (a modified gogoplata) were also inspired by mixed martial arts.",
            "score": 132.10951232910156
        },
        {
            "docid": "18096604_3",
            "document": "UFC 2009 Undisputed . The developers at Yuke's Osaka included 6 major primary fighting styles for the fighters in the game; Striking: Boxing, Kickboxing, and Muay Thai, Grappling: Brazilian Jiu-Jitsu, Judo, and Wrestling. These styles are placed into two categories, allowing a character to have one of the fighting styles from each of these categories. For example: Georges St. Pierre has Kickboxing and Wrestling as his two fighting styles. The \"standup\" category allows Boxing, Muay Thai or Kickboxing, while grappling-style can consist of Brazilian Jiu Jitsu, Wrestling or Judo.",
            "score": 123.81774139404297
        },
        {
            "docid": "2381618_3",
            "document": "Marco Ruas . Ruas is the founder of Ruas Vale Tudo, a hybrid of submission wrestling and kickboxing. He also used to train in the art of capoeira with renowned Mestre Camisa in Rio de Janeiro at the Santa Luzia club, downtown Rio. He has instructed fighters such as Pedro Rizzo and Renato Sobral. He is also a black belt in Luta-Livre, who faced up a legendary quarrel against the Brazilian jiu-jitsu fighters in the 80s and 90s. After the match against Pinduka, he started training in Brazilian jiu-jitsu with Osvaldo Alves. Later he trained Joe Moreira before his fight against the Russian boxer Yuri Vaulin. Seeing his good skills in grappling, Moreira gave him a black belt in brazilian jiu-jitsu and caused a commotion among his fellow Brazilians. His instructors included Euclydes Hatem.",
            "score": 119.4134750366211
        },
        {
            "docid": "11630690_3",
            "document": "Glover Teixeira . Teixeira is originally from the rural community of Sobrália, Minas Gerais, Brazil and is of Portuguese descent. His neighborhood had no traffic signals, there was no electricity in many of the homes, and there was a single gas station. He moved to Danbury, Connecticut in 1999 to help support his family and quickly found a job in landscaping. It was there that he met his wife, Ingrid. After watching boxers such as Mike Tyson and the early mixed martial arts fighters such as Royce Gracie and Chuck Liddell compete, Teixeira decided that he wanted to follow the same path. He had never heard of Brazilian jiu-jitsu, but was able to find and watch videos of UFC 1 and UFC 2 which featured the legendary UFC Hall of Famer Royce Gracie. After working 10- to 12-hour days landscaping, Teixeira would then go train Boxing at Hat City Boxing and Brazilian jiu-jitsu at American Top Team Connecticut. John Hackleman had trained a fighter who fought Teixeira and was impressed by the young Brazilian. Hackleman invited Teixeira to his gym in California, The Pit, where Teixeira began training with UFC Hall of Famer Chuck Liddell.",
            "score": 118.68209075927734
        },
        {
            "docid": "28950945_4",
            "document": "Andy Foster . Andy Foster is an experienced multi-disciplined fighter who has trained in Mixed Martial Arts since 1997. He is trained in Brazilian Jiu Jitsu, Taekwondo, Aikido, Judo, Hapkido, Muay Thai, Jeet Kune Do, Sambo, Kickboxing, and Boxing. Foster holds a MMA record of 17 – 2 (8–0 Amateur and 9–2 Professional – Pro- 2 KOs, 7 Submissions, 1 TKO, 1 Decision). He has a 23–3 Amateur Boxing Record; 77–4–2 Sport Grappling Record; and 1–2 Amateur Kickboxing Record.",
            "score": 116.07933044433594
        },
        {
            "docid": "5190098_2",
            "document": "American Kickboxing Academy . The American Kickboxing Academy (AKA) is a martial arts gym based in San Jose, California. It is one of the pioneering schools of mixed martial arts (MMA). AKA headquarters is located in South San Jose. In 2014 AKA opened \"AKA Thailand\" Gym in Phuket Thailand. Prominent trainers include Brazilian Jiu-Jitsu master Leandro Vieira, Bob Cook, Derek Yuen, Javier Mendez, and Andy Fong. Within the facility, Muay Thai, Kickboxing, Brazilian Jiu-Jitsu, Wrestling and Boxing classes are taught. Additional programs include conditioning and circuit training with TRX Suspension and Combat Circuit. American Kickboxing Academy is one of the top professional MMA training camps.",
            "score": 115.3341064453125
        },
        {
            "docid": "5943453_6",
            "document": "Jake Shields . In the summer of 2001, Shields received a wrestling scholarship to San Francisco State University. At that time he began training with the Cesar Gracie Fight Team, resulting in a dramatic improvement of the jiu jitsu variety. He is a three-time Grapplers Quest Advance Champion, Pan American Championships Jiu Jitsu Champion, Pan Am Open Advance Submission Champion, Gracie Open Superfight Champion and finished 3rd place at the ADCC Submission Wrestling World Championship in 2005. His victory at the Pan American Championships (which requires wearing a uniform) as a purple belt is notable because Jake Shields claims he has trained \"about four hours with the gi in [his] life,\" and the Pan Americans is one of the largest Brazilian jiu-jitsu competitions in the world. He continued to improve on the kickboxing skills he picked up with Chuck Liddell, by cross-training with the professional Muay Thai kickboxing team at the Fairtex combat Academy, training with Muay Thai Champions Jongsanan Fairtex and Alex Gong. He was awarded the rank of black belt in Brazilian jiu-jitsu by Cesar Gracie in February 2007.",
            "score": 112.26911163330078
        },
        {
            "docid": "34395924_3",
            "document": "Jeremy Arel . Jeremy James Arel was born September 7, 1981 in Northampton, Massachusetts. He began martial arts at an early age thanks to the inspiration from his uncle, Martial Arts Hall of Famer Robert Arel. At 7 he began Isshin-Ryu and then moved to Jeet Kune Do . During his time training Jeet Kune Do he began a rigorous training schedule that would set the pace for the rest of his martial arts career, training as much as possible outside of academic classes. After 6 years of Jeet Kune Do his academy changed directions and began opening up the style to encompass “MMA” training. Under his academy’s belt system he achieved the rank of black belt and began competing in boxing, kickboxing, and grappling tournaments. During this time Arel also competed for an alternate position on the World Kickboxing Association’s US National Kickboxing Team. In 2004, after serving with the US Army National Guard in Operation Iraqi Freedom, Arel began his career in Brazilian Jiu Jitsu when he joined an Alliance Jiu Jitsu affiliate in Charlotte, NC. He achieved the rank of purple belt under the guidance of the late Luis Togno. After several additional years of training in a no-gi combat style jiu jitsu, Arel made the decision to make Brazilian Jiu Jitsu his life’s work and dedicate himself full-time to attaining the rank of black belt. In 2009 Arel moved to Rio de Janeiro, Brazil and achieved the rank of brown belt under the legendary Gracie Barra black belt Roberto “Gordo” Correa. After a brief return home he once again traveled to Rio where he was promoted to black belt under Gordo on December 11, 2010. Jeremy Arel is a graduate from Winthrop University with a degree in Health & Physical Education and is the owner/head instructor of Great Grappling Brazilian Jiu Jitsu in Fort Mill, SC, just outside Charlotte, NC.",
            "score": 111.65240478515625
        },
        {
            "docid": "46532168_3",
            "document": "Jon Delos Reyes . Reyes was born and raised in Guam, and both of his parents are Filipino. Reyes began training in the martial arts in high school with Brazilian jiu-jitsu before transitioning into kickboxing and mixed martial arts. Reyes is the former Grappler's Quest Champion, NAGA Champion, Pan Asia Brazilian Jiu-Jitsu Champion, Pan Asia No-Gi Grappling Champion, Marianas Open Brazilian Jiu-Jitsu Champion, Guam Kickboxing Invitational Champion, and an IBJJF-Las Vegas Open Medalist.",
            "score": 109.52022552490234
        },
        {
            "docid": "53842800_4",
            "document": "Tyson Pedro . He is the son of John Pedro who owned King of the Cage in Australia and was one of exponent MMA and fighters fought in the first cage fight in Australia. With seven black belts of different combat sport style, John Pedro introduced Pedro to Japanese jiu-jitsu (a.k.a. jujutsu) at the age of 4. From jujutsu, he progressed to boxing and Brazilian jiu-jitsu before eventually fighting MMA.",
            "score": 107.3583984375
        },
        {
            "docid": "15278607_3",
            "document": "Roger Hollett . Roger was born and raised in Fairview, Nova Scotia. He is the son of former Canadian boxing and kickboxing champion, Ralph Hollett, in which Roger was practiced in the disciplines of boxing and kickboxing while growing up with his father. He trains at the Titans Gym in Halifax and holds a brown belt in Brazilian Jiu-Jitsu under Kevin Taylor and Peter Martell, both being Renzo Gracie black belts. He also trains with, and is managed by Muay Thai instructor, and Muay Thai champion, Robert Walker.",
            "score": 107.17042541503906
        },
        {
            "docid": "37224318_4",
            "document": "Guto Inocente . Originally from Brasília, Brazil, Inocente first began training in striking at the age of four, coached by his father, and then began training in Brazilian jiu-jitsu at the age of seven. Inocente would go on to have accomplished careers in professional boxing and kickboxing, winning various titles; Inocente is a former five-time Brazilian Kickboxing Champion, a three-time Pan-American Champion, and a three-time South American Champion, among other titles.",
            "score": 106.73295593261719
        },
        {
            "docid": "3107779_3",
            "document": "Joe Stevenson . Stevenson began wrestling at the age of 11 and Brazilian jiu-jitsu at the age of 13. He moved to Las Vegas in 2004, and began training at Marc Laimon's Cobra Kai in Las Vegas. In March 2008, Stevenson opened his own school in his hometown of Victorville, California. \"Joe Stevenson's Cobra Kai\" teaches MMA as well as boxing, kickboxing, wrestling, and jiu-jitsu. On November 8, 2008, Stevenson earned his Brazilian jiu-jitsu black belt under Robert Drysdale. After his loss to Diego Sanchez, Stevenson got a call from Rashad Evans for an invite to check out his camp at Jackson's Submission Fighting. After being reluctant at first, he finally joined Greg Jackson's camp in April 2009.",
            "score": 106.59735107421875
        },
        {
            "docid": "207083_45",
            "document": "Brazilian jiu-jitsu . Brazilian Jiu Jitsu is one of the safest martial arts. However, it is very effective as a fighter could quickly dislocate their opponents joints or knock them out with a choke-hold if they choose to. The injury rate is around 9.2-38.6 per 1000 athlete exposures. This is lower than in Mixed martial arts (236-286 per 1000), boxing (210-420 per 1000), judo (25.3-130.6) and Taekwondo (20.5-139.5). It is similar to wrestling which also uses grappling instead of striking; the few injuries that may be incurred in Brazilian Jiu Jitsu usually affect the joints and rarely the head. The most common injuries Brazilian Jiu Jitsu practitioners suffer from are ACL tears in the knees, rotator cuff tears in the shoulders and spinal disc herniations, most commonly in the neck region. They are all repairable via surgery that has an extended rehab period before the athlete can return to BJJ training. Also many athletes suffer from less minor injuries, such as elbow and wrist tendonitis, due to overtraining and the grappling nature of the martial art, which can be strenuous and taxing for the joints and the tendons.",
            "score": 105.67915344238281
        },
        {
            "docid": "207083_14",
            "document": "Brazilian jiu-jitsu . Jiu-Jitsu came to international prominence in the martial arts community in the early 1990s, when Brazilian jiu-jitsu expert Royce Gracie won the first, second and fourth Ultimate Fighting Championships, which at the time were single elimination martial arts tournaments. Royce fought against often much larger opponents who were practicing other styles, including boxing, shoot-fighting, muay thai, karate, wrestling, and taekwondo. It has since become a staple art for many MMA fighters and is largely credited for bringing widespread attention to the importance of ground fighting. Sport BJJ tournaments continue to grow in popularity worldwide and have given rise to no-gi submission grappling tournaments, such as the ADCC Submission Wrestling World Championship and NAGA, the North American Grappling Association.",
            "score": 104.40592956542969
        },
        {
            "docid": "207083_20",
            "document": "Brazilian jiu-jitsu . Along with BJJ's strengths on the ground comes its relative underemphasis of standing techniques, such as striking. To remedy this comparative lack, there is an emphasis on take-downs and cross-training between BJJ, wrestling, judo, and sambo, as well as striking based arts such as boxing, karate, taekwondo, Muay Thai, and kickboxing.",
            "score": 103.75729370117188
        },
        {
            "docid": "23902641_3",
            "document": "Mike Easton . Easton was born and raised in Washington D.C. Growing up dyslexic in a rough area of the city, Easton sought an outlet through martial arts, beginning with Taekwondo from a young age and going on to earn a black belt. At the age of 17, Easton began training in Brazilian jiu-jitsu under the tutelage of Lloyd Irvin. Easton was also a World Kickboxing Association World Champion and WKA U.S. National Champion, and won a bronze medal at the 2008 Brown Belt Brazilian Jiu-Jitsu Mundials.",
            "score": 103.66748046875
        },
        {
            "docid": "207083_15",
            "document": "Brazilian jiu-jitsu . Upholding the premise that most of the advantage of a larger, stronger opponent comes from superior reach and more powerful strikes, both of which are mitigated when grappling on the ground, Brazilian jiu-jitsu emphasizes getting an opponent to the ground in order to use ground fighting techniques and submission holds involving joint-locks and chokeholds. A more precise way of describing this would be to say that on the ground, physical strength can be offset or enhanced by an experienced grappler who knows how to maximize force using mechanical advantage instead of pure physical strength.",
            "score": 102.90595245361328
        },
        {
            "docid": "207083_36",
            "document": "Brazilian jiu-jitsu . The Brazilian jiu-jitsu practitioner's uniform is similar to a judogi, but often with tighter cuffs on the pants and jacket. This allows the practitioner to benefit from a closer fit, providing less material for an opponent to manipulate, although there is a significant overlap in the standards that allows for a carefully selected gi to be legal for competition in both styles. Traditionally, to be promoted in Brazilian jiu-jitsu, the wearing of the jiu-jitsugi while training is a requirement. Recently with the growing popularity of \"no gi\" Brazilian jiu-jitsu, the practice of giving out belts to no gi practitioners (e.g., Rolles Gracie awarding Rashad Evans a black belt) has become more common. The term \"kimono\" is sometimes used to describe the outfit, especially in Brazil.",
            "score": 101.41971588134766
        },
        {
            "docid": "32015051_3",
            "document": "Mike Constantino (MMA trainer) . In 2004, Constantino founded his own martial art school, American Martial Arts, a premier mixed martial arts training center offering classes in Brazilian jiu jitsu, Muay-thai kickboxing, mixed martial arts and kickboxing. Two years later, Constantino's American Martial Arts officially became the well-known MMA school, AMA Fight Club.",
            "score": 100.7313461303711
        },
        {
            "docid": "2262965_4",
            "document": "Cross-training . In Korea and Saudi Arabia, cross-training refers to training in multiple martial arts or fighting systems to become proficient in all the phases of unarmed combat. This training is meant to overcome the shortcomings of one style by practicing another style which is strong in the appropriate area. A typical combination involves a striking-based art such as Muay Thai, combined with a grappling-based art such as wrestling and Brazilian Jiu-Jitsu. Many hybrid martial arts can be considered derivatives of such cross-training - most notably Dan Inosanto's Jeet Kune Do concepts, a hybrid of Filipino martial arts, wing chun and savate, Apolaki Krav Maga & Dirty Boxing, a hybrid martial-art blending Krav Maga, Filipino martial arts, silat and Brazilian jiu-jitsu and kajukenbo, an American hybrid art consisting of karate, tang soo do, jujutsu, kenpo, and boxing.",
            "score": 100.61084747314453
        },
        {
            "docid": "1486840_12",
            "document": "Cus D'Amato . It was there that he met and began to work with the future heavyweight champion, Mike Tyson, who was in a nearby reform school. He adopted Tyson after Tyson's mother died. D'Amato trained him over the next few years, encouraging the use of peek-a-boo style boxing, with the hands in front of the face for more protection. D'Amato was briefly assisted by Teddy Atlas, and later Kevin Rooney, a protégé of D'Amato, who emphasized elusive movement. It is unclear at exactly what age (11 or 12) Tyson first became seriously interested in becoming a professional boxer. Bobby Stewart, a former Golden Gloves Champion, was approached by Tyson while working as a counselor at the Tryon School For Boys. Tyson knew of Stewart's former boxing glory and specifically asked to speak with Stewart who immediately took on a gruff attitude of the subject after witnessing Tyson's terrible behavior in his first days at the school. Bobby Stewart introduced Mike Tyson to D'Amato when Tyson was around 12 or 13 years old, after Stewart stated he had taught Tyson all he could about boxing technique and skill. D'Amato died a little over a year before Tyson became the youngest world heavyweight titleholder in history at the age of 20 years 4 months, thus supplanting Patterson's record. Rooney would later guide Tyson to the heavyweight championship sixteen months after D'Amato's death.",
            "score": 100.04991149902344
        },
        {
            "docid": "13300898_3",
            "document": "Mike Pyle (fighter) . Pyle was born and raised in Dresden, Tennessee until the age of 17 when he moved to Birmingham, Alabama. It was there that he began studying Taekwondo. One of his training partners told him, \"Man you gotta check out this cage fighter stuff they got going on. There's this guy who lays on the ground and breaks peoples arms ...\" The cage fighting they were talking about was the UFC. The man they were talking about was Royce Gracie, the masterful practitioner of the martial arts discipline known as Brazilian jiu-jitsu who won the tournaments at UFC 1, UFC 2 and UFC 4. Pyle created a gym in a 13 x 15-foot shed behind his mother's home in Dresden, searching for any instructional videos for Brazilian jiu-jitsu he could get his hands on as well attending seminars put together by the Gracie family, whenever they were close enough for him to make the drive. Despite having no formal Brazilian jiu-jitsu training, Pyle would go on to be a successful submission grappler in mixed martial arts, the large majority of his wins coming by submission.",
            "score": 99.94792938232422
        },
        {
            "docid": "29825173_3",
            "document": "10th Legion Championship Fighting . Mixed Martial Arts combines Olympic disciplines such as Greco-Roman Wrestling, Freestyle Wrestling, Boxing and Judo with the more modern Martial Arts skills of Kickboxing/Muay Thai, Submission Fighting/Grappling - such as Brazilian jiu-jitsu",
            "score": 99.65715026855469
        },
        {
            "docid": "25911155_14",
            "document": "Joe Moreira . Eighteen months later, following his first MMA victory over Uri Vaulin at the UFC 14, Moreira shocked the Brazilian Jiu-Jitsu community again by revealing that he trained with Marco Ruas to fight the Russian boxer - without the help of the Gracie family or anyone else from the Brazilian Jiu-Jitsu community. Seeing the good ground technique presented by Ruas, who trained in Jiu-Jitsu for 15 years, Moreira gave him a Brazilian Jiu-Jitsu black belt and caused a commotion among his fellow Brazilians. These two important decisions helped pave the way for his cross training to take its now-prominent role in fight training.",
            "score": 99.42990112304688
        },
        {
            "docid": "16748_3",
            "document": "Kickboxing . Japanese kickboxing originated in the 1960s, with competitions held since then. American kickboxing originated in the 1970s and was brought to prominence in September 1974, when the Professional Karate Association (PKA) held the first World Championships. Historically, kickboxing can be considered a hybrid martial art formed from the combination of elements of various traditional styles. This approach became increasingly popular since the 1970s, and since the 1990s, kickboxing has contributed to the emergence of mixed martial arts via further hybridization with ground fighting techniques from Brazilian jiu-jitsu and folk wrestling.",
            "score": 99.12921142578125
        },
        {
            "docid": "7889724_4",
            "document": "Márcio Cruz . Cruz is a six-time Brazilian Jiu-Jitsu World Champion, five-time Brazilian Jiu-Jitsu National Champion, eight-time Brazilian Jiu-Jitsu Pan-American Champion and the 2003 ADCC World Champion. People he has defeated include: Ricco Rodriguez, Mike Van Arsdale, Roger Gracie, Gabriel Gonzaga, Paulo Filho, Fabrício Werdum, Xande Ribeiro, Marcelo Garcia, Saulo Ribeiro, Fernando Augusto, Jeff Monson, and Fernado \"Margarida\" Pontes. Since he started his mixed martial arts career, he has been training MMA with Roberto “Gordo” Correa and he fights under the Gracie Fusion team.",
            "score": 98.71813201904297
        },
        {
            "docid": "25317956_3",
            "document": "Leandro Vieira . Leandro Vieira began training Jiu-Jitsu at a very young age: only 5 years old. He is known as one of the best Brazilian Jiu-Jitsu instructors in the world. He has won medals at IBJJF Championships such as the Brazilian Jiu-Jitsu World Championships, Brazilian Nationals, Paulista Regionals, Las Vegas Open and Submission Ink Grappling Tournament. He holds a 3rd-Degree Black Belt in Brazilian Jiu-Jitsu.",
            "score": 98.42665100097656
        },
        {
            "docid": "25317956_12",
            "document": "Leandro Vieira . The American Kickboxing Academy (AKA) is a martial arts gym based in San Jose, California. It is one of the pioneering schools of mixed martial arts (MMA). There are two locations in San Jose, AKA headquarters and their sister academy in South San Jose. In 2014 AKA opened AKA Thailand Gym in Phuket Thailand. Prominent trainers include Brazilian Jiu-Jitsu master Leandro Vieira, Bob Cook, Derek Yuen, Javier Mendez, and Andy Fong. Within the facility, Muay Thai, Brazilian Jiu-jitsu, Wrestling and Boxing classes are taught. Additional programs include conditioning and circuit training with TRX Suspension and Combat Circuit.",
            "score": 98.35105895996094
        },
        {
            "docid": "31967870_3",
            "document": "Daniel Burzotta . Burzotta has a black belt in Brazilian Jiu Jitsu, a black belt in Judo, a black belt in kickboxing and a black belt in karate and has trained under Royce Gracie and Renzo Gracie. He has won the British Jiu Jitsu Championship twice as well as the European Jiu Jitsu beating Remco Pardoel.",
            "score": 97.98094177246094
        },
        {
            "docid": "10222822_3",
            "document": "Allan Góes . Goes started practicing Brazilian jiu-jitsu at the age of 7 in Rio de Janeiro, Brazil with his grandfather Alcides Goes, judo master. When he was 12 he was taken to the Carlson Gracie Team and fell in love with the sport embracing jiu-jitsu as a profession, totally dedicating himself to the \"Gentle Art\". He also trained kickboxing, and got a black belt in judo.",
            "score": 97.87622833251953
        },
        {
            "docid": "3288735_40",
            "document": "Michael Dudikoff . He since trained in karate, aikido, judo and in Brazilian jiu-jitsu. He began his training in Brazilian jiu-jitsu with Rorion Gracie and stays connected with the Brazilian Jiu-Jitsu fighting circuit, including Rigan Machado, an eighth degree red and black belt in Brazilian jiu-jitsu and former world champion.",
            "score": 97.79566192626953
        }
    ]
}