{
    "q": [
        {
            "docid": "10742666_7",
            "document": "Brian Fortuna . Fortuna competed on \"Dancing with the Stars\" during its 4th season; partnering former Miss USA, Shandi Finnessey. His television success allowed him to dance as a principal dancer in the next two national Dancing with the Stars tours. Brian did double duty on the tour and was chosen to also host the third DWTS tour in front of sold out audiences of 15,000 people per night. His hosting talents captured the attention of ABC who chose Brian as series co-host with his Dancing with the Stars partner Shandi for ABC's Dancing with the Stars…Online Encore.",
            "score": 67.16304993629456
        },
        {
            "docid": "27748226_11",
            "document": "Jeopardy! . During the Jeopardy! round, except in response to the Daily Double clue, contestants are not penalized for forgetting to phrase their response in the form of a question, although the host will remind contestants to watch their phrasing in future responses. In the Double Jeopardy! round and in the Daily Double in the Jeopardy! round, the phrasing rule is followed more strictly, with a response not phrased in the form of a question counting as wrong if it is not re-phrased before the host or judges make a ruling. If it is determined that a previous response was wrongly ruled to be correct or incorrect, the scores are adjusted at the first available opportunity. If, after a game is over, a ruling change is made that would have significantly altered the outcome of the game, the affected contestant(s) are invited back to compete on a future show.",
            "score": 72.13678812980652
        },
        {
            "docid": "35051869_2",
            "document": "Dancing with the Stars (Australian season 12) . The twelfth season of \"Dancing with the Stars\" premiered on April 15, 2012, at the 6:30pm time slot on Channel Seven. With previous co-host Sonia Kruger defecting to Channel Nine, former Spice Girl and American \"Dancing with the Stars\" season 5 runner up Mel B was hired as her replacement. Daniel MacPherson continues his role as main host of the show, along with judges Todd McKenney, Helen Richey, and Joshua Horner.",
            "score": 48.94341444969177
        },
        {
            "docid": "659190_11",
            "document": "Fixed stars . The phrase \"fixed star\" is technically incorrect, but nonetheless it is used in an historical context, and in classical mechanics.",
            "score": 34.874528884887695
        },
        {
            "docid": "7173665_4",
            "document": "My Star (Brainstorm song) . The band's performance is also memorable. Kaupers danced in a relatively eccentric manner, provoking cheers from the audience. In late 2005, as part of his hosting duties at the Congratulations special, he was asked about his dancing abilities by co-host Katrina Leskanich. Kaupers' response that he danced very well prompted further cheers from the live audience as well as a repeat of his moves.",
            "score": 45.63475012779236
        },
        {
            "docid": "752942_7",
            "document": "Ty Treadway . In June 2002, Ty pulled double duty as soap star and talk show host. He began co-hosting Soapnet's \"Soap Talk\" with Lisa Rinna.",
            "score": 66.07400298118591
        },
        {
            "docid": "14212173_8",
            "document": "Yes, Madam . \"Yes, Madam\" was the first starring role in a feature film for Michelle Yeoh. Yeoh had previously won the 1982 Miss World Malaysia contest in 1983. After winning the contest she met D&B executive producer Dickson Poon who cast her in a small role in a television commercial with entertainer Jackie Chan in 1984. Her role in the commercial caught the attention of a film production company D&B Films. Yeoh had previously played small roles in Sammo Hung's film \"Owl vs. Dumbo\" (1985) and \"Twinkle Twinkle Lucky Stars\" (1985). For \"Yes, Madam!\", Yeoh took to stunt work opposed to allowing a double for every stunt. To train for her role, Yeoh worked out in a gym for eight hours a day. Michelle Yeoh stated that both herself and Rothrock did not want the film to be \"too hard core\", stating that \"We wanted the family to come in and watch it\"",
            "score": 39.54459071159363
        },
        {
            "docid": "46214776_17",
            "document": "Dancing with the Stars (U.S. season 21) . Tom Bergeron also returned to his hosting duties this week; the episode was dedicated to the memory of his father, Raymond, who died earlier in the day.",
            "score": 65.71092557907104
        },
        {
            "docid": "22903798_2",
            "document": "Dancing with the Stars (U.S. season 9) . Season nine of \"Dancing with the Stars\" premiered on September 21, 2009. Executive producer Conrad Green confirmed to Entertainment Tonight that the season would start off with 16 celebrities, with 3 double-eliminations halfway through the season. Former House Majority Leader Tom DeLay withdrew from the competition in week three; however, Debi Mazar was also eliminated on the same night, replacing the double elimination planned for week five. Some changes were added this season including a larger cast and relay dances. Four new dances were introduced to complement the large cast. Those dances were the bolero, lambada, two-step, and the Charleston. The cast was unveiled on the Monday, August 17, 2009, edition of \"Good Morning America\", returning to the announcement format of most seasons past. Tom Bergeron and Samantha Harris returned as the show's hosts. Len Goodman, Bruno Tonioli, and Carrie Ann Inaba continue as the judges this season, with Baz Luhrmann appearing as a guest judge in week two, temporarily replacing Len Goodman. Pro pairings were officially announced on August 24, 2009. This was Samantha Harris' last season as co-host.",
            "score": 79.98595786094666
        },
        {
            "docid": "36739351_12",
            "document": "Raghav Juyal . He also worked in the film ABCD 2 which was released on 19 June 2015, directed by Remo D'Souza co-starring Varun Dhawan and Shraddha Kapoor. He also hosted the show Dance Plus on Star Plus. He also Hosted Prem Ki Diwali along with Karishma Tanna telecasted on Life Ok. He was seen in season 7 as a contestant.He hosted the season 2 of the show Dance Plus which aired on Star Plus. . He hosted Rising Star along with Meiyang Chang in early 2017 which aired on Colors TV. He has also hosted Dance Plus (season 3) which was aired on Star Plus. In October 2017, he began co-hosting the dance contest TV show Dance Champions with Ridhima Pandit.",
            "score": 45.04389190673828
        },
        {
            "docid": "3666969_26",
            "document": "Deal or No Deal (Australian game show) . Double Deal Friday ran in 2005 but was dropped after 2008. Home viewers were invited to ring a phone number charged at $0.55 and register their details. Every Friday, a home viewer was randomly selected to win the same prize as the studio contestant. Host O'Keefe had mentioned that Double Deal Fridays received over 100,000 calls each week. \"Dancing with the Deals\" (the celebrity version of DoND retiring contestants on that season's edition of Dancing With The Stars) followed a similar format to Double Deal Friday, except that the celebrity didn't win the prize.",
            "score": 59.644535064697266
        },
        {
            "docid": "977122_10",
            "document": "The Insider (TV series) . After the departure of O'Brien, the show was hosted by Spencer alone until January 2009, when Samantha Harris (who had previously served as a correspondent for \"E! News\") joined the program as a permanent co-host. Harris also provided analysis and commentary as part of her duties as co-host of ABC's \"Dancing with the Stars\" until her departure from the reality competition series at the start of 2010.",
            "score": 49.91148328781128
        },
        {
            "docid": "32965942_5",
            "document": "Hilla Nachshon . As a result of her success, in 2005 Nachshon began to host the entertainment show \"Y on ten\" (\"Y \"בעשר) on the broadcasts of the satellite television provider Yes, initially alongside Michael Hanegbi and later alongside Aviad Kisos. That year she also played a cameo role in the daily TV drama \"HaShir Shelanu\". Also in that year, she began to host the Israeli version of the reality show \"Dancing with the Stars\" on the Israeli channel 2, along with Avi Kushnir. In 2010 and in 2011 Nachshon hosted the Miss Israel beauty pageant competition.",
            "score": 44.47163677215576
        },
        {
            "docid": "15177106_12",
            "document": "Irish traditional music . Irish traditional music was largely meant (to the best of our current knowledge) for dancing at house dances, celebrations for weddings, saint's days or other observances. Tunes are divided into two or more (typically eight-bar) parts. The parts are referred to as the A-part, B-part, and so on. Each part is played twice, and the entire tune is played three times; A, A, B, B, A, A, B, B, A, A, B, B. Irish dance music is isometric. This makes for an eminently danceable music, and Irish dance has been widely exported abroad. 16 measures are known as a \"step\", with one 8 bar part for a \"right foot\" and the second for the \"left foot\" of the step. Tunes that are not so evenly divided are called \"crooked\".  Traditional dances and tunes include reels (), hornpipes ( with swung eighth notes), and jigs (double and single jigs are in time), as well as imported waltzes, mazurkas, polkas, and highlands or barndances (a sort of Irish version of the Scottish strathspey). Jigs come in various other forms for dancing – the slip jig and hop jig or single jig are commonly written in time, the slide in . (The dance the hop jig is no longer performed under the auspices of An Coimisiun.) The forms of jig danced in hardshoe are known as double or treble jigs (for the doubles/trebles performed with the tip of the hardshoe), and the jigs danced in ghillies are known as light jigs.",
            "score": 45.92886304855347
        },
        {
            "docid": "1823364_3",
            "document": "Marissa Jaret Winokur . She was a contestant on the popular reality competition series \"Dancing With the Stars\" and went on to host the similar \"Dance Your Ass Off.\" From 2010-2011 she served as a co-host on the daily daytime talk show \"The Talk,\" ultimately leaving to focus on her clothing line and a new cable TV show. The cable TV show in question, when it premiered, proved to be a late-night talk show titled \"All About Sex,\" whose co-hosting duties she shared with Margaret Cho, Heather McDonald, and Dr. Tiffanie Davis Henry, and which TLC transmitted at 11:00 PM Eastern time on Saturday nights.",
            "score": 58.812609910964966
        },
        {
            "docid": "9010108_6",
            "document": "Contra dance choreography . Typical contra dance choreography comprises four parts, each 16 counts (8 measures) long. The parts are called A1, A2, B1 and B2. This nomenclature stems from the music: Most contra dance tunes (as written) have two parts (A and B), each 8 measures long, and each fitting one part of the dance. The A and B parts are each played twice in a row, hence, A1, A2, B1, B2. While the same music is generally played in, for example, parts A1 and A2, distinct choreography is followed in those parts. Thus, a contra dance is typically 64 \"counts\", and goes with a 32-\"measure\" tune. Tunes of this form are called \"square\"; tunes that deviate from this form are called \"crooked\". Crooked tunes are more commonly used in square dancing, where the phrasing of the dance does not have to align as closely with the phrasing of the music.",
            "score": 39.45628237724304
        },
        {
            "docid": "35051869_3",
            "document": "Dancing with the Stars (Australian season 12) . The cast for the season were revealed on 13 March 2012 via the Seven website, along with their professional partners, although four contestants were revealed in late February 2012. This cast has been seen as a \"star increase\" on the previous year's cast, particularly with the addition of new international co-host Mel B, and former Nine daytime talkshow host Kerri-Anne Kennerley. Six new professional dancers, including former American \"Dancing with the Stars\" professional Damian Whitewood, Christopher Page, Elena Samodanova, Jess Prince, Gleb Savchenko and Damien Samuel have been recruited to replace non-returning professional dancers Alana Patience, Brendon Midson, Arsen Kishishian, Masha Belash, Jade Brand and Mark Hodge.",
            "score": 24.948373317718506
        },
        {
            "docid": "25391981_3",
            "document": "Dancing with the Stars (U.S. season 10) . Samantha Harris did not return as co-host for this season, due to her expanded correspondent duties on \"The Insider\" and \"Entertainment Tonight\". On March 8, 2010, Tom Bergeron announced on \"Good Morning America\" that his new co-host is season seven champion Brooke Burke. Len Goodman, Bruno Tonioli, and Carrie Ann Inaba continued as the judges this season.",
            "score": 64.12782621383667
        },
        {
            "docid": "3028912_17",
            "document": "Sabrina Bryan . She has been a celebrity correspondent for the behind-the-scenes look at season 8 of \"Dancing with the Stars\" for E! News, and TV Guide show \"Reality Chat\". For season 9 of \"Dancing with the Stars\", she co-hosted TV Guide show \"Reality Chat\" and hosted backstage at \"Dancing with the Stars\" on abc.com. Bryan was asked back to co-host backstage at \"Dancing with the Stars\" for the 10th through 12th seasons. She has interviewed season 10 winner of the series Nicole Scherzinger, country singer Reba McEntire, Evan Lysacek, Erin Andrews, Kate Gosselin, and many more.",
            "score": 41.591071128845215
        },
        {
            "docid": "2982147_6",
            "document": "Your Number's Up . After the contestant selected one of the two phrases, the host read its second half to the other two contestants (example: after selecting the first phrase above, the host read \"...all of the House listens.\" Answer: Tip O'Neill). The first contestant to buzz-in and fill in the acronym correctly scored one point and spun the wheel for the next turn; incorrect guesses deducted one point, but scores could never go below zero. If neither opponent guessed correctly, the contestant who selected the riddle won $50 and spun the wheel, but did not score any points. The first contestant to score six points won the game and $500.",
            "score": 53.19385528564453
        },
        {
            "docid": "387073_6",
            "document": "Between you and I . Others do not accuse Shakespeare of grammatical incorrectness: sociologist Robert Nisbet criticizes \"word snobs\" who condemn the phrase, and lexicographer and OED editor Robert Burchfield states that what is incorrect for us wasn't necessarily incorrect for Shakespeare: \"grammatical assumptions were different then\", a view shared by philologist and grammarian Henry Sweet. However, Bryan A. Garner, who writes on usage and (especially legal) language, writes that even if the phrase was not incorrect for Shakespeare, it is and should be considered incorrect today, and cites linguist Randolph Quirk: \"It is true that Shakespeare used both ['between you and I' as well as 'between you and me'], but that did not make it any more correct\".",
            "score": 42.897953748703
        },
        {
            "docid": "52747_17",
            "document": "Albireo . β Cygni B has been reported to be a very close double, but the observations appear to have been incorrect.",
            "score": 30.18293285369873
        },
        {
            "docid": "4602548_4",
            "document": "Kim Jones (reporter) . Before joining YES, Jones was the New York Giants beat reporter and a National Football League (NFL) columnist for \"The Star-Ledger\" newspaper in Newark, New Jersey. In addition to her duties on YES and WFAN, she continued to write a Sunday NFL column for \"The Star-Ledger\".",
            "score": 23.331976890563965
        },
        {
            "docid": "7775827_3",
            "document": "Pasi Heikura . Heikura hosts the radio program \"Aristoteleen kantapää\" (Aristotle’s Heel) on YLE Radio 1 which focuses on common usage of the Finnish language. In addition to discussion with a guest about a different topic each week, incorrect use of phrases and quote tips are also presented.",
            "score": 43.24987506866455
        },
        {
            "docid": "14581_5",
            "document": "Ich bin ein Berliner . There is a widespread misconception (outside German-speaking countries) that the phrase is incorrect German and in fact means \"I'm a doughnut\". It has even been embellished into an urban legend including equally incorrect claims about the audience laughing at this phrase.",
            "score": 32.98100829124451
        },
        {
            "docid": "2869453_25",
            "document": "WCFS-FM . On February 25, 2008, morning personality Mike LeBaron and midday personality Lisa Greene signed on as the first DJ's on Chicago's \"Fresh 105.9.\" On April 13, Program Director Mike Peterson named Rick Hall as afternoon host. Previously, LeBaron had been well known as a longtime part-time market veteran at WTMX-FM and WUSN-FM. Fellow market veteran Greene previously hosted an Oldies dance show on WJMK and similar features at WILV and WUBT (now WKSC-FM), was an APD/MD for AC stations, and had worked for many years as a traffic and news reporter, and co-host. Hall worked double duty as weekend/fill-in host at sister station WUSN and music director–midday host at Milwaukee's WFZH.",
            "score": 59.31283640861511
        },
        {
            "docid": "37973159_2",
            "document": "Dancing with the Stars (Thai TV series) . Dancing with the Stars is a dance competition show airing on BBTV Channel 7 in Thailand. The show is the Thai version of the British television series \"Strictly Come Dancing\". Sornram Teppitak, Thai actor and Thai pop singer, hosts with co-host Morakot Kittisara, Miss Thailand Universe 2004.",
            "score": 39.52054142951965
        },
        {
            "docid": "1120774_6",
            "document": "C+C Music Factory . All four singles from their debut album reached No. 1 on the \"Billboard\" Dance/Club Play chart, and all four were also crossover Pop and R&B hits. The first single, \"Gonna Make You Sweat (Everybody Dance Now)\", reached No. 1 on the \"Billboard\" Hot 100 and R&B Singles chart (and No. 3 in the UK). The fourth and final single from their debut album, \"Just a Touch of Love\", featured in the movie \"Sister Act\". The album contained two more Top 5 singles; \"Here We Go (Let's Rock & Roll)\" reached No. 3 on Billboard's Hot 100 chart (and No. 20 in the UK), and \"Things That Make You Go Hmmm\" (inspired by a phrase uttered periodically by late-night talk show host, Arsenio Hall) reached No. 4 (and No. 4 in the UK).",
            "score": 46.31868004798889
        },
        {
            "docid": "8377419_4",
            "document": "Double-duty dollar . Though the Swadeshi movement had much broader goals, in the 1920s Mohandas Gandhi of India urged his countrymen to avoid funding their own subjugation by buying items from the British which they could produce and trade independently, such as cloth and clothing. In the 1940s and 1950s, Leon Sullivan applied the broader phrase \"'selective patronage\" to denote consumers' choice of retailers as a tool a) to influence businesses toward having more fair and just interactions with African Americans, and b) to build demand for African-American businesses.",
            "score": 41.54727101325989
        },
        {
            "docid": "53603_12",
            "document": "Double star . Apart from these pairs, the components of a double star are generally denoted by the letters A (for the brighter, \"primary\", star) and B (for the fainter, \"secondary\", star) appended to the designation, of whatever sort, of the double star. For example, the components of α Canis Majoris (Sirius) are α Canis Majoris A and α Canis Majoris B (Sirius A and Sirius B); the components of 44 Boötis are 44 Boötis A and 44 Boötis B; the components of ADS 16402 are ADS 16402A and ADS 16402B; and so on. The letters AB may be used together to designate the pair. In the case of multiple stars, the letters C, D, and so on may be used to denote additional components, often in order of increasing separation from the brightest star, A. Visual doubles are also designated by an abbreviation for the name of their discoverer followed by a catalogue number unique to that observer. For example, the pair α Centauri AB was discovered by Father Richaud in 1689, and so is designated \"RHD 1\". Other examples include Δ65, the 65th double discovered by James Dunlop, and Σ2451, discovered by F. G. W. Struve.",
            "score": 33.20947277545929
        },
        {
            "docid": "2558317_7",
            "document": "Kerry Washington . In April 2016, Washington confirmed that, in the 1990s in New York, she learned to dance from Jennifer Lopez. During her appearance on The Tonight Show Starring Jimmy Fallon, she told host Jimmy Fallon that \"I've been taking dance for a long time, since I was a little girl. I had this very inspiring teacher named Larry Maldonado, for anybody from my neighborhood in the Bronx, he was our role model\", Washington continued, \"And he had an awesome substitute teacher named Jennifer, who would sometimes step in and teach. But, then she left to move to Los Angeles and be on the TV show In Living Color. So, yes, I learned to dance from JLo!\" Washington verified.",
            "score": 41.33773899078369
        },
        {
            "docid": "7091671_2",
            "document": "Burgo's Catch Phrase . Burgo's Catch Phrase was an Australian game show that ran between 1997 and 2003, produced by Southern Star Group (and later by the joint-venture Endemol Southern Star) for the Nine Network. The show was based on the British and American versions of the game, and was originally knowned simply as Catch Phrase until 1999 where the show was renamed as Burgo's Catch Phrase In honour of its host, John Burgess. The show was cancelled in 2003 after a revamp of the show and a hiatus in 2001.",
            "score": 45.09079313278198
        }
    ],
    "r": [
        {
            "docid": "414897_27",
            "document": "America's Funniest Home Videos . On May 19, 2015, two days after Bergeron's final episode aired, ABC announced that Alfonso Ribeiro (known for playing Carlton Banks on \"The Fresh Prince of Bel-Air\") would take over as host of \"AFV\" beginning with the season 26 premiere on October 11, 2015. Bergeron formally introduced Ribeiro's new role as host during the latter's guest performance on the season 20 finale of \"Dancing with the Stars\" (Ribeiro appeared as a DWTS competitor and won the prior season). Before becoming the current host of the show, Alfonso Ribeiro made his first (and final) guest appearance in the studio on a season 25 episode of AFV playing one of the show's audience participation games with then-host Tom Bergeron called \"Who's Makin' That Racket?\". While some of the Tom Bergeron-era clip segments, the in-studio audience, and background parts of the Tom Bergeron-era set props remained intact and/or continued to air for Alfonso Ribeiro's first three seasons, the stage featured a floor layout and stairway connected to a rubics-like cube with flat-screen TVs and new segments (especially for Alfonso Ribiero's run) continued to be added and aired on the show. The Assignment America and musical montage segments that started in the Bob Saget-era and the honorable mentions segments and Disney Grand Prize Vacation Sweepstakes Contests that started in the Tom Bergeron-era also continued.",
            "score": 84.38162231445312
        },
        {
            "docid": "22903798_2",
            "document": "Dancing with the Stars (U.S. season 9) . Season nine of \"Dancing with the Stars\" premiered on September 21, 2009. Executive producer Conrad Green confirmed to Entertainment Tonight that the season would start off with 16 celebrities, with 3 double-eliminations halfway through the season. Former House Majority Leader Tom DeLay withdrew from the competition in week three; however, Debi Mazar was also eliminated on the same night, replacing the double elimination planned for week five. Some changes were added this season including a larger cast and relay dances. Four new dances were introduced to complement the large cast. Those dances were the bolero, lambada, two-step, and the Charleston. The cast was unveiled on the Monday, August 17, 2009, edition of \"Good Morning America\", returning to the announcement format of most seasons past. Tom Bergeron and Samantha Harris returned as the show's hosts. Len Goodman, Bruno Tonioli, and Carrie Ann Inaba continue as the judges this season, with Baz Luhrmann appearing as a guest judge in week two, temporarily replacing Len Goodman. Pro pairings were officially announced on August 24, 2009. This was Samantha Harris' last season as co-host.",
            "score": 79.9859619140625
        },
        {
            "docid": "438454_6",
            "document": "Double Dare (Nickelodeon game show) . Each round begins with a toss-up physical challenge in which both teams compete, with the winning team receiving both initial control of the round, and money for their score. After the toss-up, the host begins asking trivia questions of the team in control. Each correct answer earns a monetary award, and allows the team to maintain control, while an incorrect answer, or failure to respond within approximately ten seconds turns control over to the opponents. However, the team can dare their opponents to answer the question, doubling its value; in response, the opponents can double dare for quadruple the original value. When the team in control is challenged to a double dare, they have to either answer or compete in a physical challenge. An incorrect answer, or not responding within approximately five seconds on a dare or double dare, awards both control and the appropriate amount of money to the team that issues it. The second round plays the same as the first, with question values doubled. On the original \"Double Dare\" and \"Super Sloppy Double Dare\", a question was initially worth $10. On \"Family Double Dare\" and \"Double Dare 2000\", a question was initially worth $25. On the 2018 \"Double Dare\", a question is initially worth $50.",
            "score": 78.36557006835938
        },
        {
            "docid": "414897_22",
            "document": "America's Funniest Home Videos . In October 2000, ABC announced its decision to return \"America's Funniest Home Videos\" as a regular weekly series, ordering 13 new episodes. On July 20, 2001, the show returned in its third format, this time with host Tom Bergeron (who was also hosting Hollywood Squares at the time). By this point, the show was expanded to full hour-long episodes, instead of two consecutive half-hour episodes. The show was now being seen on Friday nights at 8:00 p.m. Eastern Time; however, it went on hiatus for two months due in part to the September 11 attacks and also because of ABC airing specials and trying a new Friday night lineup. That lineup was short-lived, and the show returned to the schedule in December 2001. In his earlier episodes, Bergeron used the set (with the bulky see-through iMac computers) from the AFV specials that aired in 2000, until the latter part of his first season, when a new set (with a studio audience) was introduced featuring a round video screen with several monitors.",
            "score": 78.00540924072266
        },
        {
            "docid": "18574154_3",
            "document": "Football Tonight . Early shows discussed what Favre needs to do to become reinstated into the league, what contracts are being negotiated, and what stars might not even make it to training camp. Calls from the general public don't typically take place on Football Tonight. Instead, other ESPN personalities like Trey Wingo, John Clayton, Jeremy Green, and Mike Golic are brought on to provide analysis of the holdouts, contracts, and each week's preparation, many doing double duty for Football Tonight and NFL Live on the same day. Questions that fans may want answered are encouraged to be sent to the show at footballtonight@espnradio.com.",
            "score": 74.89106750488281
        },
        {
            "docid": "980547_6",
            "document": "Tom Bergeron . One of his first jobs on television was as host of a local game show, \"Granite State Challenge\", on New Hampshire Public Television (produced at NHPTV flagship station WENH-TV). He moved to the Boston market in February 1982, joining WBZ-TV as a general on-air personality. His early roles at the station included being a contributor on \"Evening Magazine\" (1982–87), and hosting brief informational and show preview segments known as \"4 Today\", every 30 minutes during WBZ's daytime lineup (1983–87). In 1984, he landed the hosting spot on \"Lottery Live\", the nightly drawings of the Massachusetts State Lottery games. By January 1987, while still working in these roles, Bergeron added \"People Are Talking\" to his duties. He replaced outgoing host Buzz Luttrell on the early afternoon talk show, where he gained even more popularity. While Ron Cantera took over as host of \"4 Today\" (until its cancellation in 1988), Bergeron remained lottery host until drawings moved to WNEV-TV in August 1987. Bergeron additionally served as the original host of WBZ's weekend morning teenage discussion series \"Rap-Around\" from 1987 to 1989.",
            "score": 74.84532928466797
        },
        {
            "docid": "414897_26",
            "document": "America's Funniest Home Videos . In the final six seasons of Tom Bergeron's run as host, the show started its \"Funny Since 1989\" campaign in 2009 and had two anniversary seasons. Season 20, in 2009, had a special 20th anniversary episode that aired on November 29, 2009. The special brought back Bob Saget to AFV for the first time in 12 years as a guest. Both Saget and Bergeron ended that episode with a pinata party skit and a nod to the Star Wars lightsaber fight scenes when the credits started rolling. The pinatas resembled the looks of the two hosts. Five years later, on March 7, 2014, Bergeron announced on his Twitter account that season 25 would be his last. AFV aired a 25th Anniversary Celebrity Celebration special in February 2015. Bergeron's final new episode from his in-studio stage home of 15 years (which was really his second to final episode) aired on May 10, 2015 (and for the final time in rerun form on ABC on September 13, 2015), and was the final (and season 25's second) $100,000 show of his tenure and featured at different times of the episode a look back at classic and modern funny home videos that defined the show's then-25-year run. Bergeron's \"real\" final new episode aired on May 17, 2015, the season finale, ending his run as host after fifteen seasons (the longest hosting tenure for the series to date). The episode – taped on-location at Disneyland for that season's edition of the annual \"Grand Prize Spectacular\", AFV's 25th anniversary, and the Disneyland Resort's 60th Anniversary Diamond Celebration that began on May 22, 2015 (which has appeared in various formats since 2005, in which one of the two (formerly three) $100,000 winners from the current season wins a Walt Disney Parks and Resorts, or in earlier seasons, an Adventures by Disney vacation package) – featured an auto-tuned montage of clips and outtakes from Bergeron's run as host and closed with him being escorted after walking off the outdoor stage near Sleeping Beauty Castle following the grand prize presentation on a cart driven by original host Bob Saget in a special cameo appearance. ABC aired encores of this episode on two different occasions. First, on July 19, 2015 to coincide with Disneyland's official 60th birthday on the weekend of July 17, 2015 (the actual 60th anniversary of Disneyland's grand-opening on July 17, 1955) and again on September 20, 2015 as the network's final episode airing, new or rerun, of AFV with Tom Bergeron and him as host signing off for the final time. Tom Bergeron made his first guest appearance in the studio on the season 26 \"Grand Prize Spectacular\" finale of Alfonso Ribiero's AFV on May 22, 2016 and played the show's final (or is it?) on-air audience participation game \"Who Breaks It?\" and won an Alfonso Ribiero AFV pillow and socks.",
            "score": 74.6117935180664
        },
        {
            "docid": "1317798_3",
            "document": "The Chamber (game show) . To begin, two contestants (always one male and one female) were posed a question by host Rick Schwartz. The contestants went back and forth, providing a single answer that fit the category. Once a correct answer was given, the opponent had to do the same. If a contestant gave an incorrect answer, repeated an answer, or took too much time, the opponent could score a point by giving one more right answer. The first to score two points in this way moved on to the main game, the loser left with nothing.",
            "score": 74.4810791015625
        },
        {
            "docid": "1452036_75",
            "document": "Professional wrestling double-team maneuvers . When two wrestlers execute a chokeslam on a single opponent at the same time it is referred to as a double chokeslam. Due to convenience of wording, a double chokeslam can also refer to two chokeslams being performed by one wrestler on two opponents at the same time (i.e.; single person double chokeslam), and occasionally in a tag team match where each member of one team will chokeslam a member of the opposing team (i.e.; two person simultaneous chokeslams) which can also be referred to as stereo chokeslams. The traditional version is also referred to as a double spinebuster / double front slam as the action of lifting an opponent up and throwing them down are much the same, though the spinebuster, and front slam are more common on a charging opponent. This move was used by Brothers of Destruction, one of whom may also have The Big Show to substitute the other.",
            "score": 73.47502899169922
        },
        {
            "docid": "56989_72",
            "document": "Hollywood Squares . Two Bergeron-hosted episodes version have been noted in blooper specials. On October 1, 1999, the first game of the show took the entire episode to complete. Both the champion and challenger were having trouble correctly agreeing or disagreeing with the panel's answers, which came to a head late in the program. Gilbert Gottfried's square was the only one available and would have given whoever claimed it a five-square win. It took six questions for the champion to correctly agree with Gottfried's answer, and for each unsuccessful attempt at doing so Gottfried shouted, \"You fool!\" toward the contestants. Eventually Bergeron and fellow panelist Penn Jillette, who had initially done the same thing earlier in the game, joined in on the shouting. When the champion finally came up with the win, Bergeron raised his hands in mock triumph and yelled the correct answer.",
            "score": 73.36183166503906
        },
        {
            "docid": "11095209_69",
            "document": "Double Duty . There are other lesser, informal uses of the term \"Double Duty\" in context to motorsports. Namely instances where a driver competes in two major races on the same day or on successive days. This occurs in a fairly regular fashion in NASCAR, where a driver (often numerous drivers) compete in the Xfinity Series and Sprint Cup Series events, or even Camping World Truck Series races; this practice is widely known as \"Buschwhacking\". However, in most cases, the multiple events take place at the same venue, diminishing the complexity of the feat. At times, some drivers even raced the entire Sprint Cup and entire Nationwide schedule, which included some travel between cities for a handful of weekends where the two series were at different venues.",
            "score": 72.77190399169922
        },
        {
            "docid": "19920744_12",
            "document": "Cash Cab (U.S. game show) . When a contestant has won at least $200 or $300 in a normal game or an After Dark game - or at least $600 on a Double Ride - and the cab is forced to stop at a traffic light, Bailey or Melewski will announce a Red Light Challenge. He or she reads a question that has multiple correct answers – usually four to seven – and the passenger(s) have 30 seconds to give those answers; they do not always have to give all of the answers. Since there is no penalty for an incorrect answer, giving all the correct answers in the allotted time is worth $250 – or $500 during Double Ride games – regardless of how many incorrect answers a contestant might also blurt out along the way. The contestant does not receive the extra $250 (or $500) if the 30-second time limit runs out; it is also not counted as a strike, and the contestant doesn't lose any accumulated money. While only one Red Light Challenge is usually played per game, beginning in Season 4 there are multiple Red Light Challenges during certain games – at least two per game – with the second for accumulating at least $1,000.",
            "score": 72.34742736816406
        },
        {
            "docid": "9198066_3",
            "document": "Role conflict . Intra-role conflict occurs when the demands are within a single domain of life, such as on the job. An example would be when two superiors ask an employee to do a task, and both cannot be accomplished at the same time. Inter-role conflict occurs across domains of life. An example of inter-role conflict would be a husband and father who is also Chief of Police. If a tornado strikes the small town he is living in, the man has to decide if he should go home and be with his family and fulfill the role of being a good husband and father or remain and fulfill the duties of a \"good\" Chief of Police because the whole town needs his expertise.\"",
            "score": 72.15510559082031
        },
        {
            "docid": "27748226_11",
            "document": "Jeopardy! . During the Jeopardy! round, except in response to the Daily Double clue, contestants are not penalized for forgetting to phrase their response in the form of a question, although the host will remind contestants to watch their phrasing in future responses. In the Double Jeopardy! round and in the Daily Double in the Jeopardy! round, the phrasing rule is followed more strictly, with a response not phrased in the form of a question counting as wrong if it is not re-phrased before the host or judges make a ruling. If it is determined that a previous response was wrongly ruled to be correct or incorrect, the scores are adjusted at the first available opportunity. If, after a game is over, a ruling change is made that would have significantly altered the outcome of the game, the affected contestant(s) are invited back to compete on a future show.",
            "score": 72.13678741455078
        },
        {
            "docid": "53916753_5",
            "document": "Beat Shazam . In season 1, the main game consists of five rounds. In each round, a category is given and five songs are played, one at a time (However, in some episodes of the show, four songs are played in the round instead of five). Four choices are displayed for the title of each song; the first team to buzz-in with the correct answer wins money. If more than one team rings in with the correct answer, the money is awarded to the team that locked in their answer in the fastest time. If two or three teams lock in the fastest and have the same exact time, both or all of the teams get the money. The final song of each category is called the \"Fast Track\" and is played for double the round value. There is no penalty for incorrect answers. For the final episode of Season 1, the Fast Track is now the Fast Track Challenge. Shazam shows the time that Shazam named the song, and the teams have to buzz in before time is up. There is no multiple choice, and the first team that buzzes in with the correct title wins cash. If the team that buzzes in first gives an incorrect title or no title, none of the teams get the money for the Fast Track Challenge.",
            "score": 72.11900329589844
        },
        {
            "docid": "39566_22",
            "document": "English Renaissance theatre . In Elizabethan entertainment, troupes were created and they were considered the actor companies. They traveled around England as drama was the most entertaining art at the time. As a boy player, many skills had to be implemented such as voice and athleticism (fencing was one). Stronger female roles in tragedies were acted by older boy players because they had the experience. Elizabethan actors never played the same show on successive days and added a new play to their repertoire every other week. These actors were getting paid within these troupes so for their job, they would constantly learn new plays as they toured different cities in England. In these plays, there were bookkeepers that acted as the narrators of these plays and they would introduce the actors and the different roles they played. At some points, the bookkeeper wouldn’t state the narrative of the scene, so the audience could find out for themselves. In Elizabethan and Jacobean plays, the plays often exceeded the number of characters/roles and didn’t have enough actors to fulfill them, thus the idea of doubling roles came to be. Doubling roles is used to reinforce a plays theme by having the actor act out the different roles simultaneously. The reason for this was for the acting companies to control salary costs, or to be able to perform under conditions where resources such as other actor companies lending actors were not present. There are two acting styles implemented. Formal and natural. Formal acting is objective and traditional, natural acting attempts to create an illusion for the audience by remaining in character and imitating the fictional circumstances. The formal actor symbolizes while the natural actor interprets. The natural actor impersonates while the formal actor represents the role. Natural and formal are opposites of each other, where natural acting is subjective. Overall, the use of these acting styles and the doubled roles dramatic device made Elizabethan plays very popular.",
            "score": 72.01187896728516
        },
        {
            "docid": "8357955_10",
            "document": "The Krypton Factor (U.S. game show) . In the final round, the contestants were asked a series of general knowledge toss-up questions in which each correct answer would usually segue to the next question. Players did not have to wait until the question was fully read to jump in, but only the first player to do so got to answer. Each correct answer was worth two points, but each incorrect answer was worth minus two points, with the values doubling to +/-4 points midway through the round.",
            "score": 71.95465850830078
        },
        {
            "docid": "11095209_2",
            "document": "Double Duty . Double Duty also referred to as the Indy-Charlotte Double or Memorial Day Double, refers to an accomplishment in automobile racing in which a driver competes in the Indianapolis 500 and Coca-Cola 600 in the same day. The feat was first attempted by John Andretti on May 29, 1994. In 2001, Tony Stewart became the first and only driver to date to successfully complete all 1,100 miles of both races in the same day. The two races, organized by separate sanctioning bodies—IndyCar and NASCAR respectively—are held on Memorial Day weekend, and are considered two of the biggest annual events on the U.S. motorsports calendar.",
            "score": 70.84053802490234
        },
        {
            "docid": "32276956_4",
            "document": "Now You See It (UK game show) . When time was up, the three highest-scoring players entered the \"\"Cryptic\"\" round. In this round, the answers appeared one letter at a time and the contestants were given a clue to each word. The first two players with four correct answers would advance to round three, which had the same format as the first round except that points doubled after a player reached 50 points or more. Later, the points doubled for every other question.",
            "score": 70.79435729980469
        },
        {
            "docid": "23451503_11",
            "document": "Family Feud (1977 Australian game show) . The winning family chooses two family members to play the round. One family member leaves the stage and is placed in an isolation booth, while the other is given 15 seconds to answer five questions. The clock begins counting down after the host finishes reading the first question. If he or she cannot think up an answer to a question, he or she may pass. A contestant may revisit a passed question at the end if time permits. If time runs out and all the questions have not been asked yet, they will still be in play as long as they have not been passed. The number of people giving each answer is revealed once all five answers are given or time has expired, whichever comes first. The player earns one point for each person that gave the same answer; at least two people must have given that answer for it to score. When revealing the number of people giving the same response, it is most commonly revealed with the phrase, \"(Our) Survey said!\"",
            "score": 70.42652130126953
        },
        {
            "docid": "179109_39",
            "document": "Friedrich Schleiermacher . Schleiermacher classifies the virtues under the two forms of \"Gesinnung\" (\"disposition, attitude\") and \"Fertigkeit\" (\"dexterity, proficiency\"), the first consisting of the pure ideal element in action and the second the form it assumes in relation to circumstances, each of the two classes falling respectively into the two divisions of wisdom and love and of intelligence and application. In his system the doctrine of duty is the description of the method of the attainment of ethical ends, the conception of duty as an imperative, or obligation, being excluded, as we have seen. No action fulfills the conditions of duty except as it combines the three following antitheses: reference to the moral idea in its whole extent and likewise to a definite moral sphere; connection with existing conditions and at the same time absolute personal production; the fulfillment of the entire moral vocation every moment though it can only be done in a definite sphere. Duties are divided with reference to the principle that every man make his own the entire moral problem and act at the same time in an existing moral society. This condition gives four general classes of duty: duties of general association or duties with reference to the community (\"Rechtspflicht\"), and duties of vocation (\"Berufspflicht\") — both with a universal reference, duties of the conscience (in which the individual is sole judge), and duties of love or of personal association.",
            "score": 70.32305145263672
        },
        {
            "docid": "23451503_12",
            "document": "Family Feud (1977 Australian game show) . Once all the points for the first player are tallied, the second family member comes back on stage with the first contestant's answers covered and is given 20 seconds to answer the same five questions. If the second player gives the same answer as the first player on a question, a double buzzer will sound, and the host will ask for another response.",
            "score": 70.13782501220703
        },
        {
            "docid": "10817318_10",
            "document": "Family Feud (2014 Australian game show) . The winning family plays Fast Money and chooses two family members to participate in the round. One family member leaves the stage and is placed in a soundproof booth, while the other is given 20 seconds to answer five questions. The clock begins counting down after the host finishes reading the first question. If the contestant cannot think of an answer to a question, he or she may pass and revisit a passed question at the end if time permits. If time runs out and all the questions have not been asked yet, they will still be in play as long as they have not been passed. The number of people giving each answer is revealed once all five answers are given or time has expired, whichever comes first. The player earns one point for each person that gave the same answer; at least two people must have given that answer for it to score. When revealing the number of people giving the same response, it is most commonly revealed with the phrase, \"The Survey said!\"",
            "score": 70.11236572265625
        },
        {
            "docid": "2873154_2",
            "document": "WebRIOT . webRIOT was a game show that debuted on MTV on November 29, 1999. It was hosted by Ahmet Zappa and Masasa served as the announcer. The gameplay consisted of contestants answering multiple-choice music trivia questions while accompanying music videos played. After the question was read, four choices appeared and incorrect choices slowly disappeared. Contestants could lock in their choice at any time, though faster choices garnered more points. Incorrect choices deducted points from a player's score; an eliminated incorrect answer cost more. The game started with four contestants and consisted of three rounds. In round 1, the value of the question started at 250 points, and doubled to 500 in round 2. After each of the first two rounds, one contestant was eliminated. The final round was a two-minute \"speed\" round between the two remaining contestants with all questions worth +1000 or -500. The winner received a prize such as a trip.",
            "score": 69.92668914794922
        },
        {
            "docid": "704118_4",
            "document": "Susan Seaforth Hayes . She is best known for her work on the daytime soap opera \"Days of Our Lives\" in the role of Julie Olson Williams, which she played continuously from 1968 to 1984 and again from 1990 to 1993, with recurring appearances in 1994 and 1996. Since 1999, she has appeared on the show in a recurring capacity, often doing double duty between \"Days\" and \"Y&R\", in one case appearing on both shows on the very same day, a feat possible because of their different shooting and airing schedules.",
            "score": 69.8484878540039
        },
        {
            "docid": "2887677_3",
            "document": "Granite State Challenge . High schools from around the state compete against each other to win \"brainy bragging rights\" and grant money for their school. The first season of the program was hosted by Tom Bergeron (now of America's Funniest Home Videos and Dancing with the Stars fame), one of Bergeron's first jobs appearing on television. Starting in the second season and continuing to today, Jim Jeannotte took over hosting duties. Co-host Lori Warriner interviews the team members, coaches, and school administration. Prior co-hosts include Tim Estiloz, John Herman, and Alison MacNair (former host of NHPTV's NH Outlook). The competition features 16 teams in a single elimination tournament competing in half-hour shows that are pretaped over a few weeks and air through the broadcast season. The program previously selected 32 teams to compete on the televised rounds based on state geography and recent appearances; however, after a year-long hiatus, the program required interested teams to complete a written test, with the top-scoring sixteen teams earning spots. The championship game is called the Superchallenge. Since 1995, part of the funding for Granite State Challenge comes from proceeds of the New Hampshire Lottery Commission. Unitil_Corporation is also one of the show's primary sponsors. Beginning in 2008, each episode is available to view on YouTube and to download at no charge on iTunes. Since 2012/2013, the winners of the NHPTV Granite State Challenge faces off against the WGBH High School Quiz Show Champions for a trophy called the \"Governors Cup\". Since the Governor's Cup started, New Hampshire (NHPTV) has 2 wins and Massachusetts (WGBH) has three wins.",
            "score": 69.32866668701172
        },
        {
            "docid": "980547_11",
            "document": "Tom Bergeron . Beginning in 1998, he became the host of \"Hollywood Squares\". He was nominated for five Emmys and in 2000, he won his first of two Emmy Awards. After \"Hollywood Squares\" ended its six-year-run in 2004, he continued hosting \"America's Funniest Home Videos\", which he started hosting in 2001, and he is also credited as the show's senior producer. Bergeron appeared twice on \"\" as an alien trader named D'Marr in \"\" (2002), and as a Coridan Ambassador in \"\" (2005). He also appeared in an episode of \"The Nanny\" in 1998.",
            "score": 68.99388122558594
        },
        {
            "docid": "40476283_12",
            "document": "Million Dollar Minute . In 60 seconds, Grant Denyer (2013) or Simon Reeve (2014-2015) reads out five multiple choice questions each with three answers. The host reads the questions at 12-second intervals. In the last two seconds for each question, the answers on the contestant's touch screen begin to flash. The contestant must submit their answer during this two-second interval. Once all five questions are answered, five numbers which represent the contestant's choices are shown on a screen and checked one at a time in a random order. If all answers are correct, the contestant has won the jackpot. If any answer is incorrect, the contestant will play again in the following show's game for the same jackpot.",
            "score": 68.80123138427734
        },
        {
            "docid": "52713_3",
            "document": "Binary star . The term \"double star\" is often used synonymously with \"binary star\"; however, double star can also mean \"optical double star\". Optical doubles are so called because the two stars appear close together in the sky as seen from the Earth; they are almost on the same . Nevertheless, their \"doubleness\" depends only on this optical effect; the stars themselves are distant from one another and share no physical connection. A double star can be revealed as optical by means of differences in their parallax measurements, proper motions, or radial velocities. Most known double stars have not been studied sufficiently closely to determine whether they are optical doubles or they are doubles physically bound through gravitation into a multiple star system.",
            "score": 68.68061065673828
        },
        {
            "docid": "41724202_41",
            "document": "Vellama d/o Marie Muthu v. Attorney-General . The Court of Appeal rejected the High Court's textual interpretation of Article 49(1) because it failed to see how the presence of absence of the word \"an\" could resolve the questions. The Court believed that even if the word \"election\" was describing a process, this interpretation on its own would not answer the question of whether the Prime Minister had unfettered discretion. As such, the omission or inclusion of the word \"an\" did not add value to the understanding of Article 49(1), given that the phrase \"shall be filled by election\" was not any clearer than \"shall be filled by an election\" in determining the issue. Further, the phrase \"shall be filled by election\" is capable of being read in a \"double-barrelled sense\", meaning that it could in fact refer to both an event and process at the same time.",
            "score": 68.51770782470703
        },
        {
            "docid": "3227832_5",
            "document": "Fandango (game show) . In round one, Anderson asked a toss-up question to all three contestants worth 10 points. Whoever buzzed-in with the right answer wagered any or all of his/her score and chose one of nine categories. The center category was always the \"Star of the Day\". A correct answer added the wager to his/her score and a wrong answer deducted it. Later in the run, a \"Secret Square\" was shown to the home audience, and if chosen, it would double the wager for a correct answer. Gameplay continued until time expired or until all nine categories were used. In round two, toss-ups were worth 20 points but overall gameplay remained the same.",
            "score": 68.43683624267578
        },
        {
            "docid": "2088208_7",
            "document": "Dream House (game show) . Beginning in 1969, three couples competed in the first round in which the first couple to buzz-in with a correct answer scored five points. A wrong answer, however, gave the other couples a chance to score ten points. Only during that first round would all contestants be allowed to buzz-in on all questions. The points were doubled during the last two minutes of the round. The two highest-scoring couples advanced to the next round, played exactly the same as the previous two-couple format. Five-time champions were offered an airplane in lieu of attempting to win two more games.",
            "score": 68.28035736083984
        }
    ]
}