{
    "q": [
        {
            "docid": "894_27",
            "document": "Agnosticism . Religious scholars such as Laurence B. Brown criticize the misuse of the word agnosticism, claiming that it has become one of the most misapplied terms in metaphysics. Brown raises the question, \"You claim that nothing can be known with certainty ... how, then, can you be so sure?\"",
            "score": 43.46855616569519
        },
        {
            "docid": "1813072_45",
            "document": "Theology of Pope Benedict XVI . Even before becoming pope, Benedict advocated a \"special relationship\" between the Roman Church and the Jewish faith. Some Jewish organisations, such as the Anti-Defamation League, the American Jewish Committee, the Union of Reform Judaism, and the Jewish Community Relations Council of Greater Boston, believe Ratzinger was responsible for Pope John Paul II's attempts to improve Jewish-Catholic ties. However, Pope Benedict did create some controversy when he said that the Church is waiting for the moment when Jews will \"say yes to Christ.\" He went on to say, \"We believe that. The fact remains, however, that our Christian conviction is that Christ is also the Messiah of Israel.\"",
            "score": 45.412468910217285
        },
        {
            "docid": "894_28",
            "document": "Agnosticism . According to Pope Benedict XVI, strong agnosticism in particular contradicts itself in affirming the power of reason to know scientific truth. He blames the exclusion of reasoning from religion and ethics for dangerous pathologies such as crimes against humanity and ecological disasters. \"Agnosticism\", said Ratzinger, \"is always the fruit of a refusal of that knowledge which is in fact offered to man ... The knowledge of God has always existed\". He asserted that agnosticism is a choice of comfort, pride, dominion, and utility over truth, and is opposed by the following attitudes: the keenest self-criticism, humble listening to the whole of existence, the persistent patience and self-correction of the scientific method, a readiness to be purified by the truth.",
            "score": 56.11676740646362
        },
        {
            "docid": "37970509_17",
            "document": "Catalan self-determination referendum, 2014 . According to the consultation decree, \"in the consultation there is a first question followed successively by a second question, and they are worded as follows: a) Do you want Catalonia to become a State? (Yes/No); If so: b) Do you want this State to be independent? (Yes/No). You can only answer the question under Letter b) in the event of having answered “Yes” to the question under Letter a).\" The \"participation process\" that has replaced the \"non-referendum consultation\" maintains the same two questions.",
            "score": 29.939074754714966
        },
        {
            "docid": "32916524_4",
            "document": "Christian agnosticism . According to Pope Benedict XVI, strong agnosticism in particular contradicts itself in affirming the power of reason to know scientific truth. He blames the exclusion of reasoning from religion and ethics for dangerous pathologies such as crimes against humanity and ecological disasters. \"Agnosticism\", said Ratzinger, \"is always the fruit of a refusal of that knowledge which is in fact offered to man ... The knowledge of God has always existed\". He asserted that agnosticism is a choice of comfort, pride, dominion, and utility over truth, and is opposed by the following attitudes: the keenest self-criticism, humble listening to the whole of existence, the persistent patience and self-correction of the scientific method, a readiness to be purified by the truth.",
            "score": 55.433690309524536
        },
        {
            "docid": "32916524_3",
            "document": "Christian agnosticism . In 1965 Christian theologian Leslie Weatherhead published \"The Christian Agnostic\", in which he argues: Although radical and unpalatable to conventional theologians, Weatherhead's agnosticism falls far short of Huxley's, and short even of \"weak agnosticism\": In the summary chapter of \"The Christian Agnostic\", Weatherhead stated what he believed in a sort of twelve-part creed:",
            "score": 45.526615619659424
        },
        {
            "docid": "894_3",
            "document": "Agnosticism . English biologist Thomas Henry Huxley coined the word \"agnostic\" in 1869, and said \"It simply means that a man shall not say he knows or believes that which he has no scientific grounds for professing to know or believe.\" Earlier thinkers, however, had written works that promoted agnostic points of view, such as Sanjaya Belatthaputta, a 5th-century BCE Indian philosopher who expressed agnosticism about any afterlife; and Protagoras, a 5th-century BCE Greek philosopher who expressed agnosticism about the existence of \"the gods\". The Nasadiya Sukta in the Rigveda is agnostic about the origin of the universe.",
            "score": 58.58786487579346
        },
        {
            "docid": "894_34",
            "document": "Agnosticism . A.J. Ayer, Theodore Drange, and other philosophers see both atheism and agnosticism as incompatible with ignosticism on the grounds that atheism and agnosticism accept \"a deity exists\" as a meaningful proposition that can be argued for or against.",
            "score": 29.626379251480103
        },
        {
            "docid": "55757866_2",
            "document": "Irreligion in Guatemala . Irreligion in Guatemala can refer to Atheism, Agnosticism, Secular Humanism, religious skepticism, or people who simply identify as non-religious; although some believe in God and others are more skeptical in belief, but do not consider themselves atheists.",
            "score": 36.6825487613678
        },
        {
            "docid": "10525212_2",
            "document": "Yes We Can Can . \"Yes We Can Can\" is a 1973 funk classic recorded by the American R&B girl group the Pointer Sisters and released on the Blue Thumb record label.",
            "score": 9.473108530044556
        },
        {
            "docid": "16348726_26",
            "document": "History of Popes Creek (Virginia) . Burial Ground: Jane Butler Washington; b. 24 October 1699, d. 24 September 1729.<br> Here lyes ye Body of JANE<br> Wife of Augustine Washington<br> Born at Popes Creek Virginia<br> Westmorelnd ye 24th Xber<br> 1699 & died ye 24th of 9ber 1729<br> Who left behind her two sons & one daughter.<br> <br> The land comprising the Popes Creek plantation was sold by the Washington family on October 13, 1813, but returned in a sense in 1867 when John E. Wilson who married Betty, the granddaughter of William Augustine, took possession. Dr. F.O. St. Clair's investigations and survey of a proposed memorial site in 1882 was an effort to secure the \"entire neck of land bounded by Pope's Creek on two sides and a marsh on the third side\" – and a right-of-way \"to Bridge Creek Landing,\" including the \"Burying Ground and Potomac River beyond.\" The result was purchased from John E. Wilson on July 10, 1883, by the federal government. The sustained effort for a national monument on Popes Creek had begun to take shape.",
            "score": 26.96230936050415
        },
        {
            "docid": "81798_32",
            "document": "Solipsism . Solipsism is a form of logical minimalism. Many people are intuitively unconvinced of the nonexistence of the external world from the basic arguments of solipsism, but a solid proof of its existence is not available at present. The central assertion of solipsism rests on the nonexistence of such a proof, and strong solipsism (as opposed to weak solipsism) asserts that no such proof can be made. In this sense, solipsism is logically related to agnosticism in religion: the distinction between believing you do not know, and believing you could not have known.",
            "score": 30.24855351448059
        },
        {
            "docid": "13075834_6",
            "document": "The Braes o' Killiecrankie . <score midi=\"5\" vorbis=\"1\"> \\relative c\" { \\time 2/4 \\key g \\major  \\partial 8 g16( a) | b8 b \\grace { c8 } b a16( g) | c4 c8 b16( a) | b8 b c16( b) a( g) | b8 d d g,16( a) | b8 b c16( b) a16( g) | c4 c8 b16( a) | b16( c) d16( b) a8 g | d8 g g \\bar \"||\" b16( c) | d8 d, d e16( f) | e8 d16( e) c8 b'16( c) | d8 d, d' d, | b' d d\\fermata b16( c) | d8 d, d e16( f) | g16( f) e( d) c8 b'16 c | b16( c) d( b) a8 g | e g g \\bar \"|.\" }  \\addlyrics {Whare | hae ye been sae | braw, lad? Whare | hae ye been sae | bran -- kie, O? Whare | hae ye been sae | braw, lad? Came | ye by Kil -- li -- | cran -- kie, O? An | ye had been whare | I hae been, Ye | wad -- na been sae | can -- tie, O; An | ye had seen what | I hae seen, I' the | braes o' Kil -- li -- | crank -- kie, O. }</score>",
            "score": 7.2846832275390625
        },
        {
            "docid": "300029_2",
            "document": "Charles Péguy . Charles Pierre Péguy (; 7 January 1873 – 5 September 1914) was a noted French poet, essayist, and editor. His two main philosophies were socialism and nationalism, but by 1908 at the latest, after years of uneasy agnosticism, he had become a believing but non-practicing Roman Catholic. From that time, Catholicism strongly influenced his works.",
            "score": 45.02531838417053
        },
        {
            "docid": "15247542_16",
            "document": "Atheism . Atheists have also argued that people cannot know a God or prove the existence of a God. The latter is called agnosticism, which takes a variety of forms. In the philosophy of immanence, divinity is inseparable from the world itself, including a person's mind, and each person's consciousness is locked in the subject. According to this form of agnosticism, this limitation in perspective prevents any objective inference from belief in a god to assertions of its existence. The rationalistic agnosticism of Kant and the Enlightenment only accepts knowledge deduced with human rationality; this form of atheism holds that gods are not discernible as a matter of principle, and therefore cannot be known to exist. Skepticism, based on the ideas of Hume, asserts that certainty about anything is impossible, so one can never know for sure whether or not a god exists. Hume, however, held that such unobservable metaphysical concepts should be rejected as \"sophistry and illusion\". The allocation of agnosticism to atheism is disputed; it can also be regarded as an independent, basic worldview.",
            "score": 54.70513558387756
        },
        {
            "docid": "18818890_5",
            "document": "Yes, Yes, Yes . Built under a quiet storm like R&B production similar to White's, the song hit the charts peaking at number #46 on the \"Billboard\" Hot 100 and number #11 on the R&B charts becoming Cosby's biggest charted single since \"Little Ole Man (Uptight, Everything's Alright)\" peaked at number #4 on the Hot 100 nine years earlier.",
            "score": 12.775630474090576
        },
        {
            "docid": "894_7",
            "document": "Agnosticism . George H. Smith, while admitting that the narrow definition of atheist was the common usage definition of that word, and admitting that the broad definition of agnostic was the common usage definition of that word, promoted broadening the definition of atheist and narrowing the definition of agnostic. Smith rejects agnosticism as a third alternative to theism and atheism and promotes terms such as agnostic atheism (the view of those who do not \"believe\" in the existence of any deity, but do not claim to \"know\" if a deity does or does not exist) and agnostic theism (the view of those who do not claim to \"know\" of the existence of any deity, but still \"believe\" in such an existence).",
            "score": 52.04026985168457
        },
        {
            "docid": "1813072_48",
            "document": "Theology of Pope Benedict XVI . Before becoming Pope, Cardinal Ratzinger was a well-known and quite controversial figure inside and outside the Catholic Church. This is due in part from the perception among those who felt the Vatican II reforms did not go far enough that Ratzinger is a conservative. To this view, Ratzinger's theology is based on his early works, staunch Catholicism and ancient Tradition. According to this often held view, Benedict has made clear that he intends to preserve the Church doctrine and not give in to modern pressures for change to fundamental dogma and teaching on such issues as birth control, abortion, and homosexuality. It is also noted, that the Pope has a strong opposition to moral relativism, which he sees as producing views ranging \"from one extreme to the other: from Marxism to liberalism, even to libertinism; from collectivism to radical individualism; from atheism to a vague religious mysticism; from agnosticism to syncretism, and so forth.\"",
            "score": 58.336127161979675
        },
        {
            "docid": "22535834_5",
            "document": "Atheistic existentialism . Albert Camus writes of dualisms—between happiness and sadness—as well as life and death. In \"The Myth of Sisyphus\", such dualism becomes paradoxical because humans greatly value their existence while at the same time being aware of their mortality. Camus believes it is human nature to have difficulty reconciling these paradoxes; and indeed, he believed humankind must accept what he called \"the Absurd\". On the other hand, Camus is not strictly an existential atheist because the acceptance of \"the Absurd\" implies neither the existence of God nor the nonexistence of God (compare agnosticism).",
            "score": 41.119994163513184
        },
        {
            "docid": "894_26",
            "document": "Agnosticism . Theistic critics claim that agnosticism is impossible in practice, since a person can live only either as if God did not exist (\"etsi deus non-daretur\"), or as if God did exist (\"etsi deus daretur\").",
            "score": 35.20552730560303
        },
        {
            "docid": "32916524_2",
            "document": "Christian agnosticism . Christian agnostics practice a distinct form of agnosticism that applies only to the \"properties\" of God. They hold that it is difficult or impossible to be sure of anything beyond the basic tenets of the Christian faith. They believe that God or a higher power exists, that Jesus may have a special relationship with God and is in some way divine, and that God should be worshipped. This belief system has deep roots in Judaism and the early days of the Church.",
            "score": 51.76673460006714
        },
        {
            "docid": "894_16",
            "document": "Agnosticism . Agnostic views are as old as philosophical skepticism, but the terms agnostic and agnosticism were created by Huxley (1825-1895) to sum up his thoughts on contemporary developments of metaphysics about the \"unconditioned\" (William Hamilton) and the \"unknowable\" (Herbert Spencer). Though Huxley began to use the term \"agnostic\" in 1869, his opinions had taken shape some time before that date. In a letter of September 23, 1860, to Charles Kingsley, Huxley discussed his views extensively: And again, to the same correspondent, May 6, 1863: Of the origin of the name agnostic to describe this attitude, Huxley gave the following account: In 1889, Huxley wrote:Therefore, although it be, as I believe, demonstrable that we have no real knowledge of the authorship, or of the date of composition of the Gospels, as they have come down to us, and that nothing better than more or less probable guesses can be arrived at on that subject. William Stewart Ross (1844-1906) wrote under the name of Saladin. He was associated with Victorian Freethinkers and the organization the British Secular Union. He edited the \"Secular Review\" from 1882; its was renamed \"Agnostic Journal and Eclectic Review\" and closed in 1907. Ross championed agnosticism in opposition to the atheism of Charles Bradlaugh as an open-ended spiritual exploration.",
            "score": 41.05110025405884
        },
        {
            "docid": "196882_24",
            "document": "Burrows–Abadi–Needham logic . Because message 2 is encrypted with \"K\", and \"B\" believes key(\"K\", \"B\"↔\"S\"), \"B\" now believes that \"S\" said {\"t\", \"A\", \"A\" believes key(\"K\", \"A\"↔\"B\")}. Because the clocks are synchronized, \"B\" believes fresh(\"t\"), and so fresh(\"A\" believes key(\"K\", \"A\"↔\"B\")). Because \"B\" believes that \"S\"<nowiki>'</nowiki>s statement is fresh, \"B\" believes that \"S\" believes that (\"A\" believes key(\"K\", \"A\"↔\"B\")). Because \"B\" believes that \"S\" is authoritative about what \"A\" believes, \"B\" believes that (\"A\" believes key(\"K\", \"A\"↔\"B\")). Because \"B\" believes that \"A\" is authoritative about session keys between \"A\" and \"B\", \"B\" believes key(\"K\", \"A\"↔\"B\"). \"B\" can now contact \"A\" directly, using \"K\" as a secret session key.",
            "score": 16.583027601242065
        },
        {
            "docid": "34965420_8",
            "document": "The Skipper's Dream . Aw studies awhile, then says aw, \"Are ye Deeth,  Come here for to wise oot a poor fellow's breeth ?\"  He says, \"No, aw'm the Pope, cum to try if aw can,  Save a vile wretch like ye, fra the nasty Bad Man.\"",
            "score": 16.433827877044678
        },
        {
            "docid": "2470055_19",
            "document": "The Story of B . B uses the phrase “cultural collapse” to describe the point of history that we are living through today. He believes that circumstances have rendered the cultural mythology of the Takers meaningless to its people. When this happens to a culture, B states, things fall apart. \"Order and purpose are replaced by chaos and bewilderment. People lose the will to live, become listless, become violent, become suicidal, and take to drink, drugs, and crime... laws, customs and institutions fall into disuse and disrespect, especially among the young, who see that even their elders can no longer make sense of them.\"",
            "score": 30.55988311767578
        },
        {
            "docid": "15898038_9",
            "document": "List of saints canonized by Pope Pius XII . Because of the huge number of visitors, the canonisation of Maria Goretti by Pope Pius XII, was held outside at Piazza San Pietro on 24 June 1950. The Pope spoke, not as before in Latin, but in Italian. \"We order and declare, that the blessed Maria Goretti can be venerated as a Saint and We introduce her into the Canon of Saints\". Some 500,000 people, among them a majority of youth, had come from around the World. Pope Pius asked them: A resounding Yes was the answer.",
            "score": 46.82874298095703
        },
        {
            "docid": "21378279_9",
            "document": "Agnostic atheism . The rationalistic agnosticism of Kant and the Enlightenment only accepts knowledge deduced with human rationality; this form of atheism holds that gods are not discernible as a matter of principle, and therefore cannot be known to exist. Skepticism, based on the ideas of Hume, asserts that certainty about anything is impossible, so one can never know for sure whether or not a god exists. Hume, however, held that such unobservable metaphysical concepts should be rejected as \"sophistry and illusion\". The allocation of agnosticism to atheism is disputed; it can also be regarded as an independent, basic worldview.",
            "score": 53.932411432266235
        },
        {
            "docid": "2581136_4",
            "document": "Rationalizability . Consider a simple coordination game (the payoff matrix is to the right). The row player can play \"a\" if she can reasonably believe that the column player could play \"A\", since \"a\" is a best response to \"A\". She can reasonably believe that the column player can play \"A\" if it is reasonable for the column player to believe that the row player could play \"a\". He can believe that she will play \"a\" if it is reasonable for him to believe that she could play \"a\", etc. This provides an infinite chain of consistent beliefs that result in the players playing (\"a\", \"A\"). This makes (\"a\", \"A\") a rationalizable pair of actions. A similar process can be repeated for (\"b\", \"B\").",
            "score": 15.175664186477661
        },
        {
            "docid": "621169_28",
            "document": "Existence of God . Agnostic theism is the philosophical view that encompasses both theism and agnosticism. An agnostic theist believes in the existence of a god or God, but regards the basis of this proposition as \"unknown or inherently unknowable\". Agnostic theists may also insist on ignorance regarding the properties of the gods they believe in.",
            "score": 46.77959060668945
        },
        {
            "docid": "147858_23",
            "document": "Pope Pius XI . Pius XI believed that industrialization results in less freedom at the individual and communal level, because numerous free social entities get absorbed by larger ones. The society of individuals becomes the mass class-society. People are much more interdependent than in ancient times, and become egoistic or class-conscious in order to save some freedom for themselves. The pope demands more solidarity, especially between employers and employees, through new forms of cooperation and communication. Pius displays a negative view of capitalism, especially of the anonymous international finance markets. He identifies certain dangers for small and medium-size enterprises, which have insufficient access to capital markets and are squeezed or destroyed by the larger ones. He warns that capitalist interests can become a danger for nations, which could be reduced to “chained slaves of individual interests”",
            "score": 37.90927267074585
        },
        {
            "docid": "1352065_11",
            "document": "Manassas Station Operations (Stonewall Jackson) . Pope saw the fires at Manassas Junction but believed that it meant Jackson was desperate; he ordered his corps to march on Manassas from the south, east, and north. Pope knew that Longstreet was moving north towards Thoroughfare Gap but did not detach any force to delay him, believing that the Union army could defeat Jackson before Longstreet could arrive. The defeat of Taylor's force convinced George B. McClellan, commanding the Union forces in Washington, not to send any further reinforcements to Pope unless they had artillery and cavalry.",
            "score": 32.22226548194885
        },
        {
            "docid": "1393811_2",
            "document": "Agnostic theism . Agnostic theism, agnostotheism or agnostitheism is the philosophical view that encompasses both theism and agnosticism. An agnostic theist believes in the existence of a god or gods, but regards the basis of this proposition as \"unknown or inherently unknowable\". The agnostic theist may also or alternatively be agnostic regarding the properties of the god or gods that they believe in.",
            "score": 46.94223475456238
        }
    ],
    "r": [
        {
            "docid": "894_32",
            "document": "Agnosticism . According to Richard Dawkins, a distinction between agnosticism and atheism is unwieldy and depends on how close to zero a person is willing to rate the probability of existence for any given god-like entity. About himself, Dawkins continues, \"I am agnostic only to the extent that I am agnostic about fairies at the bottom of the garden.\" Dawkins also identifies two categories of agnostics; \"Temporary Agnostics in Practice\" (TAPs), and \"Permanent Agnostics in Principle\" (PAPs). He states that \"agnosticism about the existence of God belongs firmly in the temporary or TAP category. Either he exists or he doesn't. It is a scientific question; one day we may know the answer, and meanwhile we can say something pretty strong about the probability.\", and considers PAP a \"deeply inescapable kind of fence-sitting\".",
            "score": 65.2206802368164
        },
        {
            "docid": "38486704_10",
            "document": "Resignation of Pope Benedict XVI . Metropolitan Archbishop of Lagos, Archbishop Alfred Adewale Martins said of the resignation:We do not have this sort of event happening . But at the same time, we know that the Code of Canon Law promulgated in 1983, makes provision for the resignation of the Pope, if he becomes incapacitated or, as with Benedict XVI, if he believes he is no longer able to effectively carry out his official functions as head of the Roman Catholic Church due to a decline in his physical ability. This is not the first time that a Pope would resign. In fact, we have had not less than three who resigned, including Pope Celestine V in 1294 and Pope Gregory XII in 1415. Pope Benedict XVI was not forced into taking that decision. Like he said in his own words, he acted with ‘full freedom,’ being conscious of the deep spiritual implication of his action... By his decision, the Holy Father has acted gallantly and as such we must commend and respect his decision.",
            "score": 64.20854187011719
        },
        {
            "docid": "906281_9",
            "document": "Lapsed Catholic . Today, a Catholic who lapses to the extent of becoming an apostate, a heretic or a schismatic is automatically excommunicated, and, until the excommunication is lifted, is forbidden to have any ministerial part in the celebration of Mass or other worship ceremonies, to celebrate or receive the sacraments or to exercise any Church functions. This is an obligation that binds the excommunicated person. Unless the excommunication has been publicly declared by the Church and not merely incurred automatically, the excommunicated person cannot on that ground alone be publicly refused the sacraments, even by a priest who knows of it. However, to assist at the marriage of someone who has \"notoriously\" (i.e. consciously and publicly) rejected the Catholic faith, a priest needs the permission of the ordinary and the same promises required by spouses in mixed marriages are also required. The Code of Canon Law lays down no particular penalty for a lapsing that consists of failure to fulfill the obligations to attend Sunday Mass and to receive Communion during Eastertide.",
            "score": 62.41018295288086
        },
        {
            "docid": "27930_9",
            "document": "Sedevacantism . Sedevacantists defend their position using numerous arguments, including that particular provisions of canon law prevent a heretic from being elected or remaining as pope. Paul IV's 1559 bull, \"Cum ex apostolatus officio\", stipulated that a heretic cannot be elected pope, while Canon 188.4 of the 1917 Code of Canon Law provides that a cleric who publicly defects from the Catholic faith automatically loses any office he had held in the Church. A number of writers have engaged sedevacantists in debate on some of these points. Theologian Brian Harrison has argued that Pius XII's conclave legislation permitted excommunicated cardinals to attend, from which he argues that they could also be legitimately elected. Opponents of Harrison have argued that a phrase in Pius XII's legislation, \"Cardinals who have been deposed or who have resigned, however, are barred and may not be reinstated even for the purpose of voting\", though it speaks of someone deposed or resigned from the cardinalate, not of someone who may have incurred automatic excommunication but has not been officially declared excommunicated, means that, even if someone is permitted to attend, that does not automatically translate into electability.",
            "score": 59.11189270019531
        },
        {
            "docid": "894_3",
            "document": "Agnosticism . English biologist Thomas Henry Huxley coined the word \"agnostic\" in 1869, and said \"It simply means that a man shall not say he knows or believes that which he has no scientific grounds for professing to know or believe.\" Earlier thinkers, however, had written works that promoted agnostic points of view, such as Sanjaya Belatthaputta, a 5th-century BCE Indian philosopher who expressed agnosticism about any afterlife; and Protagoras, a 5th-century BCE Greek philosopher who expressed agnosticism about the existence of \"the gods\". The Nasadiya Sukta in the Rigveda is agnostic about the origin of the universe.",
            "score": 58.58786392211914
        },
        {
            "docid": "16991003_6",
            "document": "English post-Reformation oaths . Elizabeth's \"settlement of religion\" (see Elizabethan Religious Settlement) had included compromise with the Puritan party, as they were to become, and they were not in love with the supremacy. An informal test was used, asking the suspected person whether he would fight against the pope, if he sent an army to restore Catholicism. The Catholics called this the \"bloody question\". There was no law to enforce an answer, there was no specific penalty for refusal.",
            "score": 58.46320343017578
        },
        {
            "docid": "65463_24",
            "document": "Graham Greene . In his discussions with Father Trollope, the priest to whom he went for instruction in Catholicism, Greene argued with the cleric \"on the ground of dogmatic atheism\", as Greene's primary difficulty with religion was what he termed the \"if\" surrounding God's existence. He found, however, that \"after a few weeks of serious argument the 'if' was becoming less and less improbable\", and Greene finally was converted and baptised after vigorous arguments initially with the priest in which he defended atheism, or at least the \"if\" of agnosticism. Late in life, however, Greene took to calling himself a \"Catholic agnostic\".",
            "score": 58.416465759277344
        },
        {
            "docid": "1813072_48",
            "document": "Theology of Pope Benedict XVI . Before becoming Pope, Cardinal Ratzinger was a well-known and quite controversial figure inside and outside the Catholic Church. This is due in part from the perception among those who felt the Vatican II reforms did not go far enough that Ratzinger is a conservative. To this view, Ratzinger's theology is based on his early works, staunch Catholicism and ancient Tradition. According to this often held view, Benedict has made clear that he intends to preserve the Church doctrine and not give in to modern pressures for change to fundamental dogma and teaching on such issues as birth control, abortion, and homosexuality. It is also noted, that the Pope has a strong opposition to moral relativism, which he sees as producing views ranging \"from one extreme to the other: from Marxism to liberalism, even to libertinism; from collectivism to radical individualism; from atheism to a vague religious mysticism; from agnosticism to syncretism, and so forth.\"",
            "score": 58.33612823486328
        },
        {
            "docid": "2467538_12",
            "document": "Mystici corporis Christi . Pope Pius XII condemns forced conversions in strong terms. These had been opposed by previous Popes such as Leo XIII, and are in violation of existing Canon Law, the law of the Church. Church membership and conversions must be voluntary. Regarding conversions, \"We recognize that this must be done of their own free will; for no one believes unless he wills to believe.\" Hence they are most certainly not genuine Christians who against their belief are forced to go into a church, to approach the altar and to receive the Sacraments; for the \"faith without which it is impossible to please God\" [200] is an entirely free \"submission of intellect and will.\"",
            "score": 57.42461013793945
        },
        {
            "docid": "606848_91",
            "document": "Catholic Church . Efforts in support of the ordination of women to the priesthood led to several rulings by the Roman Curia or Popes against the proposal, as in \"Declaration on the Question of the Admission of Women to the Ministerial Priesthood\" (1976), \"Mulieris Dignitatem\" (1988) and \"Ordinatio Sacerdotalis\" (1994). According to the latest ruling, found in \"Ordinatio Sacerdotalis\", Pope John Paul II affirmed that the Catholic Church \"does not consider herself authorized to admit women to priestly ordination.\" In defiance of these rulings, opposition groups such as Roman Catholic Womenpriests have performed ceremonies they affirm as sacramental ordinations (with, reputedly, an ordaining male Catholic bishop in the first few instances) which, according to canon law, are both illicit and invalid and considered mere \"simulations\" of the sacrament of ordination. The Congregation for the Doctrine of the Faith responded by issuing a statement clarifying that any Catholic bishops involved in ordination ceremonies for women, as well as the women themselves if they were Catholic, would automatically receive the penalty of excommunication (\"latae sententiae\", literally \"with the sentence already applied\", i.e. automatically), citing canon 1378 of canon law and other church laws.",
            "score": 56.99863052368164
        },
        {
            "docid": "3790508_23",
            "document": "Medieval II: Total War . Any priest from a Catholic faction has a chance of becoming Pope if they are accepted into the college of cardinals and then made one of the Preferati. When the incumbent Pope dies, the college of cardinals will elect a new Pope from the Preferati, with each cardinal having one vote; factions with multiple cardinals will, therefore, have much more influence on the election. The new Pope will leave their original faction and become the faction leader of the Papal States. Popes, upon being elected into office, will generally think highly of factions who supported them.",
            "score": 56.22000503540039
        },
        {
            "docid": "11467400_9",
            "document": "Roman Catholic Womenpriests . The Roman Catholic Church's canon law bars ordination of women, asserting that \"A baptized male (\"vir\") alone receives sacred ordination validly.\" The Church teaches this as not a matter of changeable discipline, but of divine constitution that it cannot alter. Pope John Paul II wrote in his Apostolic Letter \"Ordinatio Sacerdotalis\" of 22 May 1994: \"We declare that the Church has no authority whatsoever to confer priestly ordination on women and that this judgment is to be held by all the Church's faithful.\" Therefore, the ordination of a woman to the priesthood, even if conducted by a Catholic bishop in good standing, is, according to the Vatican, without sacramental effect.",
            "score": 56.11759567260742
        },
        {
            "docid": "894_28",
            "document": "Agnosticism . According to Pope Benedict XVI, strong agnosticism in particular contradicts itself in affirming the power of reason to know scientific truth. He blames the exclusion of reasoning from religion and ethics for dangerous pathologies such as crimes against humanity and ecological disasters. \"Agnosticism\", said Ratzinger, \"is always the fruit of a refusal of that knowledge which is in fact offered to man ... The knowledge of God has always existed\". He asserted that agnosticism is a choice of comfort, pride, dominion, and utility over truth, and is opposed by the following attitudes: the keenest self-criticism, humble listening to the whole of existence, the persistent patience and self-correction of the scientific method, a readiness to be purified by the truth.",
            "score": 56.11676788330078
        },
        {
            "docid": "40638377_8",
            "document": "The Rapid Development . The pope calls the Church to act as a teacher to humanity in their obligations to provide guidelines and prepare them for the rapid development in social communications, in a fashion which is in accordance with God and the Church's beliefs. Today's media practice extreme form of influence to people's way of life, judgements, future actions, attitudes, and viewpoints—therefore it is stated that these communications of media must be regulated and managed organically from “the point of view of formation and ethical responsibility”. Pope John Paul II emphasizes heavily on protecting a person's dignity in using media, which will require a positive development, that has clear structure, since media not only provide for mere entertainment, but has close connections to all areas of human life, \"i.e. Politics, economy, culture\". There are three “fundamental options”) the Church and her members face today: formation, participation, and dialogue. First, the formation of media has to be closely observed and filtered, such as formation of a new vocabulary used widely in media, then spreading to everyday language. Pope John Paul II notes that without “proper formation,”) the media would no longer be serving humanity, but shaping our beliefs and minds. In this, chiefly the younger generation are the most concerned, who would need critical and responsible education on the use of media(11). Second, a true participation by all members are encouraged, in which the Pope calls for a “culture of co-responsibility,” towards handling of media. Lastly, mass media's role of promoting dialogue and as tool of reciprocal knowledge is highlighted. However, this feature is like a double-edged sword, in that if used for good purpose, it can become the most powerful tool in spreading peace and understandings amongst humanity, or, “a destructive weapon”) if it were to be used in a negative manner. Pope John Paul II refers to his predecessors, who have discussed about such features of media we face today, such as Pius XII. Pius XII recognized the value of public opinion within and towards the Church, which is a strong feature of media communications. Also, according to the Code of Canon Law, everyone has a right to express their opinion. Therefore, John Paul II is telling the readers that his goal of writing such document on media today, isn't aiming for complete control and coercion over the people's mind and opinions. Although the Church must not leave room for arbitrary interpretations of the faith, by no means it is promoting the absolute power of the Church—rather, he notes that the dialogue between the faithful is valued within the Church. John Paul II expands on the promotion of dialogues, yet he notes that although the Church is open to all, there will be times when an “adequate confidentiality” is required for the good of all.",
            "score": 56.043521881103516
        },
        {
            "docid": "17348217_3",
            "document": "List of Dutch atheists . While definitions of atheism vary, a typical atheist is someone who has made a conscious decision that he or she does not believe in the existence of any form of deity. It is a widespread misconception, however, that all atheists deny the existence of a god or gods. While a miniority of them certainly do, most atheists would strongly disagree with this definition: they don't entirely reject the concept \"God\", but would rather argue that the term \"God\" has no importance, and possibly no meaning to them. The distinction is made between lack of belief in god(s) or weak atheism and denial of the existence of god(s) or strong atheism. Weak atheism should not be confused with agnosticism. An agnostic is in this case an individual who claims to have no opinion about God.",
            "score": 55.81845474243164
        },
        {
            "docid": "18974659_11",
            "document": "English Reformation . Henry claimed that this lack of a male heir was because his marriage was \"blighted in the eyes of God\". Catherine had been his late brother's wife, and it was therefore against biblical teachings for Henry to have married her (Leviticus 20:21); a special dispensation from Pope Julius II had been needed to allow the wedding in the first place. Henry argued that this had been wrong and that his marriage had never been valid. In 1527, Henry asked Pope Clement VII to annul the marriage, but the Pope refused. According to Canon Law the Pope cannot annul a marriage on the basis of a canonical impediment previously dispensed. Clement also feared the wrath of Catherine's nephew, Holy Roman Emperor Charles V, whose troops earlier that year had sacked Rome and briefly taken the Pope prisoner.",
            "score": 55.59782409667969
        },
        {
            "docid": "32916524_4",
            "document": "Christian agnosticism . According to Pope Benedict XVI, strong agnosticism in particular contradicts itself in affirming the power of reason to know scientific truth. He blames the exclusion of reasoning from religion and ethics for dangerous pathologies such as crimes against humanity and ecological disasters. \"Agnosticism\", said Ratzinger, \"is always the fruit of a refusal of that knowledge which is in fact offered to man ... The knowledge of God has always existed\". He asserted that agnosticism is a choice of comfort, pride, dominion, and utility over truth, and is opposed by the following attitudes: the keenest self-criticism, humble listening to the whole of existence, the persistent patience and self-correction of the scientific method, a readiness to be purified by the truth.",
            "score": 55.433685302734375
        },
        {
            "docid": "21378279_8",
            "document": "Agnostic atheism . Epistemological, or agnostic, atheism argues that people cannot know a God or determine the existence of a God. The foundation of epistemological atheism is agnosticism, which takes a variety of forms. In the philosophy of immanence, divinity is inseparable from the world itself, including a person's mind, and each person's consciousness is locked in the subject. According to this form of agnosticism, this limitation in perspective prevents any objective inference from belief in a god to assertions of its existence.",
            "score": 55.34536361694336
        },
        {
            "docid": "15247542_16",
            "document": "Atheism . Atheists have also argued that people cannot know a God or prove the existence of a God. The latter is called agnosticism, which takes a variety of forms. In the philosophy of immanence, divinity is inseparable from the world itself, including a person's mind, and each person's consciousness is locked in the subject. According to this form of agnosticism, this limitation in perspective prevents any objective inference from belief in a god to assertions of its existence. The rationalistic agnosticism of Kant and the Enlightenment only accepts knowledge deduced with human rationality; this form of atheism holds that gods are not discernible as a matter of principle, and therefore cannot be known to exist. Skepticism, based on the ideas of Hume, asserts that certainty about anything is impossible, so one can never know for sure whether or not a god exists. Hume, however, held that such unobservable metaphysical concepts should be rejected as \"sophistry and illusion\". The allocation of agnosticism to atheism is disputed; it can also be regarded as an independent, basic worldview.",
            "score": 54.705135345458984
        },
        {
            "docid": "17021392_13",
            "document": "Papal deposing power . The issue of \"The Tablet\" (owned by the future Cardinal Vaughan) for 5 December 1874 stated \"It is true that St. PETER never used the deposing power, but that was because Christendom had not yet begun to exist ; it is equally true that neither Pius IX., nor any of his successors, are ever likely to use it, but that is because Christendom has ceased to exist ... But if Christendom should ever be restored, which does not seem likely, we profess our unhesitating conviction that the deposing power of GOD'S Vicar would revive with it.\" The issue of the same publication for 12 December 1874 contained a letter from Charles Langdale (born 1822) stating 'In common with many of my contemporaries I have, more than once, taken the Catholic oath, a portion of which runs as follows :—\" And I do further declare that it is not an article of my Faith . . . that Princes excommunicated or deprived by the Pope, or any other authority of the See of Rome, may be deposed or murdered by their subjects, or by any person whatsoever ; and I do declare that I do not believe the Pope of Rome . . . hath, or ought to have, any temporal or civil jurisdiction, power, superiority, or preeminence, directly or indirectly, within this realm. . . . \" I cannot, therefore, agree with the writer of the article in question, when he says, \"we (Catholics) firmly believe that the Deposing Power . . . is manifestly included among the gifts of Peter.\" ' In the issue of the same publication for 19 December 1874, 'The Writer of the Article' wrote: 'Mr. Langdale \"regrets\" my observations on the Deposing Power because he and others have taken an oath that they do not believe it. We have, therefore, on one side, the Popes who actually used this power, the Christian nations who obeyed, and the great theologians who justified it ; and, on the other, Mr. Langdale's oath. This hardly seems to constitute an equation. It is all on one side, and nothing on the other.'",
            "score": 54.704185485839844
        },
        {
            "docid": "1779614_4",
            "document": "Society of Saint Pius V . \"The Nine\" (the four expelled priests plus five who voluntarily left the SSPX) balked at Lefebvre's imposition of the 1962 missal which they believed included departures from the liturgical traditions of the Church (for example, adding the name of St. Joseph to the Canon of the Mass). A more basic reason was the belief amongst the Nine that the men who had reigned as pope since the death of Pope Pius XII (d. 1958) had not been legitimate popes (Canon 1325, no. 2, 1917), although Fr. Cekada later stated that \"...[t]he 'pope question' was not raised at the time, and was not at issue\". They held that these Popes had officially taught and/or accepted heretical doctrines and therefore had lost or never occupied the See of Rome (Canon 188, no. 4, 1917). Like the Society of St. Pius X, they believed that there had been novel interpretations of the traditional teachings of the Church on issues such as religious liberty. One of the Nine, Fr. Dolan, admitted that while a member of the SSPX, he had concluded that the See of Peter was vacant.",
            "score": 54.481685638427734
        },
        {
            "docid": "33543260_20",
            "document": "Historical criticism . From these two principles the Modernists deduce two laws, which, when united with a third which they have already got from agnosticism, constitute the foundation of historical criticism. We will take an illustration from the Person of Christ. In the person of Christ, they say, science and history encounter nothing that is not human. Therefore, in virtue of the first canon deduced from agnosticism, whatever there is in His history suggestive of the divine, must be rejected. Then, according to the second canon, the historical Person of Christ was transfigured by faith; therefore everything that raises it above historical conditions must be removed. Lately, the third canon, which lays down that the person of Christ has been disfigured by faith, requires that everything should be excluded, deeds and words and all else that is not in keeping with His character, circumstances and education, and with the place and time in which He lived. A strange style of reasoning, truly; but it is Modernist criticism. Now we ask here: Who is the author of this history? The historian? The critic? Assuredly, neither of these but the philosopher. From beginning to end everything in it is a priori.",
            "score": 54.2816047668457
        },
        {
            "docid": "1795879_47",
            "document": "F. C. S. Schiller . The impossibility of answering truly the question whether the 100th (or 10,000th) decimal in the evaluation of Pi is or is not a 9, splendidly illustrates how impossible it is to predicate truth in abstraction from actual knowing and actual purpose. For the question cannot be answered until the decimal is calculated. Until then no one knows what it is, or rather will turn out to be. And no one will calculate it, until it serves some purpose to do so, and some one therefore interests himself in the calculation. And so until then the truth remains uncertain: there is no 'true' answer, because there is no actual context in which the question has really been raised. We have merely a number of conflicting possibilities, not even claims to truth, and there is no decision. Yet a decision is possible if an experiment is performed. But his experiment presupposes a desire to know. It will only be made if the point becomes one which it is practically important to decide. Normally no doubt it does not become such, because for the actual purposes of the sciences it makes no difference whether we suppose the figure to be 9 or something else. I.e. the truth to, say, the 99th decimal, is ' true enough ' for our purposes, and the 100th is a matter of indifference. But let that indifference cease, and the question become important, and the ' truth ' will at once become ' useful '. Prof. Taylor's illustration therefore conclusively proves that in an actual context and as an actual question there is no true answer to be got until the truth has become useful. This point is illustrated also by the context Prof. Taylor has himself suggested. For he has made the question about the 100th decimal important by making the refutation of the whole pragmatist theory of knowledge depend on it. And what nobler use could the 100th decimal have in his eyes? If in consequence of this interest he will set himself to work it out, he will discover this once useless, but now most useful, truth, and—triumphantly refute his own contention!",
            "score": 54.27376174926758
        },
        {
            "docid": "21378279_9",
            "document": "Agnostic atheism . The rationalistic agnosticism of Kant and the Enlightenment only accepts knowledge deduced with human rationality; this form of atheism holds that gods are not discernible as a matter of principle, and therefore cannot be known to exist. Skepticism, based on the ideas of Hume, asserts that certainty about anything is impossible, so one can never know for sure whether or not a god exists. Hume, however, held that such unobservable metaphysical concepts should be rejected as \"sophistry and illusion\". The allocation of agnosticism to atheism is disputed; it can also be regarded as an independent, basic worldview.",
            "score": 53.932411193847656
        },
        {
            "docid": "264061_39",
            "document": "Bill Maher . Maher is highly critical of all religion and views it as highly destructive. He has been described, or self-identified, variously as an agnostic, atheist, and apatheist, while objecting to having his views defined by a single label. In his 2008 feature film \"Religulous\", he refers to himself as agnostic. He has rejected being grouped with explicit atheists, saying in 2002, \"I'm not an atheist. There's a really big difference between an atheist and someone who just doesn't believe in religion. Religion to me is a bureaucracy between man and God that I don't need, but I'm not an atheist, no.\" Maher has also occasionally referred to himself as an apatheist, saying in 2011 \"I don't know what happens when you die, and I don't care.\" When discussing his apatheism and his views on the existence of God, he said on a scale from 1 to 7 (7 being \"absolutely certain there is no god\"), he was only at 6.9, like Richard Dawkins, \"because we just don't know ... but we just don't think about it.\" He added, \"There's atheist and there's agnostic, and I'm okay with us not splitting the difference on those; if you are just not a super-religious person, you are on my team.\" Several months later on a 2012 episode of his HBO show, Maher declared that \"idiots must stop claiming that atheism is a religion. [...] believe it or not, I don't really enjoy talking about religion all the time. In fact, not only is atheism not a religion, it's not even my hobby, and that's the best thing about being an atheist. It requires so little of your time.\" He has reiterated his stance during other interviews, rejecting both the certitude of the existence, as well as the certitude of nonexistence of deities, concluding, \"I'm saying that doubt is the only appropriate response for human beings.\"",
            "score": 53.72494888305664
        },
        {
            "docid": "23056_42",
            "document": "Pope . The pope was originally chosen by those senior clergymen resident in and near Rome. In 1059 the electorate was restricted to the Cardinals of the Holy Roman Church, and the individual votes of all Cardinal Electors were made equal in 1179. The electors are now limited to those who have not reached 80 on the day before the death or resignation of a pope. The pope does not need to be a Cardinal Elector or indeed a Cardinal; however, since the pope is the Bishop of Rome, only those who can be ordained a bishop can be elected, which means that any male baptized Catholic is eligible. The last to be elected when not yet a bishop was Pope Gregory XVI in 1831, and the last to be elected when not even a priest was Pope Leo X in 1513, and the last to be elected when not a cardinal was Pope Urban VI in 1378. If someone who is not a bishop is elected, he must be given episcopal ordination before the election is announced to the people.",
            "score": 53.53211212158203
        },
        {
            "docid": "50087083_32",
            "document": "Jurisprudence of Catholic canon law . Besides the Pope, who has plenary legislative power, there are several other legislative authorities in the Roman Catholic Church with varying degrees of particular legislative power. Primary examples are diocesan bishops and their equivalents, episcopal conferences, and particular councils. Any of these legislators can issue authentic interpretations of their laws and their predecessor's laws. Legislators also can entrust the power to authentically interpret their own laws to someone else. For the 1983 Code of Canon Law, the Code of Canons of the Eastern Churches, and other papal laws, the pope has delegated the authority to issue authentic interpretations to the Pontifical Council for Legislative Texts. The following table contains the authentic interpretations issued by that dicastery (with Pontifical approval).",
            "score": 53.43443298339844
        },
        {
            "docid": "3301347_96",
            "document": "Tony Blair . Later on, Blair questioned the Pope's attitude towards homosexuality, arguing that religious leaders must start \"rethinking\" the issue. Blair was reprimanded by Cardinal Basil Hume in 1996 for receiving Holy Communion at Mass, while still an Anglican, in contravention of canon law. On 22 December 2007, it was disclosed that Blair had joined the Roman Catholic Church. The move was described as \"a private matter\". He had informed Pope Benedict XVI on 23 June 2007 that he wanted to become a Catholic. The Pope and his advisors criticised some of Blair's political actions, but followed up with a reportedly unprecedented red-carpet welcome, which included the Cardinal Archbishop of Westminster, Cormac Murphy-O'Connor, who would be responsible for Blair's Catholic instruction. In 2010, \"The Tablet\" named him as one of Britain's most influential Roman Catholics.",
            "score": 53.393863677978516
        },
        {
            "docid": "24028_86",
            "document": "Pope Paul VI . The final miracle needed for the late pope's canonization was investigated in Verona and was closed on 11 March 2017. The miracle in question involves the healing of an unborn girl, Amanda Maria Paola (born 25 December 2014), after her parents (Vanna and Alberto) went to the Santuario delle Grazie in Brescia to pray for the late pope's intercession the previous 29 October, just ten days after Paul VI was beatified. The miracle regarding Amanda was the fact that she had survived for months despite the fact that the placenta was broken. On 23 September, a month before the beatification, Amanda's mother Vanna Pironato (aged 35) was hospitalized due to the premature rupture of the placenta, with doctors declaring her pregnancy to be at great risk. The documents regarding the alleged miracle are now in Rome awaiting approval; he shall be canonized should this healing be approved. Theologians advising the Congregation for the Causes of Saints voiced their approval to this miracle on 13 December 2017 (following the confirmation of doctors on 26 October) and have this direction on to the cardinal and bishop members of the C.C.S. who must vote on the cause also before taking it to Pope Francis for his approval. Brescian media reports the canonization could take place in October 2018 to coincide with the synod on the youth. The cardinal and bishop members of the C.C.S. issued their unanimous approval to this miracle in their meeting held on 6 February 2018; La Stampa reported that the canonization could be celebrated during the synod on the youth with a probable date of 21 October. Pope Francis confirmed that the canonization would be approved and celebrated in 2018 in remarks made during a meeting with Roman priests on 14 February 2018. On 6 March 2018, the Cardinal Secretary of State Pietro Parolin, speaking at a plenary meeting of the International Catholic Migration Commission in Rome, confirmed that Paul VI would be canonized in at the close of the synod on 28 October 2018. On 6 March, the pope confirmed the healing as a miracle, thereby approving Paul VI's canonization; a consistory of cardinals on 19 May will determine the official date for Paul VI's canonization; it has been scheduled for 14 October 2018.",
            "score": 53.35369110107422
        },
        {
            "docid": "6461025_2",
            "document": "List of canonised popes . This article lists the Popes who have been canonised or recognised as Saints in the Roman Catholic Church they had led. A total of 81 (out of 266) Popes have been recognised universally as canonised saints, including all of the first 35 Popes (31 of whom were martyrs) and 52 of the first 54. If Pope Liberius is numbered amongst the Saints as in Eastern Christianity, all of the first 49 Popes become recognised as Saints, of whom 31 are Martyr-Saints, and 53 of the first 54 Pontiffs would be acknowledged as Saints. In addition, 14 other Popes are in the process of becoming canonised Saints: as of December 2017, two are recognised as being Servants of God, two are recognised as being Venerable, and ten have been declared Blessed or \"Beati\", making a total of 95 (97 if Pope Liberius and Pope Adeodatus II are recognised to be Saints) of the 266 Roman Pontiffs being recognised and venerated for their heroic virtues and inestimable contributions to the Church.",
            "score": 53.04265594482422
        },
        {
            "docid": "1691824_4",
            "document": "Roman Catholic Diocese of Savannah . The diocese was canonically erected on July 3, 1850, by Pope Pius IX, taking its territories from the Diocese of Charleston, including all of Georgia and a large portion of Florida. Originally, the Diocese of Savannah, therefore, was created from the Diocese of Charleston; and the Diocese of Charleston originated from the Archdiocese of Baltimore, Maryland. Pope Pius XI changed the ecclesiastical territory's name of the Diocese of Savannah to become the conjoined Diocese of Savannah-Atlanta on January 5, 1937, to reflect the growth of Catholicism in the state. The number of Catholics in the northern counties of Georgia had grown so much that Pope Pius XII divided the ecclesiastical territory on July 2, 1956, and created the Diocese of Savannah and the Diocese of Atlanta. At that time, there were also two designated co-cathedrals, including St. John the Baptist in Savannah and Christ the King in Atlanta. (In 1962, the Diocese of Atlanta was elevated to the status of an archdiocese, becoming the center of the ecclesiastical province of the same name.)",
            "score": 52.93075180053711
        },
        {
            "docid": "1714063_32",
            "document": "Hierarchy of the Catholic Church . Not all cardinals are bishops. Domenico Bartolucci, Karl Josef Becker, Roberto Tucci and Albert Vanhoye are examples of 21st-century non-bishop cardinals. The 1917 Code of Canon Law introduced the requirement that a cardinal must be at least a priest. Previously, they need only be in minor orders and not even deacons. Teodolfo Mertel, who died in 1899, was the last non-priest cardinal. In 1962, Pope John XXIII made it a rule that a man who has been nominated a cardinal is required to be consecrated a bishop, if not one already, but some ask for and obtain dispensation from this requirement. It is rare that the Pope will appoint Cardinals who are priests only and not consecrated as a bishop.",
            "score": 52.87812805175781
        }
    ]
}