{
    "q": [
        {
            "docid": "432985_2",
            "document": "Gabrielle (Xena: Warrior Princess) . Gabrielle is a fictional character played by Renee O'Connor in the American fantasy TV series \"\" (1995-2001). She is referred to by fans as the Battling Bard of Potidaea. Her trademark weapons are the Amazon fighting staff and later, the sais. She was also an Amazon Princess and later an Amazon Queen. The character's development and progression is a story that spans the entire show's run, with her first appearance in \"Sins of the Past\" seeing her as a naive farm girl, and the final episode, \"A Friend In Need (Part 2)\" seeing her as a fully formed but rational warrior, set to follow in the deceased Xena's footsteps.",
            "score": 113.83845400810242
        },
        {
            "docid": "506695_4",
            "document": "List of Hercules: The Legendary Journeys and Xena: Warrior Princess characters . Although several tribes are known in different countries, Xena deals prominently with the Greek Amazons and the Northern Amazons of Siberia. With her fighting skills and advocacy for women's rights, Xena bears a striking resemblance to the Amazons. But she is careful to emphasize that she is not an Amazon, nor does she deserve the honor of becoming one. She turns down offers to join the tribes, preferring an independent, nomadic lifestyle to the membership of a collective. The series reveals that some of the Amazons do not trust Xena because of atrocities she committed against them in her past, although most respect her abilities as a warrior.",
            "score": 101.69661688804626
        },
        {
            "docid": "34212_14",
            "document": "Xena: Warrior Princess . \"Xena: Warrior Princess\" starred Lucy Lawless as Xena and Renee O'Connor as Gabrielle. The first choice for Xena was the British actress Vanessa Angel, but an illness prevented her from travelling, and the role was offered to four other actresses before the relatively unknown Lawless. Sunny Doench was cast as Gabrielle, but she did not want to leave her boyfriend in the United States, so O'Connor, who had appeared in \"Hercules\" in another role, was chosen.",
            "score": 76.3752555847168
        },
        {
            "docid": "506695_6",
            "document": "List of Hercules: The Legendary Journeys and Xena: Warrior Princess characters . This chance encounter leads to Gabrielle's acceptance into the Amazons, and with it she carries her title's duties and expectations. Although Gabrielle decides to continue to follow Xena on her adventures, she is occasionally called by her Amazon sisters in times of need or to fulfill her duties as royalty. The tribes also value Xena as an experienced warrior, and occasionally request her assistance.",
            "score": 96.76555109024048
        },
        {
            "docid": "34212_3",
            "document": "Xena: Warrior Princess . The series was created in 1995 by writer-director-producer Robert Tapert under his production tag, Renaissance Pictures, with executive producers R. J. Stewart (who developed the series along with Tapert) and Sam Raimi. The series narrative follows Xena (played by Lucy Lawless), an infamous warrior on a quest to seek redemption for her past sins against the innocent by using her formidable fighting skills to now help those who are unable to defend themselves. Xena is accompanied by Gabrielle (played by Renee O'Connor), who during the series changes from a simple farm girl into an Amazon warrior and Xena's comrade-in-arms; her initial naïveté helps to balance Xena and assists her in recognizing and pursuing the \"greater good\". In 2012 star Lucy Lawless confirmed her character Xena was from ancient Bulgaria, Thrace.",
            "score": 90.49443483352661
        },
        {
            "docid": "29819312_3",
            "document": "Xena: Warrior Princess (video game) . The PlayStation version of \"Xena: Warrior Princess\" is played from a third-person perspective and consists of linear hack and slash and action gameplay, with some platform-jumping and puzzle-solving sections. The game's story involves the evil sorceress Kalabrax, who escapes after centuries of imprisonment and plots revenge against the world, and against the gods who imprisoned her. She must sacrifice a queen for her spell to gain maximum power. With help from her allies, Kalabrax captures , the Queen of the Amazons. Xena, the warrior princess, embarks on a journey to rescue Gabrielle, while facing various villains along the way.",
            "score": 94.31020402908325
        },
        {
            "docid": "29819312_9",
            "document": "Xena: Warrior Princess (video game) . Universal Interactive Studios developed the PlayStation version. Universal created several new characters specifically for the game, including Kalabrax and the Amazon Bird Women. Universal also created over 100 different animations for the character of Xena to ensure smooth movements in the game. In addition, the faces of the television show's actresses, Lucy Lawless (Xena) and Renee O'Connor (Gabrielle), were texture-mapped into the game. The PlayStation version was published by Electronic Arts on October 7, 1999, following the premiere of the television show's fifth season.",
            "score": 88.37620711326599
        },
        {
            "docid": "574721_13",
            "document": "Eve (Xena: Warrior Princess) . Gabrielle challenges Varia for leadership of the Amazons in order to save Eve's life when she is found guilty, but loses. Xena challenges Varia to a fight before she can execute Eve, and in doing so, she shows Varia that she has become like Livia, which leads Varia to stop her actions, and pardon Eve (stating Livia is dead).",
            "score": 87.54688620567322
        },
        {
            "docid": "432985_8",
            "document": "Gabrielle (Xena: Warrior Princess) . Gabrielle starts the series as a young adult who more or less stands behind Xena, and relies on Xena to protect her. Later on in the series, she acquires a fighting staff from the Greek Amazons and starts to use it as both a defensive and offensive weapon, displaying some skill in using the staff. As the series goes on, Gabrielle's skills with the staff continue to develop. In one episode, Gabrielle takes on numerous soldiers and single-handedly attempts to rescue Xena's presumed dead body. Two episodes later she is seen blocking an arrow in flight with her staff. Later on, Gabrielle also adds kicks and minor acrobatics to her fighting abilities. Under the tutelage of Xena, she becomes worthy of many foes.",
            "score": 82.52420830726624
        },
        {
            "docid": "34212_17",
            "document": "Xena: Warrior Princess . The series follows Xena and her traveling companion Gabrielle. Xena is on a quest to redeem herself for her dark past by using her formidable fighting skills to help people. In \"Hercules\", during her two first episodes, Xena was a villain and a powerful warlord, but in her third appearance she joins Hercules to defeat the warlord Darphus, who had taken her army. During her own series, Xena spends almost every episode on a different mission, always trying to do the right thing, fighting for what she refers to as the \"greater good\". Xena's trademark weapon is a Chakram, and she also uses a sword. Xena also has to fight her own past; she has never forgiven herself for her crimes, and often has to resist the temptation to return to her evil ways, but she always resists with the help of Gabrielle. Gabrielle is Xena's best friend and also her greatest ally. She is introduced in the first episode, first as a big fan of Xena and her history, but soon becomes a notable character in her own right. As the show progresses she undergoes significant changes in costume and style, evolving from a simple farm girl to a talented bard, and eventually to a formidable warrior. She is initiated into a tribe of Amazons, learns to fight with a staff, and is trained by Xena. In the first season, Xena and Gabrielle meet Joxer, a comic man who styles himself \"Joxer the Magnificent\", and later \"Joxer the Mighty.\" Joxer's goal is to fight for justice, but unfortunately with no physical know-how of his own, he remains the show's main comic relief. Eventually, he becomes a close friend to Xena and Gabrielle.",
            "score": 100.25418055057526
        },
        {
            "docid": "432985_10",
            "document": "Gabrielle (Xena: Warrior Princess) . By season 5, Gabrielle starts to fight with her sai, incorporating more acrobatic abilities, such as performing a wall run and back flip. In addition to sai and sometimes a new casual staff, she can use a large array of weapons with proficiency. Gabrielle also fights against warriors with notable skill; she defeats the warrior Mavican and stands against Ares and Hades (two gods) in battle for a period of time, before they defeat her. She also fights in a sword duel with Brutus, former right hand and one of the leaders of Rome, eventually killing him. Gabrielle's abilities throughout the series are noticed by the God of War who seeks her out as his new protégée. It is mentioned later by Gabrielle that Xena trained her throughout the years, although there have only been a few episodes that actually show Xena giving her any sort of martial arts training.  One of Gabrielle's biggest fights in the series is her fight against fellow Amazon queen, Varia. They fight in an enclosed arena in a match in which Eve's life is at stake, and they appeared to be at a stand-off before she is beaten by Varia. Gabrielle takes the loss graciously and continues to grow in skill over the remaining season.",
            "score": 88.04898595809937
        },
        {
            "docid": "506695_7",
            "document": "List of Hercules: The Legendary Journeys and Xena: Warrior Princess characters . Among the known Amazons are:",
            "score": 78.64736747741699
        },
        {
            "docid": "34150_2",
            "document": "Xena . Xena is a fictional character from Robert Tapert's \"\" franchise. Co-created by Tapert and John Schulian, she first appeared in the 1995–1999 television series \"\", before going on to appear in \"Xena: Warrior Princess\" TV show and of the same name. The Warrior Princess has also appeared in the spin-off animated movie \"\", as well as numerous non-canon expanded universe material, such as and . Xena was played by New Zealand actress Lucy Lawless.",
            "score": 82.09020948410034
        },
        {
            "docid": "3868417_15",
            "document": "Ares (Hercules: The Legendary Journeys and Xena: Warrior Princess) . Later in the season, Xena helps Ares again, hiding him from vengeful warlords on her family's farm. She restores his godhood with a golden apple wrested from Odin, but refuses his offer to become a goddess and rule by his side. In the next episode, Ares and Xena are once again adversaries as she foils his plot to get the Amazons into a war with the Romans in order to gain more worshipers. However, they also seem to share a new mutual understanding and acceptance.",
            "score": 81.44131350517273
        },
        {
            "docid": "11034594_3",
            "document": "Xena: Warrior Princess (comics) . Topps Comics published the first Xena series of comics, titled \"Xena: Warrior Princess\". Xena's character was originally introduced in the 1996 Topps Comics series \"Hercules: The Legendary Journeys\", issues #3, #4, and #5. These were followed by the \"Xena: Warrior Princess\" comics released in a limited series format, with the vast majority being three-issue series, in 1997 and 1998.",
            "score": 56.73568677902222
        },
        {
            "docid": "16007468_19",
            "document": "Xena: Warrior Princess in popular culture . The wars did not abate after the series came to an end in 2001. In January 2003, Lucy Lawless, the star of , told \"Lesbian News\" magazine that after watching the series finale (in which Gabrielle revived Xena with a mouth-to-mouth water transfer filmed to look like a full kiss) she had come to believe that Xena and Gabrielle's relationship was \"definitely gay.\"",
            "score": 57.90364408493042
        },
        {
            "docid": "34212_38",
            "document": "Xena: Warrior Princess . Many books have been released as tie-ins, including \"The Official Guide to the Xenaverse\" by Robert Weisbrot. This includes a detailed episode guide for the first two seasons, a look behind the scenes, the story of the origin of the show, biographies of cast and crew, and trivia about the show. After the sixth and final season, \"Xena Warrior Princess: Complete Illustrated Companion\". was published.",
            "score": 61.02109122276306
        },
        {
            "docid": "34212_1",
            "document": "Xena: Warrior Princess . Xena: Warrior Princess",
            "score": 49.82275390625
        },
        {
            "docid": "506695_3",
            "document": "List of Hercules: The Legendary Journeys and Xena: Warrior Princess characters . The Amazons are an all-female tribe who make frequent appearances in the series. They are first depicted as a large nation that spreads throughout the land and then later as a number of tribes scattered throughout the world, segregated by an unknown cataclysm from their distant past. The Amazons trace their creation to the goddess Artemis, and value an all-female society that strives to uphold the same rights and freedoms for women as those of men. Each tribe is headed by a queen, whose position may be either inherited, or passed on as a \"right of caste\" to any named successor. A queen's authority may also be openly challenged by another royal Amazon and her title relinquished if she is defeated in single combat.",
            "score": 92.71313500404358
        },
        {
            "docid": "11034594_30",
            "document": "Xena: Warrior Princess (comics) . Xena: Warrior Princess/ Joxer: Warrior Prince Vol. 1, #3",
            "score": 49.87065601348877
        },
        {
            "docid": "11034594_26",
            "document": "Xena: Warrior Princess (comics) . Xena: Warrior Princess/ Joxer: Warrior Prince Vol. 1, #1",
            "score": 49.87065601348877
        },
        {
            "docid": "11034594_28",
            "document": "Xena: Warrior Princess (comics) . Xena: Warrior Princess/ Joxer: Warrior Prince Vol. 1, #2",
            "score": 49.87065601348877
        },
        {
            "docid": "15711749_1",
            "document": "Solan (Xena: Warrior Princess) . Solan (Xena: Warrior Princess)",
            "score": 49.45801830291748
        },
        {
            "docid": "11034594_1",
            "document": "Xena: Warrior Princess (comics) . Xena: Warrior Princess (comics)",
            "score": 49.45801830291748
        },
        {
            "docid": "432985_1",
            "document": "Gabrielle (Xena: Warrior Princess) . Gabrielle (Xena: Warrior Princess)",
            "score": 49.45801830291748
        },
        {
            "docid": "6114509_1",
            "document": "Eli (Xena: Warrior Princess) . Eli (Xena: Warrior Princess)",
            "score": 49.45801830291748
        },
        {
            "docid": "574721_1",
            "document": "Eve (Xena: Warrior Princess) . Eve (Xena: Warrior Princess)",
            "score": 49.45801830291748
        },
        {
            "docid": "506695_5",
            "document": "List of Hercules: The Legendary Journeys and Xena: Warrior Princess characters . Gabrielle, on the other hand, during her first encounter with the Greek Amazon tribe throws herself over an Amazon named Terreis to protect her from falling arrows. Although Terreis is already dying, she is impressed by Gabrielle's bravery and gives her \"right of caste\". Terreis was the next in line to rule, and by giving Gabrielle the right, Gabrielle becomes an Amazon Princess of the Greek tribe.",
            "score": 90.39410471916199
        },
        {
            "docid": "16264802_3",
            "document": "Xena: Warrior Princess (season 1) . The first season aired in the United States in syndication; reruns later ran on the USA Network. The season was released on DVD as a seven disc boxed set under the title of \"Xena: Warrior Princess: The Complete First Season\" on April 23, 2003 by Anchor Bay Entertainment.",
            "score": 51.18179178237915
        },
        {
            "docid": "56233433_1",
            "document": "Xena: Warrior Princess (card game) . Xena: Warrior Princess (card game)",
            "score": 49.09858512878418
        },
        {
            "docid": "16264802_1",
            "document": "Xena: Warrior Princess (season 1) . Xena: Warrior Princess (season 1)",
            "score": 49.09858512878418
        },
        {
            "docid": "16292056_1",
            "document": "Xena: Warrior Princess (season 2) . Xena: Warrior Princess (season 2)",
            "score": 49.09858512878418
        }
    ],
    "r": [
        {
            "docid": "432985_2",
            "document": "Gabrielle (Xena: Warrior Princess) . Gabrielle is a fictional character played by Renee O'Connor in the American fantasy TV series \"\" (1995-2001). She is referred to by fans as the Battling Bard of Potidaea. Her trademark weapons are the Amazon fighting staff and later, the sais. She was also an Amazon Princess and later an Amazon Queen. The character's development and progression is a story that spans the entire show's run, with her first appearance in \"Sins of the Past\" seeing her as a naive farm girl, and the final episode, \"A Friend In Need (Part 2)\" seeing her as a fully formed but rational warrior, set to follow in the deceased Xena's footsteps.",
            "score": 113.83845520019531
        },
        {
            "docid": "34212_15",
            "document": "Xena: Warrior Princess . The show features a wide assortment of recurring characters, many of them portrayed by New Zealand actors. Ted Raimi became a core member of the cast from the second season as Joxer. Actor Kevin Tod Smith played popular character Ares, God of War, and Alexandra Tydings played his counterpart Aphrodite, Goddess of Love. Marton Csokas portrayed both Borias and Krafstar. Other notables included Karl Urban in a variety of roles such as Cupid and Caesar, Hudson Leick as Xena's nemesis Callisto (Leick also played a body-switched Xena in the episode \"Intimate Stranger\"), Claire Stansfield as the evil shamaness Alti; and a number of trusted friends – Jennifer Sky as feisty sidekick Amarice, Danielle Cormack as Amazon regent Ephiny, Bruce Campbell as Autolycus King of Thieves, Robert Trebor as dodgy entrepreneur Salmoneus, William Gregory Lee as the warrior-poet Virgil and Tim Omundson as the spiritual healer Eli. Composer Joseph LoDuca wrote the theme music and incidental music, and co-wrote the lyrics for the songs in \"The Bitter Suite.\" The theme music was developed from the traditional Bulgarian folk song \"\"Kaval sviri,\"\" sung by the Bulgarian State Television Female Vocal Choir. The original \"Kaval sviri\" can be heard where Xena races into battle in the \"\" episode \"Unchained Heart.\"",
            "score": 107.7431411743164
        },
        {
            "docid": "506695_4",
            "document": "List of Hercules: The Legendary Journeys and Xena: Warrior Princess characters . Although several tribes are known in different countries, Xena deals prominently with the Greek Amazons and the Northern Amazons of Siberia. With her fighting skills and advocacy for women's rights, Xena bears a striking resemblance to the Amazons. But she is careful to emphasize that she is not an Amazon, nor does she deserve the honor of becoming one. She turns down offers to join the tribes, preferring an independent, nomadic lifestyle to the membership of a collective. The series reveals that some of the Amazons do not trust Xena because of atrocities she committed against them in her past, although most respect her abilities as a warrior.",
            "score": 101.69661712646484
        },
        {
            "docid": "16264802_6",
            "document": "Xena: Warrior Princess (season 1) . Danielle Cormack played Ephiny, an Amazon warrior, and Alison Bruce played Melosa, queen of the Amazons. The main actors of , Kevin Sorbo and Michael Hurst, appeared during the season. Robert Trebor played Salmoneus, a friend of Hercules's famous for his \"get rich quick\" schemes. Kevin Tod Smith portrayed in two episodes and in later seasons. The American actor Bruce Campbell portrayed Autolycus, the king of thieves, a main character in Hercules. Tim Thomerson played Meleager, a friend of Gabrielle and reformed drunk. Karl Urban played the biblic Mael, Karl also played Cupid and Julius Caesar in later seasons. Ted Raimi played Joxer and Hudson Leick played Callisto, both are idols of the series Fandom.",
            "score": 101.1647720336914
        },
        {
            "docid": "34212_17",
            "document": "Xena: Warrior Princess . The series follows Xena and her traveling companion Gabrielle. Xena is on a quest to redeem herself for her dark past by using her formidable fighting skills to help people. In \"Hercules\", during her two first episodes, Xena was a villain and a powerful warlord, but in her third appearance she joins Hercules to defeat the warlord Darphus, who had taken her army. During her own series, Xena spends almost every episode on a different mission, always trying to do the right thing, fighting for what she refers to as the \"greater good\". Xena's trademark weapon is a Chakram, and she also uses a sword. Xena also has to fight her own past; she has never forgiven herself for her crimes, and often has to resist the temptation to return to her evil ways, but she always resists with the help of Gabrielle. Gabrielle is Xena's best friend and also her greatest ally. She is introduced in the first episode, first as a big fan of Xena and her history, but soon becomes a notable character in her own right. As the show progresses she undergoes significant changes in costume and style, evolving from a simple farm girl to a talented bard, and eventually to a formidable warrior. She is initiated into a tribe of Amazons, learns to fight with a staff, and is trained by Xena. In the first season, Xena and Gabrielle meet Joxer, a comic man who styles himself \"Joxer the Magnificent\", and later \"Joxer the Mighty.\" Joxer's goal is to fight for justice, but unfortunately with no physical know-how of his own, he remains the show's main comic relief. Eventually, he becomes a close friend to Xena and Gabrielle.",
            "score": 100.25418090820312
        },
        {
            "docid": "506695_6",
            "document": "List of Hercules: The Legendary Journeys and Xena: Warrior Princess characters . This chance encounter leads to Gabrielle's acceptance into the Amazons, and with it she carries her title's duties and expectations. Although Gabrielle decides to continue to follow Xena on her adventures, she is occasionally called by her Amazon sisters in times of need or to fulfill her duties as royalty. The tribes also value Xena as an experienced warrior, and occasionally request her assistance.",
            "score": 96.76554870605469
        },
        {
            "docid": "29819312_3",
            "document": "Xena: Warrior Princess (video game) . The PlayStation version of \"Xena: Warrior Princess\" is played from a third-person perspective and consists of linear hack and slash and action gameplay, with some platform-jumping and puzzle-solving sections. The game's story involves the evil sorceress Kalabrax, who escapes after centuries of imprisonment and plots revenge against the world, and against the gods who imprisoned her. She must sacrifice a queen for her spell to gain maximum power. With help from her allies, Kalabrax captures , the Queen of the Amazons. Xena, the warrior princess, embarks on a journey to rescue Gabrielle, while facing various villains along the way.",
            "score": 94.3102035522461
        },
        {
            "docid": "34212_18",
            "document": "Xena: Warrior Princess . In the first season, Xena and Gabrielle meet two of their biggest enemies: Callisto (Hudson Leick), a vengeful warrior woman, and Ares (Kevin Tod Smith), the Greek God of War. Callisto is Xena's arch-enemy and a major antagonist over the course of the series. When Callisto was a child, her home village of Cirra was burned nearly to the ground by Xena, killing her family. She was left traumatized by the attack and eventually went insane, becoming obsessed with exacting revenge on Xena. She displays a bizarre brand of sadistic, gleeful, shrieking cruelty towards Xena and her associates. Hercules himself reappears alongside Iolaus - who becomes interested in Gabrielle - when Xena seeks to free Prometheus from Hera.",
            "score": 93.2391586303711
        },
        {
            "docid": "506695_3",
            "document": "List of Hercules: The Legendary Journeys and Xena: Warrior Princess characters . The Amazons are an all-female tribe who make frequent appearances in the series. They are first depicted as a large nation that spreads throughout the land and then later as a number of tribes scattered throughout the world, segregated by an unknown cataclysm from their distant past. The Amazons trace their creation to the goddess Artemis, and value an all-female society that strives to uphold the same rights and freedoms for women as those of men. Each tribe is headed by a queen, whose position may be either inherited, or passed on as a \"right of caste\" to any named successor. A queen's authority may also be openly challenged by another royal Amazon and her title relinquished if she is defeated in single combat.",
            "score": 92.713134765625
        },
        {
            "docid": "34212_3",
            "document": "Xena: Warrior Princess . The series was created in 1995 by writer-director-producer Robert Tapert under his production tag, Renaissance Pictures, with executive producers R. J. Stewart (who developed the series along with Tapert) and Sam Raimi. The series narrative follows Xena (played by Lucy Lawless), an infamous warrior on a quest to seek redemption for her past sins against the innocent by using her formidable fighting skills to now help those who are unable to defend themselves. Xena is accompanied by Gabrielle (played by Renee O'Connor), who during the series changes from a simple farm girl into an Amazon warrior and Xena's comrade-in-arms; her initial naïveté helps to balance Xena and assists her in recognizing and pursuing the \"greater good\". In 2012 star Lucy Lawless confirmed her character Xena was from ancient Bulgaria, Thrace.",
            "score": 90.49443817138672
        },
        {
            "docid": "506695_5",
            "document": "List of Hercules: The Legendary Journeys and Xena: Warrior Princess characters . Gabrielle, on the other hand, during her first encounter with the Greek Amazon tribe throws herself over an Amazon named Terreis to protect her from falling arrows. Although Terreis is already dying, she is impressed by Gabrielle's bravery and gives her \"right of caste\". Terreis was the next in line to rule, and by giving Gabrielle the right, Gabrielle becomes an Amazon Princess of the Greek tribe.",
            "score": 90.39410400390625
        },
        {
            "docid": "29819312_9",
            "document": "Xena: Warrior Princess (video game) . Universal Interactive Studios developed the PlayStation version. Universal created several new characters specifically for the game, including Kalabrax and the Amazon Bird Women. Universal also created over 100 different animations for the character of Xena to ensure smooth movements in the game. In addition, the faces of the television show's actresses, Lucy Lawless (Xena) and Renee O'Connor (Gabrielle), were texture-mapped into the game. The PlayStation version was published by Electronic Arts on October 7, 1999, following the premiere of the television show's fifth season.",
            "score": 88.37620544433594
        },
        {
            "docid": "432985_10",
            "document": "Gabrielle (Xena: Warrior Princess) . By season 5, Gabrielle starts to fight with her sai, incorporating more acrobatic abilities, such as performing a wall run and back flip. In addition to sai and sometimes a new casual staff, she can use a large array of weapons with proficiency. Gabrielle also fights against warriors with notable skill; she defeats the warrior Mavican and stands against Ares and Hades (two gods) in battle for a period of time, before they defeat her. She also fights in a sword duel with Brutus, former right hand and one of the leaders of Rome, eventually killing him. Gabrielle's abilities throughout the series are noticed by the God of War who seeks her out as his new protégée. It is mentioned later by Gabrielle that Xena trained her throughout the years, although there have only been a few episodes that actually show Xena giving her any sort of martial arts training.  One of Gabrielle's biggest fights in the series is her fight against fellow Amazon queen, Varia. They fight in an enclosed arena in a match in which Eve's life is at stake, and they appeared to be at a stand-off before she is beaten by Varia. Gabrielle takes the loss graciously and continues to grow in skill over the remaining season.",
            "score": 88.04898071289062
        },
        {
            "docid": "574721_13",
            "document": "Eve (Xena: Warrior Princess) . Gabrielle challenges Varia for leadership of the Amazons in order to save Eve's life when she is found guilty, but loses. Xena challenges Varia to a fight before she can execute Eve, and in doing so, she shows Varia that she has become like Livia, which leads Varia to stop her actions, and pardon Eve (stating Livia is dead).",
            "score": 87.54688262939453
        },
        {
            "docid": "34212_21",
            "document": "Xena: Warrior Princess . Alti is an evil shamaness from the Northern Amazon tribes of Siberia, who had been driven out of her tribe because of her hunger for power. She is one of the most influential people encountered by Xena in her dark days, and possesses a wealth of spiritual powers, including travelling to the spiritual realm. Alti is probably best known for her trademark \"stare,\" which brings up pain and suffering from the target's life and unleashes the torment once again (in the form of both pain and physical symptoms). When she \"stares\" at Xena, Xena often feels the pain of her legs being broken, her back being snapped, and a crippling barrage of attacks from her worst enemies. As Alti grows in power during the series, she can also conjure up pain and suffering from a person's future, and from their future lives. This power backfires early in Season 4, when she shows Xena a vision from her future, of her and Gabrielle being crucified on Mount Amarro. Xena realizes that Gabrielle must still be alive, and this gives her the strength to defeat Alti.",
            "score": 86.42752075195312
        },
        {
            "docid": "708158_6",
            "document": "Hudson Leick . In 2000, Leick announced at a convention that she would not be in more episodes of \"Xena: Warrior Princess\" or \"Hercules: The Legendary Journeys\" because she was being offered more and different roles, and felt that she needed to play another character besides Callisto. Beginning in 1999, she appeared in the films \"Chill Factor\", \"Hallowed Ground\", \"Blood Type\", \"Denial\", and \"After the Game\", and had roles in the series \"7th Heaven\", \"Touched by an Angel\", and \"Safe Harbor\". She performed in \"A.I. Assault\", \"\", \"Lords of Everquest\", \"Tru Calling\" (in its pilot episode), the voice of Jen in the computer game \"Primal\", \"Fastlane\" and \"Cold Heart\".",
            "score": 83.31781768798828
        },
        {
            "docid": "432985_8",
            "document": "Gabrielle (Xena: Warrior Princess) . Gabrielle starts the series as a young adult who more or less stands behind Xena, and relies on Xena to protect her. Later on in the series, she acquires a fighting staff from the Greek Amazons and starts to use it as both a defensive and offensive weapon, displaying some skill in using the staff. As the series goes on, Gabrielle's skills with the staff continue to develop. In one episode, Gabrielle takes on numerous soldiers and single-handedly attempts to rescue Xena's presumed dead body. Two episodes later she is seen blocking an arrow in flight with her staff. Later on, Gabrielle also adds kicks and minor acrobatics to her fighting abilities. Under the tutelage of Xena, she becomes worthy of many foes.",
            "score": 82.52420806884766
        },
        {
            "docid": "34150_2",
            "document": "Xena . Xena is a fictional character from Robert Tapert's \"\" franchise. Co-created by Tapert and John Schulian, she first appeared in the 1995–1999 television series \"\", before going on to appear in \"Xena: Warrior Princess\" TV show and of the same name. The Warrior Princess has also appeared in the spin-off animated movie \"\", as well as numerous non-canon expanded universe material, such as and . Xena was played by New Zealand actress Lucy Lawless.",
            "score": 82.0902099609375
        },
        {
            "docid": "12202446_15",
            "document": "Bassae Frieze . On the first slab, BM 536, the battle is evenly balanced, one Amazon and one Greek having the better of the fighting in a pair of duels. On the following slab, BM 533, appears the first casualty, BM 533:1, an Amazon probably holding the handle of an axe in her right hand as she collapses. Her helmet lies on the ground to her right side. The dress of the dying Amazon here, an overgirt peplos and mantle, distinguishes her from the other Amazon warriors who wear the more typical chitoniskos. The axe and helmet identify her as a combatant, and the peplos therefore must indicate that she is one of the three Amazonian queens who take part in the battle. As a queen and the first casualty she must be Melanippe, and the Greek who kills her must be Telamon. Telamon, BM 533:2, stands adjacent to his victim but now has tumed his spear to another.",
            "score": 81.7530288696289
        },
        {
            "docid": "3868417_8",
            "document": "Ares (Hercules: The Legendary Journeys and Xena: Warrior Princess) . In a Season 2 episode, Ares joins forces with Xena's now-dead archenemy, Callisto of Cirra, and engineers a body switch so that Callisto's soul occupies Xena's body while Xena is trapped in Tartarus. He seems to be grooming Callisto-in-Xena's body to be his new Warrior Queen, and has sex with her, but later turns away from her, realizing that she is too madly obsessed with revenge against Xena and too uncontrollable. Xena, who persuades Hades to release her, is able to send Callisto back to Tartarus.",
            "score": 81.74925994873047
        },
        {
            "docid": "3868417_15",
            "document": "Ares (Hercules: The Legendary Journeys and Xena: Warrior Princess) . Later in the season, Xena helps Ares again, hiding him from vengeful warlords on her family's farm. She restores his godhood with a golden apple wrested from Odin, but refuses his offer to become a goddess and rule by his side. In the next episode, Ares and Xena are once again adversaries as she foils his plot to get the Amazons into a war with the Romans in order to gain more worshipers. However, they also seem to share a new mutual understanding and acceptance.",
            "score": 81.44131469726562
        },
        {
            "docid": "574721_11",
            "document": "Eve (Xena: Warrior Princess) . Eve's final appearance in the series was in the episode \"Path of Vengeance\" in which she returns to the land of Varia's tribe of Amazons in order to atone for her attack on them six years prior. Varia, now leading the multiple Amazon tribes that have gathered from around the known world, captures Eve in order to make her stand trial. Marga had apparently banished Eve after \"Coming Home\" with the threat of death if she returned. Varia, having lost her little sister at Livia's hand during the attack on her village, is after Eve's life.",
            "score": 80.58779907226562
        },
        {
            "docid": "1695_4",
            "document": "Amazons . Notable queens of the Amazons are Penthesilea, who participated in the Trojan War, and her sister Hippolyta, whose magical girdle, given to her by her father Ares, was the object of one of the labours of Heracles. Diodorus mentions that the Amazons traveled from Libya under Queen Myrina. Amazon warriors were often depicted in battle with Greek warriors in amazonomachies in classical art.",
            "score": 79.24612426757812
        },
        {
            "docid": "12773830_3",
            "document": "Gillian Iliana Waters . She has been featured in small parts of many well known films, (\"Def Jam's How to Be a Player\", \"Jackie Brown\", \"Bamboozled\") and has guest starred on television series, Days of Our Lives, (\"Martin\", \"Arli$$\", \"The Wayans Bros\", \"My Wife and Kids\", \"Ghost Whisperer\"). Gillian starred as the Amazon warrior, Amoria, in the syndicated show \"\". She may be best known for her recurring role on the long-running soap opera \"Days of Our Lives\" and as the temptress Amazon warrior, Amoria, on \"\". Recently, she guest starred on the popular television show, Nickelodeon's Sam & Cat. She will soon be seen on the big screen as the female lead in Sony Productions action film Never Back Down 3, opposite her husband Michael Jai White.",
            "score": 78.77066040039062
        },
        {
            "docid": "506695_7",
            "document": "List of Hercules: The Legendary Journeys and Xena: Warrior Princess characters . Among the known Amazons are:",
            "score": 78.64736938476562
        },
        {
            "docid": "1695_35",
            "document": "Amazons . In works of art, battles between Amazons and Greeks are placed on the same level as – and often associated with – battles of Greeks and centaurs. The belief in their existence, however, having been once accepted and introduced into the national poetry and art, it became necessary to surround them as far as possible with the appearance of natural beings. Amazons were therefore depicted in the manner of Scythian or Sarmatian horsemen. Their occupation was hunting and war; their arms the bow, spear, axe, a half shield, nearly in the shape of a crescent, called \"pelta\", and in early art a helmet. The model in the Greek mind had apparently been the goddess Athena. In later art they approach the model of Artemis, wearing a thin dress, girt high for speed; while on the later painted vases their dress is often peculiarly Persian – that is, close-fitting trousers and a high cap called the \"kidaris\". They were usually on horseback but sometimes on foot. This depiction of Amazons demonstrates just how closely, in the Greek mind, the Amazons were linked to the Scythians. Their manner of dress has been noted to bear a striking similarity to the traditional dress of nomadic peoples from the Crimea to Mongolia. Amazons were described by Herodotus as wearing trousers and having tall stiff caps. The double-sided axe was the most emblematic of their weapons. Amazons can also be identified in vase paintings by the fact that they are wearing one earring. The battle between Theseus and the Amazons (Amazonomachy) is a favourite subject on the friezes of temples (e.g. the reliefs from the frieze of the Temple of Apollo at Bassae, now in the British Museum), vases and sarcophagus reliefs; at Athens it was represented on the shield of the statue of Athena Parthenos, on wall-paintings in the Theseum and in the \"Stoa Poikile\". There were also three standard Amazon statue types. Later in the Renaissance, as Amazon myth evolved, artists started to depict warrior women in a new light. Queen Elizabeth was often thought of as an Amazon-like warrior during her reign and can be seen in many paintings as such. Though, as explained in \"Divinia Viagro\" by Winfried Schleiner, Celeste T. Wright \"has given a detailed account of the bad press Amazons had in the Renaissance (with respect to their unwomanly conduct and Scythian cruelty). She notes that she has not found any Elizabethans comparing the queen directly to an Amazon, and suggests that they might have hesitated to do so because of the association of Amazons with enfranchisement of women, which was considered contemptible.\"",
            "score": 78.39901733398438
        },
        {
            "docid": "261017_11",
            "document": "Selma Blair . Later, she was selected to take the lead in the fantasy film, \"Amazon High\", alongside Karl Urban. Blair starred as a present-day orphaned high school student who accidentally travels back in time to the mythical days of the Amazons. \"Amazon High\", which also was proposed as a third show set in the Hercules and Xena mythological genre, never has been aired. Later, portions of the pilot were adapted and edited into the \"\" episode \"Lifeblood\" in 2000. In the same year, Blair was cast as Joey Potter on \"Dawson's Creek\", but was later replaced by Katie Holmes. Soon afterward, she auditioned for the title role in \"Buffy the Vampire Slayer\", but Sarah Michelle Gellar was chosen, instead. Blair starred opposite Suzanne Somers in the family drama \"No Laughing Matter\" as a pregnant teenager. She subsequently appeared in several independent and short productions, including \"Debutante\", opposite Josh Hartnett. The short drama was shot in NYC and won multiple awards after its premiere in September 1998.",
            "score": 78.2334213256836
        },
        {
            "docid": "34212_37",
            "document": "Xena: Warrior Princess . Following the continued online popularity of the show, a global campaign to directly bombard Universal Pictures with requests for a \"Xena\" movie was launched in April 2013. Over the space of only a few days, hundreds of thousands of messages were sent showing support for the production of a \"Xena\" film starring the original cast. After receiving nods of acknowledgement from Universal Studios offices in Australia, Finland and Spain, the efforts of the campaign were rewarded in May 2013 when Lucy Lawless stated on her Twitter account that she had been contacted by a \"\"chap who wants to re-invigorate the #Xena brand\"\" while warning fans that \"\"there's a lot of red tape around #XWP so don't get your knickers in a twist. It may come back in a different form\"\". Since then, Lucy Lawless has appeared on multiple televised interviews showing her support of a potential revival of the \"Xena\" franchise, stating that talks are currently underway to resolve legal issues impeding the progress of a potential \"Xena\" movie project.",
            "score": 77.90525817871094
        },
        {
            "docid": "352392_8",
            "document": "Swallows and Amazons series . The crew of the \"Amazon\" are the sisters Nancy and Peggy Blackett. Nancy — who does not use her baptismal name of Ruth because her uncle has said that pirates are supposed to be ruthless — is a strong character who would probably be considered a tomboy. Nancy's speech includes many sailor and pirate terms. She often leads both the crews of the \"Amazon\" and the \"Swallow\". Peggy, real name Margaret, puts up a show of being as tough as Nancy, but often needs the encouragement of her sister to get through the more dangerous parts of their adventures. She is frightened of thunderstorms.",
            "score": 77.51153564453125
        },
        {
            "docid": "17845763_4",
            "document": "Rise of the Olympian . In her interview with Newsarama, Gail gave out her plans for the event storyline, the first major epic of her run. She promised new characters, new villains, new threats, ending it with \"new everything\". Some of the characters are going to have a planned big impact on the DCU, a \"one much-loved, much-feared character\"\" will return from the dead, and the story itself is to be \"\"a huge new chapter in the Wonder Woman mythology\". She also pointed out that Themyscira plays a role, and from after what happened in \"Amazons Attack!\", the Amazons themselves are going to return. She even went as to explain that because they are \"artists, hunters, warriors, poets, and lovers\", the Amazons are a \"cool concept in the DCU\". She also confirmed Hippolyta plays a role, and the story point from \"The Circle\" where Diana asked the help of Kane Milohai will show the consequences from swearing loyalty to another god. She has even compared this storyline akin to .",
            "score": 77.2444839477539
        },
        {
            "docid": "13798535_4",
            "document": "Wonder Woman: Gods and Mortals . A tale of the Amazons from 30,000 BC to now; a cavewoman, and her unborn daughter, are murdered by her mate. On Mount Olympus, Ares opposes Artemis' plans to create a new race of female mortals to set an example to other mortals, and Zeus doesn't care. Artemis and four other Goddesses go to the Cavern of Souls where they use all, except for one, the souls of perished women to create reborn, ageless Amazons. With their queens, Queen Hippolyta and Queen Antiope, the Amazons are successful but there is jealously from Greek kings. Ares manipulates Heracles to create anger towards the Amazons and under the disguise as allies to the female warriors, Hercules drugs and chains the Amazons and burns down their home. Praying, Athena frees Hippolyta with the promise of no revenge, but the Amazons ignore the promise and murder the men who had chained them. In the end, Antiope leaves with half of the Amazons while Hippolyta and the remaining half are taken by Athena to be eternal jailers of evil on their new island home; Themyscira. Centuries later, Hippolyta prays for a daughter and after making a baby out of clay, the last soul is reborn as a new Amazon blessed with gifts from the gods named Diana. Now an adult, the Gods cry to the Amazons to choose a champion to face Ares against his plans for the outside world. Diana is forbidden to enter the contest, but thanks to Athena, she enters masked like all the rest. At the end, Diana is revealed and while her mother is against it, Diana is chosen. Receiving her bulletproof bracelets, and her Warrior's garb, she is now prepared to protect the world.",
            "score": 77.10414123535156
        },
        {
            "docid": "9945333_10",
            "document": "Amadeus Cho . Following this storyline the pair battle Amazons, led by Princess Artume, who need him to decipher an Atlantean tablet that will lead to the Omphalos. Amadeus is attracted to the Amazon warrior Delphyne Gorgon, but upon her becoming queen she is obliged to end any flirtation, to his sadness.",
            "score": 77.06585693359375
        }
    ]
}