{
    "q": [
        {
            "docid": "2186_3",
            "document": "Armadillo . About nine extant genera and 21 extant species of armadillo have been described, some of which are distinguished by the number of bands on their armour. Their average length is about , including tail. The giant armadillo grows up to and weighs up to , while the pink fairy armadillo is a diminutive species, with an overall length of . All species are native to the Americas, where they inhabit a variety of different environments.",
            "score": 112.52933979034424
        },
        {
            "docid": "3248590_3",
            "document": "Southern naked-tailed armadillo . Smaller than some other armadillos, males measure an average of in head-body length, and weigh around , while females are larger, measuring and weighing . The tail measures around in both sexes, and has only tiny scales in its skin, unlike the larger scutes found in most other armadillo species.",
            "score": 121.5874388217926
        },
        {
            "docid": "12518345_4",
            "document": "Screaming hairy armadillo . This is one of the smallest and most slender species of the genus \"Chaetophractus\", but it has longer ears than others in its genus. The male armadillo has a length ranging from with an average length of , while the length of the female ranges from with an average length of . The male weighs between , with an average of , while the range of weight for the female is , with average weight as .",
            "score": 91.5585560798645
        },
        {
            "docid": "753944_10",
            "document": "Commensurability (mathematics) . Assuming for simplicity that \"a\" and \"b\" are positive, one can say that a ruler, marked off in units of length \"c\", could be used to measure out both a line segment of length \"a\", and one of length \"b\". That is, there is a common unit of length in terms of which \"a\" and \"b\" can both be measured; this is the origin of the term. Otherwise the pair \"a\" and \"b\" are incommensurable.",
            "score": 96.4997615814209
        },
        {
            "docid": "1315693_8",
            "document": "Giant armadillo . Giant armadillos are solitary and nocturnal, spending the day in burrows. They also burrow to escape predators, being unable to completely roll into a protective ball. Compared with those of other armadillos, their burrows are unusually large, with entrances averaging wide, and typically opening to the west.",
            "score": 83.24866390228271
        },
        {
            "docid": "12518360_3",
            "document": "Big hairy armadillo . \"Chaetophractus villosus\" or the big hairy armadillo is the most abundant species of armadillo in Argentina. The armadillo’s head and body are covered by protective bony plates, with its head plate being the most prominent. Along its back, flexible bands that encircle the torso allow flexibility in this otherwise stiff armor. The underside of this armadillo is densely covered in hair and this trait is how it got its common name. Long, coarse hairs also project from the bony plates, making this armadillo much hairier than other related species. The average individual grows from in body length, in extreme cases, and weighs , with a range of by the time it reaches maturity. The tail measures long. Powerful front claws are used for both foraging and avoiding predators.",
            "score": 108.66978645324707
        },
        {
            "docid": "1315693_9",
            "document": "Giant armadillo . Giant armadillos use their large front claws to dig for prey and rip open termite mounds. The diet is mainly composed of termites, although ants, worms, spiders and other invertebrates are also eaten. Little is currently known about this species' reproductive biology, and no juveniles have ever been discovered in the field. The average sleep time of a captive giant armadillo is said to be 18.1 hours.",
            "score": 84.55009174346924
        },
        {
            "docid": "1315693_6",
            "document": "Giant armadillo . Giant armadillos typically weigh around when fully grown, however a specimen has been weighed in the wild and captive specimens have been weighed up to . The typical length of the species is , with the tail adding another .",
            "score": 106.56775736808777
        },
        {
            "docid": "8375147_25",
            "document": "Cephalopod size . Based on a 40-year data set of more than 50 giant squid specimens, Roper & Shea (2013:114) suggest an average total length at maturity of and a \"rarely encountered maximum length\" of . Of the nearly 100 specimens examined by Clyde Roper, the largest was \"46 feet (14 m) long\" (Cerullo & Roper, 2012:22). O'Shea & Bolstad (2008) give a maximum total length of for females based on the examination of more than 130 specimens, measured \"post mortem\" and relaxed, as well as beaks recovered from sperm whales (which do not exceed the size of those found in the largest complete specimens). Steve O'Shea estimated the maximum total length for males at (O'Shea, 2003a). Older records of or more were likely exaggerated by stretching of the long feeding tentacles or resulted from inadequate measurement methods such as pacing (O'Shea & Bolstad, 2008; Roper & Shea, 2013:113). Charles G. M. Paxton performed a statistical analysis using literature records of giant squid specimens and concluded that \"squid with a conservative TL of would seem likely based on current data\" (Paxton, 2016a, b), but the study has been heavily criticised by experts in the field (Greshko, 2016). O'Shea has stated that, given the available evidence, the highest upper bound he would consider plausible for the giant squid's total length would be , and that the likelihood that there exist 20-metre giant squid is \"so exceedingly remote that you couldn't justify the effort in writing about it\" (Bittel, 2016). O'Shea contends that Paxton's estimates are skewed because his data set included unreliable (and exaggerated) records from the nineteenth century. Paxton has responded that even when these questionable records are excluded the analysis gives \"a maximum length of just over 20 metres with a 99.9% prediction interval\" (Bittel, 2016).",
            "score": 96.7569569349289
        },
        {
            "docid": "6234666_19",
            "document": "List of giant squid specimens and sightings . Based on a 40-year data set of more than 50 giant squid (\"Architeuthis dux\") specimens, Roper & Shea (2013:114) suggest an average total length at maturity of and a \"rarely encountered maximum length\" of . Of the nearly 100 specimens examined by Clyde Roper, the largest was \"46 feet (14 m) long\" (Cerullo & Roper, 2012:22). O'Shea & Bolstad (2008) give a maximum total length of for females based on the examination of more than 130 specimens, measured \"post mortem\" and relaxed, as well as beaks recovered from sperm whales (which do not exceed the size of those found in the largest complete specimens). Steve O'Shea estimated the maximum total length for males at (O'Shea, 2003c). Older records of or more were likely exaggerated by stretching of the long feeding tentacles or resulted from inadequate measurement methods such as pacing (O'Shea & Bolstad, 2008; Roper & Shea, 2013:113). Charles G. M. Paxton performed a statistical analysis using literature records of giant squid specimens and concluded that \"squid with a conservative TL of would seem likely based on current data\" (Paxton, 2016a, b), but the study has been heavily criticised by experts in the field (Greshko, 2016).",
            "score": 92.86119043827057
        },
        {
            "docid": "3243700_9",
            "document": "Six-banded armadillo . The six-banded armadillo is the largest in Euphractinae, which also contains the pichi and hairy armadillos; in fact, it is the third largest armadillo after the giant armadillo and the greater long-nosed armadillo. This armadillo is typically between in head-and-body length, and weighs . The carapace is pale yellow to reddish brown (though not a dark shade of brown or black), marked by scales of equal length, and scantily covered by buff to white bristle-like hairs – unlike the hairy armadillos, that are covered by dense hairs. The shell narrows to 70 to 80 percent of its original width towards the top of the head, which is covered by plates arranged in a definite pattern. The forefeet have five distinct toes, each with moderately developed claws, of which the third is the longest.",
            "score": 104.26299023628235
        },
        {
            "docid": "10377_43",
            "document": "Euclidean algorithm . The Euclidean algorithm is one of the oldest algorithms in common use. It appears in Euclid's \"Elements\" (c. 300 BC), specifically in Book 7 (Propositions 1–2) and Book 10 (Propositions 2–3). In Book 7, the algorithm is formulated for integers, whereas in Book 10, it is formulated for lengths of line segments. (In modern usage, one would say it was formulated there for real numbers. But lengths, areas, and volumes, represented as real numbers in modern usage, are not measured in the same units and there is no natural unit of length, area, or volume; the concept of real numbers was unknown at that time.) The latter algorithm is geometrical. The GCD of two lengths \"a\" and \"b\" corresponds to the greatest length \"g\" that measures \"a\" and \"b\" evenly; in other words, the lengths \"a\" and \"b\" are both integer multiples of the length \"g\".",
            "score": 77.42659735679626
        },
        {
            "docid": "6301193_3",
            "document": "Andean hairy armadillo . The Andean Hairy Armadillo averages a tail length of three to seven inches and a body length of eight to sixteen inches. This armadillo is found to have eighteen dorsal bands, in which eight are considered movable. The Andean Hairy Armadillo gets its name genuinely because this armadillo has hair covering all of its ventral side and its legs as well. This species comes in a variety of colors ranging from light brown to yellow/beige. Their teeth are unique because they are continuously growing and do not contain enamel. Their average weight tends to be four in a half to five pounds. They maintain an internal temperature and use limb Countercurrent exchange as well.",
            "score": 90.08215975761414
        },
        {
            "docid": "802867_3",
            "document": "How Long Is the Coast of Britain? Statistical Self-Similarity and Fractional Dimension . The paper examines the coastline paradox: the property that the measured length of a stretch of coastline depends on the scale of measurement. Empirical evidence suggests that the smaller the increment of measurement, the longer the measured length becomes. If one were to measure a stretch of coastline with a yardstick, one would get a shorter result than if the same stretch were measured with a one-foot (30.48 cm) ruler. This is because one would be laying the ruler along a more curvilinear route than that followed by the yardstick. The empirical evidence suggests a rule which, if extrapolated, shows that the measure length increases without limit as the measurement scale decreases towards zero.",
            "score": 127.01096558570862
        },
        {
            "docid": "3260392_3",
            "document": "Greater naked-tailed armadillo . Larger than the closely related southern naked-tailed armadillos, adults of the greater species measure in head-body length, with a tail in length. There are eight or nine uniformly shaped teeth on each side of each jaw, with no identifiable incisors or canines. The carapace includes an average of 13 movable bands between the solid shields over the shoulders and hips, with each band having about 30 individual scutes. There is also a scaled shield over the upper surface of the head, with much smaller scales on the ears and on the cheeks below the eyes. The tail bears only small, isolated scales.",
            "score": 102.38887667655945
        },
        {
            "docid": "1848052_6",
            "document": "Indian mathematics . The inhabitants of Indus civilisation also tried to standardise measurement of length to a high degree of accuracy. They designed a ruler—the \"Mohenjo-daro ruler\"—whose unit of length (approximately 1.32 inches or 3.4 centimetres) was divided into ten equal parts. Bricks manufactured in ancient Mohenjo-daro often had dimensions that were integral multiples of this unit of length.",
            "score": 87.06804728507996
        },
        {
            "docid": "65593_3",
            "document": "Ruler . Rulers have long been made from different materials and in a wide range of sizes. Some are wooden. Plastics have also been used since they were invented; they can be molded with length markings instead of being scribed. Metal is used for more durable rulers for use in the workshop; sometimes a metal edge is embedded into a wooden desk ruler to preserve the edge when used for straight-line cutting. in length is useful for a ruler to be kept on a desk to help in drawing. Shorter rulers are convenient for keeping in a pocket. Longer rulers, e.g., are necessary in some cases. Rigid wooden or plastic yardsticks, 1 yard long, and meter sticks, 1 meter long, are also used. Classically, long measuring rods were used vt|for larger projects, now superseded by tape measure or laser rangefinders.",
            "score": 121.70226311683655
        },
        {
            "docid": "1673699_21",
            "document": "History of science in early cultures . The inhabitants of Indus civilisation also tried to standardise measurement of length to a high degree of accuracy. They designed a ruler—the \"Mohenjo-daro ruler\"—whose unit of length (approximately 1.32 inches or 3.4 centimetres) was divided into ten equal parts. Bricks manufactured in ancient Mohenjo-daro often had dimensions that were integral multiples of this unit of length.",
            "score": 86.45285606384277
        },
        {
            "docid": "8418818_3",
            "document": "Northern naked-tailed armadillo . The northern naked-tailed armadillo is relatively small for an armadillo, with adults measuring in length, with an tail, and weighing from . They have a short, broad, snout, large, funnel-shaped ears, and small eyes. Unlike other armadillos with which they might be confused, they have no scales on the backs of their ears.",
            "score": 101.9799485206604
        },
        {
            "docid": "20500588_2",
            "document": "Holmesina . Holmesina is a genus of pampathere, an extinct group of armadillo-like creatures that were distantly related to extant armadillos. Like armadillos, and unlike the other extinct branch of megafaunal cingulates, the glyptodonts, the shell was made up of flexible plates which allowed the animal to move more easily. \"Holmesina\" species were herbivores that grazed on coarse vegetation; armadillos are mostly insectivorous or omnivorous. \"Holmesina\" individuals were much larger than any modern armadillo: They could reach a length of , and a weight of , while the modern giant armadillo does not attain more than .",
            "score": 112.57708489894867
        },
        {
            "docid": "7300733_6",
            "document": "Hatzegopteryx . A large neck vertebra attributed to \"Hatzegopteryx\" is short and unusually robust. The preserved portion measures long, with the entire vertebra likely measuring long in life. Pterosaurs had nine neck vertebrae; regression indicates that the third to seventh cervical vertebrae would have collectively measured in length, with the longest vertebra - the fifth - only measuring approximately long. Meanwhile, the same vertebrae in the similarly-giant \"Arambourgiania\" measured ; this indicates that the neck of \"Hatzegopteryx\" is about 50–60% the length of what would be expected for a giant azhdarchid of its size.",
            "score": 97.4542486667633
        },
        {
            "docid": "6015832_2",
            "document": "Armadillo repeat . An armadillo repeat is the name of a characteristic, repetitive amino acid sequence of about 40 residues in length that is found in many proteins. Proteins that contain armadillo repeats typically contain several tandemly repeated copies. Each armadillo repeat is composed of a pair of alpha helices that form a hairpin structure. Multiple copies of the repeat form what is known as an alpha solenoid structure.",
            "score": 86.43171501159668
        },
        {
            "docid": "2186_7",
            "document": "Armadillo . Armadillos are small to medium-sized mammals. The smallest species, the pink fairy armadillo, is roughly chipmunk-sized at and in total length. The largest species, the giant armadillo, can be the size of a small pig and weigh up to , and can be long. They are prolific diggers. Many species use their sharp claws to dig for food, such as grubs, and to dig dens. The nine-banded armadillo prefers to build burrows in moist soil near the creeks, streams, and arroyos around which it lives and feeds. The diets of different armadillo species vary, but consist mainly of insects, grubs, and other invertebrates. Some species, however, feed almost entirely on ants and termites.",
            "score": 112.70088005065918
        },
        {
            "docid": "22809664_5",
            "document": "Sparse ruler . For example, for 6 marks the upper bound is 15, but the maximal length is 13. There are 3 different configurations of sparse rulers of length 13 with 6 marks. One is {0, 1, 2, 6, 10, 13}. To measure a length of 7, say, with this ruler you would take the distance between the marks at 6 and 13.",
            "score": 99.6804747581482
        },
        {
            "docid": "14341914_5",
            "document": "Jaekelopterus . \"Jaekelopterus\" is currently the largest known eurypterid and the largest known arthropod to ever exist. A chelicera (claw) from the Emsian Klerf Formation of Willwerath, Germany measured in length, but is missing a quarter of its length, suggesting that the full chelicera would have been long. If the proportions between body length and chelicerae match those of other giant pterygotids, such as \"Acutiramus\" and \"Pterygotus\" where the ratio between claw size and body length is relatively consistent, the specimen of \"Jaekelopterus\" that possessed the chelicera in question would have measured in length. With the chelicerae extended, another metre would be added to this length. This estimate exceeds the maximum body size of all other known giant arthropods by almost half a metre even if the extended chelicerae are not included.",
            "score": 91.50116920471191
        },
        {
            "docid": "21005681_5",
            "document": "Giant isopod . Giant isopods are a good example of deep-sea gigantism (\"cf.\" giant squid), as they are far larger than the \"typical\" isopods that are up to . \"Bathynomus\" can be divided into \"giant\" species where the adults generally are between long and \"supergiant\" species where the adults generally are between . One of the \"supergiants\", \"B. giganteus\", reaches an average length between , with a maximum weight and length of approximately and respectively.",
            "score": 79.19139099121094
        },
        {
            "docid": "1435586_3",
            "document": "Aldabra giant tortoise . The carapace is a brown or tan color with a high, domed shape. It has stocky, heavily scaled legs to support its heavy body. The neck of the Aldabra giant tortoise is very long, even for its great size, which helps the animal to exploit tree branches up to a meter from the ground as a food source. Similar in size to the famous Galápagos giant tortoise, its carapace averages in length with an average weight of . Females are generally smaller than males, with average specimens measuring in length and weighing . Medium-sized specimens in captivity were reported as in body mass. Another study found body masses of up to most commonplace.",
            "score": 92.96696400642395
        },
        {
            "docid": "3260412_3",
            "document": "Southern three-banded armadillo . The southern three-banded armadillo and the other member of the genus \"Tolypeutes\", the Brazilian three-banded armadillo, are the only species of armadillos capable of rolling into a complete ball to defend themselves. The three characteristic bands that cover the back of the animal allow it enough flexibility to fit its tail and head together, allowing it to protect its underbelly, limbs, eyes, nose and ears from predators. The shell covering its body is armored and the outer layer is made out of keratin, the same protein that builds human fingernails. They are typically a yellow or brownish color. They are among the smaller armadillos, with a head-and-body length of about and a weight between . Unlike most armadillos, they are not fossorial, but will use abandoned giant anteater burrows.",
            "score": 93.70902943611145
        },
        {
            "docid": "3248514_3",
            "document": "Greater long-nosed armadillo . One of the larger species of armadillo, it measures in total length and generally weighing , though it can reach as much as . Spurs on its hind legs allow it to crawl on its knees into narrow tunnels.",
            "score": 115.75946044921875
        },
        {
            "docid": "22809664_6",
            "document": "Sparse ruler . A Golomb ruler is a sparse ruler that requires all of the differences formula_19 be distinct. In general, a Golomb ruler with formula_2 marks will be considerably longer than an optimal sparse ruler with formula_2 marks, since formula_16 is a lower bound for the length of a Golomb ruler. A long Golomb ruler will have gaps, that is, it will have distances which it cannot measure. For example, the optimal Golomb ruler {0, 1, 4, 10, 12, 17} has length 17, but cannot measure lengths of 14 or 15.",
            "score": 102.57745170593262
        },
        {
            "docid": "12174750_9",
            "document": "Oryzomys gorgasi . In specimens from El Caimito, total length is , averaging (measured in 6 specimens); tail length is , averaging (measured in 8 specimens); hindfoot length is , averaging (measured in 10 specimens); ear length is , averaging (measured in 7 specimens); and condylo-incisive length (a measure of total skull size) is , averaging (measured in 5 specimens). In the holotype from Colombia, an old male, total length is ; tail length is ; ear length is ; and condylo-incisive length is . The collector recorded the holotype's hindfoot as being long, but Sánchez and colleagues remeasured it as .",
            "score": 82.60598659515381
        },
        {
            "docid": "14778180_3",
            "document": "Plakophilin-4 . Armadillo-like proteins are characterized by a series of armadillo repeats, first defined in the Drosophila 'armadillo' gene product, that are typically 42 to 45 amino acids in length. These proteins can be divided into subfamilies based on their number of repeats, their overall sequence similarity, and the dispersion of the repeats throughout their sequences. Members of the p120(ctn)/plakophilin subfamily of Armadillo-like proteins, including CTNND1, CTNND2, PKP1, PKP2, PKP4, and ARVCF. PKP4 may be a component of desmosomal plaque and other adhesion plaques and is thought to be involved in regulating junctional plaque organization and cadherin function. Multiple transcript variants have been found for this gene, but the full-length nature of only two of them have been described so far. These two variants encode distinct isoforms.",
            "score": 90.84078574180603
        }
    ],
    "r": [
        {
            "docid": "802867_3",
            "document": "How Long Is the Coast of Britain? Statistical Self-Similarity and Fractional Dimension . The paper examines the coastline paradox: the property that the measured length of a stretch of coastline depends on the scale of measurement. Empirical evidence suggests that the smaller the increment of measurement, the longer the measured length becomes. If one were to measure a stretch of coastline with a yardstick, one would get a shorter result than if the same stretch were measured with a one-foot (30.48 cm) ruler. This is because one would be laying the ruler along a more curvilinear route than that followed by the yardstick. The empirical evidence suggests a rule which, if extrapolated, shows that the measure length increases without limit as the measurement scale decreases towards zero.",
            "score": 127.0109634399414
        },
        {
            "docid": "65593_3",
            "document": "Ruler . Rulers have long been made from different materials and in a wide range of sizes. Some are wooden. Plastics have also been used since they were invented; they can be molded with length markings instead of being scribed. Metal is used for more durable rulers for use in the workshop; sometimes a metal edge is embedded into a wooden desk ruler to preserve the edge when used for straight-line cutting. in length is useful for a ruler to be kept on a desk to help in drawing. Shorter rulers are convenient for keeping in a pocket. Longer rulers, e.g., are necessary in some cases. Rigid wooden or plastic yardsticks, 1 yard long, and meter sticks, 1 meter long, are also used. Classically, long measuring rods were used vt|for larger projects, now superseded by tape measure or laser rangefinders.",
            "score": 121.70226287841797
        },
        {
            "docid": "3248590_3",
            "document": "Southern naked-tailed armadillo . Smaller than some other armadillos, males measure an average of in head-body length, and weigh around , while females are larger, measuring and weighing . The tail measures around in both sexes, and has only tiny scales in its skin, unlike the larger scutes found in most other armadillo species.",
            "score": 121.58744049072266
        },
        {
            "docid": "3248514_3",
            "document": "Greater long-nosed armadillo . One of the larger species of armadillo, it measures in total length and generally weighing , though it can reach as much as . Spurs on its hind legs allow it to crawl on its knees into narrow tunnels.",
            "score": 115.75946807861328
        },
        {
            "docid": "39003927_31",
            "document": "Tree height measurement . Tree heights can be directly measured using a pole for shorter trees, or by climbing a larger tree and measuring the height via a long measuring tape. Pole measurements work well for small trees eliminating the need for trigonometry involving multiple triangles, and for trees shorter than the minimal range for laser rangefinders. Colby Rucker writes: \"For the smallest trees, a carpenter’s six-foot folding ruler works well. Above the ruler’s reach, a pole is needed. An aluminum painter’s pole telescopes to nearly , and works quite nicely. It can be adjusted to the height of a small tree, and the pole measured with a steel tape hooked to one end. It can be raised to the top of a slightly taller tree, and the distance to the ground measured with the carpenters’ rule. For additional reach, two aluminum extensions can be made that fit inside one another, and both fit inside the pole. I used a sturdy aluminum ski pole for the top piece. That extends the pole to about , which is convenient for most work. Occasionally, additional height is needed and additional lengths can be added, but the pole becomes unwieldy at these greater heights. Standard ten foot sections of PVC pipe can be used for the poles, but they tend to become floppier with increasing length.\"",
            "score": 112.94281005859375
        },
        {
            "docid": "2186_7",
            "document": "Armadillo . Armadillos are small to medium-sized mammals. The smallest species, the pink fairy armadillo, is roughly chipmunk-sized at and in total length. The largest species, the giant armadillo, can be the size of a small pig and weigh up to , and can be long. They are prolific diggers. Many species use their sharp claws to dig for food, such as grubs, and to dig dens. The nine-banded armadillo prefers to build burrows in moist soil near the creeks, streams, and arroyos around which it lives and feeds. The diets of different armadillo species vary, but consist mainly of insects, grubs, and other invertebrates. Some species, however, feed almost entirely on ants and termites.",
            "score": 112.70088195800781
        },
        {
            "docid": "20500588_2",
            "document": "Holmesina . Holmesina is a genus of pampathere, an extinct group of armadillo-like creatures that were distantly related to extant armadillos. Like armadillos, and unlike the other extinct branch of megafaunal cingulates, the glyptodonts, the shell was made up of flexible plates which allowed the animal to move more easily. \"Holmesina\" species were herbivores that grazed on coarse vegetation; armadillos are mostly insectivorous or omnivorous. \"Holmesina\" individuals were much larger than any modern armadillo: They could reach a length of , and a weight of , while the modern giant armadillo does not attain more than .",
            "score": 112.57707977294922
        },
        {
            "docid": "2186_3",
            "document": "Armadillo . About nine extant genera and 21 extant species of armadillo have been described, some of which are distinguished by the number of bands on their armour. Their average length is about , including tail. The giant armadillo grows up to and weighs up to , while the pink fairy armadillo is a diminutive species, with an overall length of . All species are native to the Americas, where they inhabit a variety of different environments.",
            "score": 112.52934265136719
        },
        {
            "docid": "5985207_16",
            "document": "Expansion of the universe . In cosmology, we cannot use a ruler to measure metric expansion, because our ruler will also be expanding (extremely slowly). Also any objects on or near earth that we might measure are being held together or pushed apart by several forces which are far larger in their effects. So even if we could measure the tiny expansion that is still happening, we would not notice the change on a small scale or in everyday life. On a large intergalactic scale, we can use other tests of distance and these \"do\" show that space is expanding, even if a ruler on earth could not measure it.",
            "score": 110.97391510009766
        },
        {
            "docid": "33904406_4",
            "document": "Length measurement . The ruler the simplest kind of length measurement tool: lengths are defined by printed marks or engravings on a stick. The meter was initially defined using a ruler before more accurate methods became available.",
            "score": 110.41889953613281
        },
        {
            "docid": "8364073_3",
            "document": "Yangtze giant softshell turtle . The Yangtze giant softshell turtle is noted for its deep head with a pig-like snout and dorsally placed eyes. This critically endangered species holds the title of being the largest freshwater turtle in the world. It measures over in overall length and to in width, and can easily weigh up to . The average size of large turtle specimens (i.e. turtles weighing over ) that could be collected in the Yangtze River per one study was , although not all specimens were definitively identified as \"Rafetus\". Its carapace, or shell, can grow larger than , with the largest shell that could be found having measured in length. However, along the curve carapace lengths of up to have been reported and it is possible for the largest specimens (largely reported in Vietnam) to have weighed up . Its head can measure over in length and in width. The male is generally smaller than the female and has a longer, larger tail.",
            "score": 109.02080535888672
        },
        {
            "docid": "12518360_3",
            "document": "Big hairy armadillo . \"Chaetophractus villosus\" or the big hairy armadillo is the most abundant species of armadillo in Argentina. The armadillo’s head and body are covered by protective bony plates, with its head plate being the most prominent. Along its back, flexible bands that encircle the torso allow flexibility in this otherwise stiff armor. The underside of this armadillo is densely covered in hair and this trait is how it got its common name. Long, coarse hairs also project from the bony plates, making this armadillo much hairier than other related species. The average individual grows from in body length, in extreme cases, and weighs , with a range of by the time it reaches maturity. The tail measures long. Powerful front claws are used for both foraging and avoiding predators.",
            "score": 108.66978454589844
        },
        {
            "docid": "1315693_6",
            "document": "Giant armadillo . Giant armadillos typically weigh around when fully grown, however a specimen has been weighed in the wild and captive specimens have been weighed up to . The typical length of the species is , with the tail adding another .",
            "score": 106.56775665283203
        },
        {
            "docid": "22809664_3",
            "document": "Sparse ruler . A \"complete\" sparse ruler allows you to measure any integer distance up to its full length. A complete sparse ruler is called \"minimal\" if there is no complete sparse ruler of length formula_1 with formula_13 marks. In other words, if any of the marks is removed one can no longer measure all of the distances, even if the marks could be rearranged. A complete sparse ruler is called \"maximal\" if there is no complete sparse ruler of length formula_14 with formula_2 marks. A sparse ruler is called \"optimal\" if it is both minimal and maximal.",
            "score": 106.4585952758789
        },
        {
            "docid": "10059280_14",
            "document": "Scale ruler . An engineer's scale is a tool for measuring distances and transferring measurements at a fixed ratio of length. It is commonly made of plastic or aluminum, and is just over long, but with only 12 inches of markings, leaving the ends unmarked so that the first and last measuring ticks do not wear off. It is used in making engineering drawings, commonly called blueprints, blue lines or plans in a specific scale. For example, \"one-tenth size\" would appear on a drawing to indicate a part larger than the drawing on the paper itself. It is not to be used to measure machined parts to see if they meet specifications.",
            "score": 105.55174255371094
        },
        {
            "docid": "7830588_17",
            "document": "List of humorous units of measurement . The Smoot is a unit of length, defined as the height in 1958 of Oliver R. Smoot, who later became the Chairman of the American National Standards Institute (ANSI), and then the president of the International Organization for Standardization (ISO). The unit is used to measure the length of the Harvard Bridge. Canonically, and originally, in 1958 when Smoot was a Lambda Chi Alpha pledge at MIT (class of 1962), the bridge was measured to be 364.4 Smoots, plus or minus one ear, using Mr. Smoot himself as a ruler. At the time, Smoot was 5 feet, 7 inches, or 170 cm, tall. Google Earth and Google Calculator include the smoot as a unit of measurement.",
            "score": 105.08201599121094
        },
        {
            "docid": "19022_16",
            "document": "Measurement . A ruler or rule is a tool used in, for example, geometry, technical drawing, engineering, and carpentry, to measure lengths or distances or to draw straight lines. Strictly speaking, the \"ruler\" is the instrument used to rule straight lines and the calibrated instrument used for determining length is called a \"measure\", however common usage calls both instruments \"rulers\" and the special name \"straightedge\" is used for an unmarked rule. The use of the word \"measure\", in the sense of a measuring instrument, only survives in the phrase \"tape measure\", an instrument that can be used to measure but cannot be used to draw straight lines. As can be seen in the photographs on this page, a two-metre carpenter's rule can be folded down to a length of only 20 centimetres, to easily fit in a pocket, and a five-metre-long tape measure easily retracts to fit within a small housing.",
            "score": 104.37728881835938
        },
        {
            "docid": "3243700_9",
            "document": "Six-banded armadillo . The six-banded armadillo is the largest in Euphractinae, which also contains the pichi and hairy armadillos; in fact, it is the third largest armadillo after the giant armadillo and the greater long-nosed armadillo. This armadillo is typically between in head-and-body length, and weighs . The carapace is pale yellow to reddish brown (though not a dark shade of brown or black), marked by scales of equal length, and scantily covered by buff to white bristle-like hairs – unlike the hairy armadillos, that are covered by dense hairs. The shell narrows to 70 to 80 percent of its original width towards the top of the head, which is covered by plates arranged in a definite pattern. The forefeet have five distinct toes, each with moderately developed claws, of which the third is the longest.",
            "score": 104.26299285888672
        },
        {
            "docid": "3243750_6",
            "document": "Nine-banded armadillo . Nine-banded armadillos generally weigh from , though the largest specimens can scale up to . They are one of the largest species of armadillos. Head and body length is , which combines with the tail, for a total length of . They stand tall at the top of the shell. The outer shell is composed of ossified dermal scutes covered by nonoverlapping, keratinized epidermal scales, which are connected by flexible bands of skin. This armor covers the back, sides, head, tail, and outside surfaces of the legs. The underside of the body and the inner surfaces of the legs have no armored protection. Instead, they are covered by tough skin and a layer of coarse hair. The vertebrae attach to the carapace. The claws on the middle toes of the forefeet are elongated for digging, though not to the same degree as those of the much larger giant armadillo of South America. Their low metabolic rate and poor thermoregulation make them best suited for semitropical environments. Unlike the South American three-banded armadillos, the nine-banded armadillo cannot roll itself into a ball. It is, however, capable of floating across rivers by inflating its intestines, or by sinking and running across riverbeds. The second is possible due to its ability to hold its breath for up to six minutes, an adaptation originally developed for allowing the animal to keep its snout submerged in soil for extended periods while foraging. Although nine is the typical number of bands on the nine-banded armadillo, the actual number varies by geographic range. Armadillos possess the teeth typical of all sloths and anteaters. The teeth are all small, peg-like molars with open roots and no enamel. Incisors do form in the embryos, but quickly degenerate and are usually absent by birth.",
            "score": 103.11811828613281
        },
        {
            "docid": "22809664_6",
            "document": "Sparse ruler . A Golomb ruler is a sparse ruler that requires all of the differences formula_19 be distinct. In general, a Golomb ruler with formula_2 marks will be considerably longer than an optimal sparse ruler with formula_2 marks, since formula_16 is a lower bound for the length of a Golomb ruler. A long Golomb ruler will have gaps, that is, it will have distances which it cannot measure. For example, the optimal Golomb ruler {0, 1, 4, 10, 12, 17} has length 17, but cannot measure lengths of 14 or 15.",
            "score": 102.57745361328125
        },
        {
            "docid": "3260392_3",
            "document": "Greater naked-tailed armadillo . Larger than the closely related southern naked-tailed armadillos, adults of the greater species measure in head-body length, with a tail in length. There are eight or nine uniformly shaped teeth on each side of each jaw, with no identifiable incisors or canines. The carapace includes an average of 13 movable bands between the solid shields over the shoulders and hips, with each band having about 30 individual scutes. There is also a scaled shield over the upper surface of the head, with much smaller scales on the ears and on the cheeks below the eyes. The tail bears only small, isolated scales.",
            "score": 102.38887786865234
        },
        {
            "docid": "8418818_3",
            "document": "Northern naked-tailed armadillo . The northern naked-tailed armadillo is relatively small for an armadillo, with adults measuring in length, with an tail, and weighing from . They have a short, broad, snout, large, funnel-shaped ears, and small eyes. Unlike other armadillos with which they might be confused, they have no scales on the backs of their ears.",
            "score": 101.97994232177734
        },
        {
            "docid": "33710707_37",
            "document": "Planck units . Referring to Duff's \"Comment on time-variation of fundamental constants\" and Duff, Okun, and Veneziano's paper \"Trialogue on the number of fundamental constants\", particularly the section entitled \"The operationally indistinguishable world of Mr. Tompkins\", if all physical quantities (masses and other properties of particles) were expressed in terms of Planck units, those quantities would be dimensionless numbers (mass divided by the Planck mass, length divided by the Planck length, etc.) and the only quantities that we ultimately measure in physical experiments or in our perception of reality are dimensionless numbers. When one commonly measures a length with a ruler or tape-measure, that person is actually counting tick marks on a given standard or is measuring the length relative to that given standard, which is a dimensionless value. It is no different for physical experiments, as all physical quantities are measured relative to some other like-dimensioned quantity.",
            "score": 101.5668716430664
        },
        {
            "docid": "2010793_7",
            "document": "Ceiling effect (statistics) . In such a case, the ceiling effect keeps the instrument from noting a measurement or estimate higher than some limit not related to the phenomenon being observed, but rather related to the design of the instrument. A crude example would be measuring the heights of trees with a ruler only 20 meters in length, if it is apparent on the basis of other evidence that there are trees much taller than 20 meters. Using the 20-meter ruler as the sole means of measuring trees would impose a ceiling on gathering data about tree height. Ceiling effects and floor effects both limit the range of data reported by the instrument, reducing variability in the gathered data. Limited variability in the data gathered on one variable may reduce the power of statistics on correlations between that variable and another variable.",
            "score": 101.37181854248047
        },
        {
            "docid": "11701033_16",
            "document": "Scale relativity . If we measure a pen with a ruler graduated at a millimetric scale, we should write that it is 15 ± 0.1 cm. The error bar indicates the resolution of our measure. If we had measured the pen at another resolution, for example with a ruler graduated at the centimeter scale, we would have found another result, 15 ± 1 cm. In scale relativity, this resolution defines the \"state of scale\". In the relativity of movement, this is similar to the concept of speed, which defines the \"state of movement\".",
            "score": 101.35563659667969
        },
        {
            "docid": "20353_17",
            "document": "Metrication . In 1790, Thomas Jefferson submitted a report to the United States Congress in which he proposed the adoption of a decimal system of coinage and of weights and measures. He proposed calling his base unit of length a \"foot\" which he suggested should be either or of the length of a pendulum that had a period of one second – that is or of the \"standard\" proposed by Wilkins over a century previously. This would have equated to 11.755 English inches (29.8 cm) or 13.06 English inches (33.1 cm). Like Wilkins, the names that he proposed for multiples and subunits of his base units of measure were the names of units of measure that were in use at the time. The great interest in geodesy during this era, and the measurement system ideas that developed, influenced how the continental US was surveyed and parceled. The story of how Jefferson's full vision for the new measurement system came close to displacing the Gunter chain and the traditional acre, but ended up not doing so, is explored in Andro Linklater's \"Measuring America\".",
            "score": 101.11087799072266
        },
        {
            "docid": "11694610_18",
            "document": "Two-body problem in general relativity . Another illustration would be a world in which the rulers used to measure length were untrustworthy, rulers that changed their length with their position and even their orientation. In the most general case, one must allow for cross-terms when calculating the distance \"ds\"",
            "score": 100.05423736572266
        },
        {
            "docid": "22809664_5",
            "document": "Sparse ruler . For example, for 6 marks the upper bound is 15, but the maximal length is 13. There are 3 different configurations of sparse rulers of length 13 with 6 marks. One is {0, 1, 2, 6, 10, 13}. To measure a length of 7, say, with this ruler you would take the distance between the marks at 6 and 13.",
            "score": 99.68047332763672
        },
        {
            "docid": "65593_6",
            "document": "Ruler . A flexible length measuring instrument which is not necessarily straight in use is the tailor's fabric tape measure, a length of tape calibrated in inches and centimeters. It is used to measure around a solid body, e.g., a person's waist measurement, as well as linear measurement, e.g., inside leg. It is rolled up when not in use, taking up little space.",
            "score": 99.56593322753906
        },
        {
            "docid": "24007_65",
            "document": "Pearl . There is a special vocabulary used to describe the length of pearl necklaces. While most other necklaces are simply referred to by their physical measurement, pearl necklaces are named by how low they hang when worn around the neck. A \"collar\", measuring 10 to 13 inches or 25 to 33 cm in length, sits directly against the throat and does not hang down the neck at all; collars are often made up of multiple strands of pearls. \"Pearl chokers\", measuring 14 to 16 inches or 35 to 41 cm in length, nestle just at the base of the neck. A strand called a \"princess length\", measuring 17 to 19 inches or 43 to 48 cm in length, comes down to or just below the collarbone. A \"matinee length\", measuring 20 to 24 inches or 50 to 60 cm in length, falls just above the breasts. An \"opera length\", measuring 28 to 35 inches or 70 to 90 cm in length, will be long enough to reach the breastbone or sternum of the wearer; and longer still, a \"pearl rope\", measuring more than 45 inches or 115 cm in length, is any length that falls down farther than an \"opera\".",
            "score": 99.27237701416016
        },
        {
            "docid": "8375147_10",
            "document": "Cephalopod size . A related measure is standard length (SL), which is the combined length of the mantle, head, and arms, excluding the often long feeding tentacles (Clarke, 1996:1105; O'Shea & Bolstad, 2008). This measure is particularly useful for species such as the giant squid, where almost the entire bulk of the animal takes up less than half of its total length.",
            "score": 98.8958740234375
        },
        {
            "docid": "3377404_5",
            "document": "Hibbertopterus . \"Hibbertopterus\" was the largest known stylonurine eurypterid. A carapace referred to \"Hibbertopterus scouleri\" from Carboniferous Scotland measures 65 cm wide. \"Hibbertopterus\" being very wide relative to its length, the animal in question would likely have measured just short of 2 meters in length. Very deep-bodied in comparison to eurypterids of other families, the mass of \"Hibbertopterus\" would likely rival that of other giant arthropods, if not surpass them.",
            "score": 97.97296905517578
        }
    ]
}