{
    "q": [
        {
            "docid": "1740549_5",
            "document": "Deer botfly . However, without any exception, stags are found to have maggots living inside the head, and the habitat of these creatures is in the hollow underneath the root of the tongue and in the neighbourhood of the vertebra to which the head is attached. These creatures are as large as the largest grubs; they grow all together in a cluster, and they are usually about twenty in number.",
            "score": 43.09383034706116
        },
        {
            "docid": "23487440_45",
            "document": "Alien (film) . Giger made several conceptual paintings of the adult Alien before settling on the final version. He sculpted the creature's body using plasticine, incorporating pieces such as vertebrae from snakes and cooling tubes from a Rolls-Royce. The creature's head was manufactured separately by Carlo Rambaldi, who had worked on the aliens in \"Close Encounters of the Third Kind\". Rambaldi followed Giger's designs closely, making some modifications in order to incorporate the moving parts which would animate the jaw and inner mouth. A system of hinges and cables was used to operate the creature's rigid tongue, which protruded from its mouth and featured a second mouth at its tip with its own set of movable teeth. The final head had about 900 moving parts and points of articulation. Part of a human skull was used as the \"face\", and was hidden under the smooth, translucent cover of the head. Rambaldi's original Alien jaw is now on display in the Smithsonian Institution, while in April 2007 the original Alien suit was sold at auction. Copious amounts of K-Y Jelly were used to simulate saliva and to give the Alien an overall slimy appearance. The creature's vocalizations were provided by Percy Edwards, a voice artist famous for providing bird sounds for British television throughout the 1960s and 1970s as well as the whale sounds for \"Orca: Killer Whale\" (1977).",
            "score": 61.272212743759155
        },
        {
            "docid": "52854357_6",
            "document": "Kuso (film) . Charlie is a small man who goes to an exclusive school in the forest and is fed terrible food by his mother, which causes him to constantly need to defecate. Laughed out of his classroom for doing so in his pants, Charlie runs into the forest, where he finds a strange creature with only an anus-like orifice with a worm-like tongue. He feeds the creature some of his feces, which causes it to apparently evolve, growing a face in place of its tongue. On their second meeting, the creature transfers a beam of green light to Charlie's head, empowering him to stop going to school and overcome his mother at last. Charlie later feeds the creature dog feces, which causes it and its apparent offspring to vanish, leaving Charlie and the dog standing in the forest.",
            "score": 44.4990713596344
        },
        {
            "docid": "10928780_11",
            "document": "Early modern European cuisine . No parts of animals were wasted; blood was used in soups, for blood sausages, tripe was an ingredient in stews, soups or pies, and even cuts that clearly reminded of the live creature were readily consumed. Calf's head could be served as a separate dish, and eating eyes, tongue or cheeks was not seen as problematic; in some regions they were even considered to be delicacies.",
            "score": 50.226611375808716
        },
        {
            "docid": "984277_35",
            "document": "Graboid . In \"\", \"Shriekers\" are introduced. Fully grown Graboids die while giving birth to a random number of creatures depending on the amount of food they consumed, between three and six; these creatures are the Shriekers. Much smaller than Graboids, about long and high, Shriekers live above ground and resemble a small dinosaur or heavy ground-dwelling bird, with stout, three-toed legs and a compact body. They have similar beaks on their heads, but lack the tentacles of a Graboid and instead have a single, long tongue, and like Graboids lack eyes and noses, but also don't have ears. Shriekers find prey through a retractable heat-seeking crest on the top of their heads, as well as their tongues which they use to find cold food through taste. They are hermaphroditic and will gag up small Shriekers as long as they find food.",
            "score": 51.61867094039917
        },
        {
            "docid": "990149_19",
            "document": "O for a Thousand Tongues to Sing . 12. Hear him, ye deaf; his praise, ye dumb, <br> Your loosen'd tongues employ; <br> Ye blind, behold your Saviour come, <br> And leap, ye lame, for joy.",
            "score": 26.20411491394043
        },
        {
            "docid": "2359626_7",
            "document": "Bloody Bones . In the Southern United States, Rawhead and Bloody Bones are sometimes regarded as two individual creatures or two separate parts of the same monster. One is a skull stripped of skin that bites its victims (Rawhead) and its companion is a dancing headless skeleton (Bloody Bones). In one cautionary tale a gossip loses his head to the monster as punishment for his wicked tongue. Legends about Bloody Bones eventually made their way into African-American tradition as well as spreading to other parts of the United States.",
            "score": 39.52727723121643
        },
        {
            "docid": "3726763_6",
            "document": "Panther (legendary creature) . Usually depicted as a type of cat, the panther was at times depicted in other forms. It was depicted as a donkey, as a composite creature with a horned head, long neck and a horse's body, and as a host of other forms. (The word \"panther\", in Greek, could be interpreted as \"every wild beast\", supporting the idea of a composite creature.) This was mostly because those involved did not know what a panther should look like; but, in some instances, this was due to cultural influences. In Germany in particular, the panther is often depicted in heraldry as a creature with four horns, cow's ears and a fiery red tongue. An example of the former is the flag and coat of arms of the city of Cres, Croatia.",
            "score": 41.660367488861084
        },
        {
            "docid": "4743980_12",
            "document": "Tip of the tongue . Many languages other than English have equivalent colloquial terms for the tip of the tongue experience, suggesting that it is a common experience across cultures. In a study by B. L. Schwartz (1999), 45 of the 51 languages surveyed have an idiom referring to the tip of the tongue phenomenon that references the tongue, mouth, or throat as a metaphor. The direct English translations of these idioms are \"on the tongue\", \"on the tip/point/head of the tongue\", \"on the top of the tongue\", \"on the front of the tongue\", \"sparkling at the end of the tongue\", and \"in the mouth and throat\". Notably, the languages studied that did not have an equivalent idiom for the tip of the tongue were American Sign Language, Amharic, Icelandic, Indonesian, Kalenjin, and Kiswahili. However, tip of the finger experiences are reported by signers.",
            "score": 44.414036989212036
        },
        {
            "docid": "683632_7",
            "document": "Kallikantzaros . There is no standard description of the appearance of \"kallikantzaroi\"; there are regional variations as to how their appearance is described. Some Greeks have imagined them with some animal parts, such as hairy bodies, horse legs, or boar tusks. Sometimes they are enormous, at other times diminutive. Others see them as humans of small size that smell horrible. They are predominantly male, often with protruding sexual characteristics. Many Greeks have imagined them as tall, black and hairy, with burning red eyes, goats' or donkeys' ears, monkeys' arms, tongues that hang out and heads that are huge. Nonetheless, the most common belief is that they are small, black creatures, humanoid apart from their long black tails, and said to resemble little black devils. They are also mostly blind, speak with a lisp and love to eat frogs, worms, and other small creatures.",
            "score": 48.75946259498596
        },
        {
            "docid": "2795862_6",
            "document": "Mertz Glacier . In February 2010 about half of the Mertz Glacier Tongue, a piece of ice about long and wide and protruding out into the Southern Ocean, broke away from the main body of the Tongue. The separation occurred around the 12 or 13 February along two existing rift lines on opposite sides of the Tongue. The event was helped in part when the large Iceberg B-9B collided with it. Iceberg B-9B is a long by wide remnant of Iceberg B-9 which broke off the Ross Ice Shelf in 1987 and has recently ungrounded itself from Ninnis Bank to the east of the Tongue where it had been lodged for 18 years.",
            "score": 33.50327777862549
        },
        {
            "docid": "23181726_14",
            "document": "Bingo (1998 film) . When the music stops, there is a strange creature with no legs, many arms, a man's head, and dollar bills sprouting from its neck and arms. It yells at Dave for \"looking at my money,\" but then offers to let Dave look at his money. Confused and frightened, Dave declares that yes, he would like to look at the creature's money. The creature congratulates him for being a \"good, little Bingo.\" Dave says that he doesn't \"think\" that he's Bingo, asking \"who am I?\"",
            "score": 25.517722129821777
        },
        {
            "docid": "896634_9",
            "document": "It! The Terror from Beyond Space . \"It!\" was the last film of actor Ray \"Crash\" Corrigan. Corrigan was set to play the creature, but during pre-production, he did not want to travel all the way to Topanga in western Los Angeles County where Paul Blaisdell, the film's makeup artist, lived and operated his studio. Therefore, Blaisdell could not take exact measurements of Corrigan's head. Consequently, there were final fit problems with the creature's head prop: \"[Corrigan's]... bulbous chin stuck out through the monster's mouth, so the make-up man painted his chin to look like a tongue.\"",
            "score": 43.96172785758972
        },
        {
            "docid": "24860188_90",
            "document": "Races and factions of Warcraft . The tauren (\"Shu'halo\" in their native tongue) are one of the oldest races native to Azeroth, a proud and tenacious race with bull-like features and a culture that is very similar to a stylized Native American culture. They are, for the most part, druidic, shamanistic, peaceful, and powerful beings. They resemble minotaurs, having horned bull's heads, large hooves in place of feet, three-fingered hands, and a towering body structure. The name 'tauren' may be a reference to the Greek 'Taurus' meaning bull, or to the related mythological creature the Minotaur, which has a similar appearance. It is also an anagram for \"Nature\".",
            "score": 44.836750507354736
        },
        {
            "docid": "32362_46",
            "document": "Vampire . Vampires have appeared in Japanese cinema since the late 1950s; the folklore behind it is western in origin. The Nukekubi is a being whose head and neck detach from its body to fly about seeking human prey at night. Legends of female vampire-like beings who can detach parts of their upper body also occur in the Philippines, Malaysia and Indonesia. There are two main vampire-like creatures in the Philippines: the Tagalog \"Mandurugo\" (\"blood-sucker\") and the Visayan \"Manananggal\" (\"self-segmenter\"). The mandurugo is a variety of the aswang that takes the form of an attractive girl by day, and develops wings and a long, hollow, thread-like tongue by night. The tongue is used to suck up blood from a sleeping victim. The \"manananggal\" is described as being an older, beautiful woman capable of severing its upper torso in order to fly into the night with huge bat-like wings and prey on unsuspecting, sleeping pregnant women in their homes. They use an elongated proboscis-like tongue to suck fetuses from these pregnant women. They also prefer to eat entrails (specifically the heart and the liver) and the phlegm of sick people.",
            "score": 43.63374042510986
        },
        {
            "docid": "1022719_11",
            "document": "Tailypo . The man, scared to death, finds the courage to push the creature away and yell, \"I haven't got your taily-po!\", hoping the creature will leave. However, the ravenous creature, angrier than ever, yells back: \"Yes, you have! Yes, you have!\" and jumps back on the bed, mutilates the man and destroys the cabin.",
            "score": 15.102540969848633
        },
        {
            "docid": "4350544_81",
            "document": "List of Dragonlance creatures . The Shilo-Thahn, commonly known as \"shadowpeople\", are ancient creatures who used to live in the underground mines and passages in Sanction. Their appearance is that of a hairy ape, human size, protruding muzzle, yellow eyes and mouth with sharp fangs. They can articulate their lips and tongue to speak the common tongue, although they use their own secret dialect.",
            "score": 42.29863119125366
        },
        {
            "docid": "612467_8",
            "document": "Alien (creature in Alien franchise) . Giger conceived the Alien as being vaguely human but a human in full armor, protected from all outside forces. He mandated that the creature have no eyes, because he felt that it made them much more frightening if you could not tell they were looking at you. Giger also gave the Alien's mouth a second inner set of pharyngeal jaws located at the tip of a long, tongue-like proboscis which could extend rapidly for use as a weapon. His design for the creature was heavily influenced by an aesthetic he had created and termed \"biomechanical\", a fusion of the organic and the mechanic. His mock-up of the Alien was created using parts from an old Rolls Royce car, rib bones and the vertebrae from a snake, molded with plasticine. The Alien's animatronic head, which contained 900 moving parts, was designed and constructed by special effects designer Carlo Rambaldi. Giger and Rambaldi together would win the 1980 Academy Award for Visual Effects for their design of the Alien. Scott decided on the man-in-suit approach for creating the creature onscreen. Initially circus performers were tried, then multiple actors together in the same costume, but neither proved scary. Deciding that the creature would be scarier the closer it appeared to a human, Scott decided that a single, very tall, very thin man be used. Scott was inspired by a photograph of Leni Riefenstahl standing next to a 6'4\" (1.93 m) Nubian. The casting director found 6'10\" (2.08 m), rail-thin graphic designer Bolaji Badejo in a local pub. Badejo went to tai chi and mime classes to learn how to slow down his movements.",
            "score": 46.261268854141235
        },
        {
            "docid": "21601221_6",
            "document": "Mark Rappaport (creature effects artist) . Rappaport (creature effects supervisor) and Shaun Smith (makeup effects supervisor) teamed up to create the world of effects for \"300\". This extensive body of work included prosthetic makeups, animatronic animals, props, weaponry and costume elements. In addition to the amazingly lifelike horse effects for this film, Rappaport created an animatronic wolf puppet for scenes where young Leonidas faces off with the predatory animal. \"The filmmakers shot interactions of the practical puppet attacking young Leonidas in a narrow rock crevice. Veteran creature effects supervisor Mark Rappaport and his team mechanized the puppet with: eye-blinks; head, neck, brow, jaw and tongue movement; saliva tubes and glowing eyes.\"",
            "score": 44.631250858306885
        },
        {
            "docid": "29399400_2",
            "document": "Cheetham Ice Tongue . Cheetham Ice Tongue () is a small ice tongue on the east coast of Victoria Land between Lamplugh Island and Whitmer Peninsula. It projects eastward into the Ross Sea. The tongue appears to be nourished in part by Davis Glacier and partly by ice draining from Lamplugh Island and Whitmer Peninsula. It was first charted by the British Antarctic Expedition, 1907–09, under Shackleton, and named by him for Alfred B. Cheetham, third officer on the \"Nimrod\".",
            "score": 30.453739643096924
        },
        {
            "docid": "197112_18",
            "document": "Bumblebee . The bumblebee tongue (the proboscis) is a long, hairy structure that extends from a sheath-like modified maxilla. The primary action of the tongue is lapping, that is, repeated dipping of the tongue into liquid.  The tip of the tongue probably acts as a suction cup and during lapping, nectar may be drawn up the proboscis by capillary action. When at rest or flying, the proboscis is kept folded under the head. The longer the tongue, the deeper the bumblebee can probe into a flower and bees probably learn by experience which flower source is best-suited to their tongue length. Bees with shorter proboscides, like Bombus bifarius, have a more difficult time foraging nectar relative to other bumblebees with longer proboscides; to overcome this disadvantage, B. bifarius workers were observed to lick the back of spurs on the nectar duct, which resulted in a small reward.",
            "score": 36.140132904052734
        },
        {
            "docid": "30226070_365",
            "document": "List of Ben 10 villains . Hydromanders are tadpole-like creatures that first appeared on the episode \"Waterfilter\" They have dark green skin with whitish yellow belly, orange eyes and sharp teeth, orange dorsal fin on their heads, three tentacles on each side of the head, and a tadpole-like tail. Their behavior are extremely hostile, especially when someone disturbs them. After waking up, they eat everything around them and use their tongue to eat like actual salamanders. When they die, many smaller Hydromanders sprout from the corpse of the one that died. Apparently, the newborn Hydromanders have the memories of the one they came from. They can breathe and swim underwater, giving them enhanced speed and agility, stretch their tongue to a long distance which can grab anything and introduce it inside their mouth and if they are injured, it can regenerate quickly inside the mouth, and move the tentacles from their head and their tail.",
            "score": 50.52570700645447
        },
        {
            "docid": "41512271_56",
            "document": "Gospel riots . On Sunday 9 September 1901 (Old Style), the front page carried the first instalment of Pallis' translation of the Gospel of Matthew, under a full-width headline reading \"ΤΟ ΕΥΑΓΓΕΛΙΟΝ ΕΙΣ ΤΗΝ ΓΛΩΣΣΑΝ ΤΟΥ ΛΑΟΥ\", or \"THE GOSPEL IN THE LANGUAGE OF THE PEOPLE\". The translation itself occupied the right-most column, under a sub-heading quoting (in Greek) St Paul's words: \"So likewise ye, except ye utter by the tongue words easy to understand, how shall it be known what is spoken?\" (1 Corinthians 14.9)",
            "score": 35.927680253982544
        },
        {
            "docid": "52110195_4",
            "document": "Mommy Dearest (Grimm) . Meisner (Damien Puckler) aids Adalind (Claire Coffee) in giving birth to the baby, and also restoring Adalind's powers as a Hexenbiest. Back in Portland, a creature stalks a pregnant woman, Dana Tomas (Tess Paras), to her room and uses his extremely large tongue to poke into her belly button. Dana then cuts the creature's tongue and it flees before falling unconscious.",
            "score": 30.09912419319153
        },
        {
            "docid": "26899032_16",
            "document": "Two-spotted bumble bee . \"B. bimaculatus\" queens forage on \"Aquilegia\" flowers. The queens hang upside down on stamens, clutch the filament with their forelegs, and scrape off pollen using their middle and hind legs. Workers enter the \"Aquilegia\" spurs by pushing their head and part of their thorax into the spur's mouth. They then extend the maxillae and tongue into the spur to drink nectar, repeating this process on multiple spurs of the same plant before visiting the next one.",
            "score": 40.417717695236206
        },
        {
            "docid": "226515_19",
            "document": "Jason and the Argonauts (1963 film) . Ray Harryhausen regarded the film as his best. Previous Harryhausen films had been generally shown as part of double features in \"B\" theatres. Columbia was able to book it as a single feature in many \"A\" theatres in the United States. The skeletons' shields are adorned with designs of other Harryhausen creatures, including an octopus and the head of the Ymir from \"20 Million Miles to Earth\".",
            "score": 23.56318426132202
        },
        {
            "docid": "10176012_6",
            "document": "Seventh Cross: Evolution . These parts may be \"equipped\" any time, but each require specific amounts of nutrients found in certain foods, among which are protein and fiber. After a while, the player may add enough parts to the organism to fend off and even kill other creatures, fight the stage's boss creature and advance to the next stage. Each part has different attributes that enhance particular areas like movement speed and attack strength. These parts may be added ala carte; that is, a lynx's head may be placed upon an organism with crab's body and frog's legs. This may result in odd combinations of creatures akin to Microsoft's \"Impossible Creatures\".",
            "score": 39.57245445251465
        },
        {
            "docid": "25220261_3",
            "document": "CRAFFT Screening Test . The older version of the questionnaire contains 9 items in total, answered in a \"yes\" or \"no\" format. The first three items (Part A) evaluate alcohol and drug use over the past year and the other six (Part B) ask about situations in which the respondent used drugs or alcohol and any consequences of the usage. The CRAFFT 2.0 screening tool begins with past-12-month frequency items (Part A), rather than the previous “yes/no” question for any use over the past year and the other six (Part B) ask about situations in which the respondent used drugs or alcohol and any consequences of usage.",
            "score": 28.80505681037903
        },
        {
            "docid": "32066656_3",
            "document": "Yes-R . Yes-R originates from East Amsterdam. Inspired by his cousin Ali B, he started rapping at the age of 12. A year later, he entered a talent show in which he placed second. In 2003, he was introduced to Lange Frans, the frontman of the rap formation D-Men, who was impressed by Yes-R's flow. Lange Frans then took on the production of Yes-R's recordings. The first song \"Chickiesflasher\" was an underground hit and became part of the compilation album \"De gastenlijst\". He was also featured on the single \"Sletje\" by Baas B as well Maritza's debut single \"Laat Je Gaan\".",
            "score": 13.631685733795166
        },
        {
            "docid": "43204585_3",
            "document": "Creature (company) . Creature opened an office in London in 2011 which was considered a separate entity. In 2013 Creature created a tongue-in-cheek campaign “Commercialize Seattle” sponsored by the city of Seattle, Washington to encourage agencies to produce more commercials. In June 2014 Creature hired former Seattle Mayor’s Office Film and Music Director James Keblas as president.",
            "score": 28.283613204956055
        },
        {
            "docid": "1631358_2",
            "document": "Mušḫuššu . The mušḫuššu (; formerly also read as \"sirrušu\", \"sirrush\") is a creature from ancient Mesopotamian mythology. A mythological hybrid, it is a scaly dragon with hind legs resembling the talons of an eagle, feline forelegs, a long neck and tail, a horned head, a snake-like tongue, and a crest. The mušḫuššu most famously appears on the reconstructed Ishtar Gate of the city of Babylon, dating to the 6th century BC",
            "score": 33.88437628746033
        },
        {
            "docid": "54984388_20",
            "document": "September on Jessore Road . Ring O ye tongues of the world for their woe<br> Ring out ye voices for Love we don't know<br> Ring out ye bells of electrical pain Ring in the conscious of American brain.<br>",
            "score": 42.98613929748535
        }
    ],
    "r": [
        {
            "docid": "29029594_4",
            "document": "Human head . The face is the anterior part of the head, containing the sensory organs the eyes, nose and mouth. The cheeks, on either side of the mouth, provide a fleshy border to the oral cavity. To either side of the head sit the ears.",
            "score": 72.07635498046875
        },
        {
            "docid": "55999_2",
            "document": "Tongue . The tongue is a muscular organ in the mouth of most vertebrates that manipulates food for mastication, and is used in the act of swallowing. It is of importance in the digestive system and is the primary organ of taste in the gustatory system. The tongue's upper surface (dorsum) is covered by taste buds housed in numerous lingual papillae. It is sensitive and kept moist by saliva, and is richly supplied with nerves and blood vessels. The tongue also serves as a natural means of cleaning the teeth. A major function of the tongue is the enabling of speech in humans and vocalization in other animals.",
            "score": 64.45228576660156
        },
        {
            "docid": "15643795_28",
            "document": "David Reekie . Birds have always had a certain place in our mythology and literature. In Ancient Egypt, the God Thoth has a bird's head (the head of an ibis). He is considered the 'heart and tongue' of Ra, and the means by which Ra's will is translated into speech. An Augur, or priest of Ancient Rome, was said to be able to interpret 'the will of the Gods' by reading the behaviour of birds. While Native Americans, renowned for their understanding of the natural world and their reverence for it, relied upon the eagle, to take their prayers to the Great Spirit. We need only remind ourselves of the recent devastation caused by avian influenza to gain an appreciation what is at stake in our relationship with these small garden birds. It is symptomatic of our relationship with the natural world itself. As Mark Cocker in his review of these pieces, writes: It may seem absurd today. But perhaps we should reflect that in 1997 the Labour government offered a series of indices to measure the quality of life in this country. One of those yardsticks for the good life in Britain was bird populations. We are all now familiar how birds act as indicators for the quality of our environment. The owl, whose cry pierces the darkness, or the kestrel which wrestles the wind to a standstill at the motorway verge, will only survive if the trees, the insects, the other animals, the flowers and the countryside itself are all present and correct. In \"An Exchange of Information\" the distinct nature of the materials used for the different parts of the sculpture, appears to underpin the distance between human beings and birds in modern life.",
            "score": 64.2459716796875
        },
        {
            "docid": "53631658_6",
            "document": "Head for the Edge, Keep Walking . ‘Jill Beech – sharp-eyed, laconic-tongued, tender-hearted – is your new eccentric best friend. She makes a terrific debut in this witty, chatty, lyrical novel. You can trust her. Head for the edge, keep reading.’ Kevin MacNeil, author of The Stornoway Way and Love and Zen in the Outer Hebrides. ‘Kate Tough’s dry wit and keen observations make this eye-catching debut about a defining moment in the life of thirty-something Jill Beech. Both laugh-out-loud funny as well as poignant. She gets the balance between the weighty and the trivial just right, and if we laugh at what we recognise, we also mourn what, and whom, we might have lost.’ Lesley MacDowall",
            "score": 63.62352752685547
        },
        {
            "docid": "1209545_2",
            "document": "Head . A head is the part of an organism which usually includes the eyes, ears, nose, and mouth, each of which aid in various sensory functions such as sight, hearing, smell, and taste, respectively. Some very simple animals may not have a head, but many bilaterally symmetric forms do, regardless of size. Heads develop in animals by an evolutionary trend known as cephalization. In bilaterally symmetrical animals, nervous tissues concentrate at the anterior region, forming structures responsible for information processing. Through biological evolution, sense organs and feeding structures also concentrate into the anterior region; these collectively form the head.",
            "score": 63.595211029052734
        },
        {
            "docid": "29029594_9",
            "document": "Human head . The head contains sensory organs: two eyes, two ears, a nose and inside the mouth a tongue. It also houses the brain.",
            "score": 62.80148696899414
        },
        {
            "docid": "22574316_9",
            "document": "Orofacial myological disorders . While identifying the causes of tongue thrust, it is important to remember that the resting posture of the tongue, jaw, and lips are crucial to normal development of mouth and its structures. If tongue rests against the upper front teeth, the teeth may protrude forward, and adverse tongue pressure can restrict the development of the oral cavity. The tongue lies low in the mouth or oral cavity and is typically forwarded between upper and lower teeth. If tongue thrust behavior is not corrected, it may affect the normal dental development. The teeth may be pushed around in different directions during the growth of permanent teeth.",
            "score": 62.4027099609375
        },
        {
            "docid": "55999_6",
            "document": "Tongue . The tongue is a muscular hydrostat that forms part of the floor of the oral cavity. The left and right sides of the tongue are separated by a vertical section of fibrous tissue known as the lingual septum. This division is along the length of the tongue save for the very back of the pharyngeal part and is visible as a groove called the median sulcus. The human tongue is divided into anterior and posterior parts by the terminal sulcus which is a V-shaped groove. The apex of the terminal sulcus is marked by a blind foramen, the foramen cecum, which is the remnant of median thyroid diverticulum in early embryonic development. The anterior \"oral\" part is the visible part situated at the front and makes up roughly two-thirds the length of the tongue. The posterior \"pharyngeal\" part is the part closest to the throat, roughly one-third of its length. These parts differ in terms of their embryological development and nerve supply.",
            "score": 62.246089935302734
        },
        {
            "docid": "47622595_4",
            "document": "Waistland . \"At the start of this sensible book about the \"weight and fitness crisis\" in America, Harvard psychologist Deirdre Barrett says the answer lies in the study of evolution. As animals, we are genetically almost identical to our Stone Age ancestors. We live in advanced societies, with supermarkets and cars and lifts, but we are built to be hunter-gatherers. We are programmed to seek out fat, sugar, starch and salt, because, in the Stone Age, these things were hard to come by. When they turn up in abundance, our bodies, for the most part, can't say no.  . . . to put it simply, human beings are evolving much more slowly than the food we eat. And the food is tricking us. We think it's what we need, but it's just what we want. What can we do? Eat sensibly and exercise, of course. One thing we have to do, though, is not to “listen to your body\" – because it craves food that, in abundance, is bad for it. . . This is a clear, well-written and thoughtful guide to the fat crisis.\" - The Telegraph (UK)",
            "score": 61.68951416015625
        },
        {
            "docid": "23487440_45",
            "document": "Alien (film) . Giger made several conceptual paintings of the adult Alien before settling on the final version. He sculpted the creature's body using plasticine, incorporating pieces such as vertebrae from snakes and cooling tubes from a Rolls-Royce. The creature's head was manufactured separately by Carlo Rambaldi, who had worked on the aliens in \"Close Encounters of the Third Kind\". Rambaldi followed Giger's designs closely, making some modifications in order to incorporate the moving parts which would animate the jaw and inner mouth. A system of hinges and cables was used to operate the creature's rigid tongue, which protruded from its mouth and featured a second mouth at its tip with its own set of movable teeth. The final head had about 900 moving parts and points of articulation. Part of a human skull was used as the \"face\", and was hidden under the smooth, translucent cover of the head. Rambaldi's original Alien jaw is now on display in the Smithsonian Institution, while in April 2007 the original Alien suit was sold at auction. Copious amounts of K-Y Jelly were used to simulate saliva and to give the Alien an overall slimy appearance. The creature's vocalizations were provided by Percy Edwards, a voice artist famous for providing bird sounds for British television throughout the 1960s and 1970s as well as the whale sounds for \"Orca: Killer Whale\" (1977).",
            "score": 61.272212982177734
        },
        {
            "docid": "24699234_4",
            "document": "Crocoduck . In 2007 young-Earth creationists Kirk Cameron and Ray Comfort participated in a televised debate, parts of which were aired on \"ABC Nightline\", on the existence of God. Kirk Cameron held up composite pictures of what \"we imagined would be genuine species-to-species transitional forms. We called one a 'crocoduck' and another was called a 'birddog'.\" The \"crocoduck\" was an animal with the head of a crocodile and the body of a duck, the \"bullfrog\" was an animal with the head of a bull and the body of a frog, and the \"sheepdog\" was an animal with the head of a dog and the body of a sheep. These pictures were used as a straw man argument to ridicule the theory of evolution as represented by Cameron and Comfort.",
            "score": 61.12383270263672
        },
        {
            "docid": "22780_8",
            "document": "Octopus . The octopus is bilaterally symmetrical along its dorso-ventral axis; the head and foot are at one end of an elongated body and function as the anterior (front) of the animal. The head includes the mouth and brain. The foot has evolved into a set of flexible, prehensile appendages, known as arms, that surround the mouth and are attached to each other near their base by a webbed structure. The arms can be described based on side and sequence position (such as L1, R1, L2, R2) and divided into four pairs. The bulbous and hollow mantle is fused to the back of the head and is known as the visceral hump; it contains most of the vital organs. The mantle cavity has muscular walls and contains the gills; it is connected to the exterior by a funnel or siphon. The mouth of an octopus, located underneath the arms, has a sharp hard beak.",
            "score": 60.697750091552734
        },
        {
            "docid": "14492741_3",
            "document": "Vowel diagram . In the vowel diagram, convenient reference points are provided for specifying tongue position. The position of the highest point of the arch of the tongue is considered to be the point of articulation of the vowel. The vertical dimension of the vowel diagram is known as vowel high, which includes high, central (mid), or low vowels. The horizontal dimension of the vowel diagram includes tongue advancement and identifies how far forward the tongue is located in the oral cavity during production. Vowels are also categorized by the tenseness or laxness of the tongue. The schwa [ə] is in the center of the chart and is frequently referred to as the neutral vowel. Here, the vocal tract is in its neutral state and creates a near perfect tube. For other vowels, there is a necessary movement of the vocal tract and tongue away from the neutral position, either up/down or backward/forward. The next dimension for vowels are tense/lax; here we can distinguish high/mid/low dimensions and the front/central/back dimensions. In other words, all vowels but schwas. For instance, [i] and [ɪ] or [o] and [ɔ] are very hard to tell apart, but we can categorize them into tense or lax. Tense vowels are [i] and [o] . Lax vowels are [ɪ] and [ɔ]. The next dimension of vowels is rounding. Rounding is important because it continues to help differentiate the vowels of English. For example, when you say [u], your lips are rounded but when you say [i], your lips are spread. We can categorize vowels as rounded or unrounded. So, rounded vowels are [u], [ʊ], [o], [ɔ] and the unrounded vowels are [i], [ɪ], [e], [ɛ], [æ], [ɑ], [ʌ], [ə].",
            "score": 60.53309631347656
        },
        {
            "docid": "9293603_2",
            "document": "Mouth . In animal anatomy, the mouth, also known as the oral cavity, buccal cavity, or in Latin cavum oris, is the opening through which many animals take in food and issue vocal sounds. It is also the cavity lying at the upper end of the alimentary canal, bounded on the outside by the lips and inside by the pharynx and containing in higher vertebrates the tongue and teeth. This cavity is also known as the buccal cavity, from the Latin \"bucca\" (\"cheek\").",
            "score": 60.4234619140625
        },
        {
            "docid": "233656_19",
            "document": "Chiton . The excretory system consists of two nephridia, which connect to the pericardial cavity around the heart, and remove excreta through a pore that opens near the rear of the mantle cavity. The single gonad is located in front of the heart, and releases gametes through a pair of pores just in front of those used for excretion. The mouth is located on the underside of the animal, and contains a tongue-like structure called a radula, which has numerous rows of 17 teeth each. The teeth are coated with magnetite, a hard ferric/ferrous oxide mineral. The radula is used to scrape microscopic algae off the substratum. The mouth cavity itself is lined with chitin and is associated with a pair of salivary glands. Two sacs open from the back of the mouth, one containing the radula, and the other containing a protrusible sensory subradular organ that is pressed against the substratum to taste for food.",
            "score": 60.26847839355469
        },
        {
            "docid": "20630639_4",
            "document": "Oral ecology . Later studies have shown that he actually saw mats of bacteria, what we know today as biofilms. Biofilms are communities of bacteria, or micro-organisms, attached to surfaces in the body. Oral biofilms are more commonly referred to as plaque. Biofilms form almost everywhere bacteria are. In the mouth, they naturally form on any stationary surface, namely teeth, gums, and the tongue. Leeuwenhoek made important findings of bacteria with his first observation and analysis of dental plaque, and since then much more has been discovered about the mouth and its ecology.",
            "score": 59.919437408447266
        },
        {
            "docid": "7482599_4",
            "document": "What Is Man? (King essay) . He notices first that ‘man is a biological being with a physical body’, which is the ‘less than God’, as we think of ‘God as a being of pure spirit, lifted above the categories of time and space’. The psalmist would then say that God made man that way, and because of this ‘there is nothing wrong with it’ and that ‘everything God makes is good; therefore there is nothing wrong with it’. The Greeks, as King informs us, ‘felt the body was evil’ and that the ‘soul could never reach its full maturity until it broke loose from the prison of the body’. However, Christianity raises the view that ‘the body is not the principle of evil; it says the will is the principle of evil’. He then defines that in ‘any doctrine of man, we must be concerned with man's physical well being’. To support this he brings up Jesus` quote that we need the “bread” to survive and also states ‘this isn’t the only part’ and if we stop here we would see ‘man merely as an animal’. He then brings an example of chemists who calculated that the values of man came to ‘about ninety-eight cents’, today with our living standards it comes to ‘a dollar ninety eight for the average man’. King challenges this idea by questioning ‘But can we explain the whole of man in terms of ninety eight cents?’ and brings up examples of human genius; and again asks ‘Can we explain the mystery of the human soul in terms of ninety eight cents?’ To this he answers “no” and states that ‘man is a child of God’ and raises the second basic point of the doctrine ‘that man is a being of spirit’, which is the ‘thou has crowned him with glory and honour’, and because of our ‘rational capacity, man has a mind, man can reason. This distinguishes us from the lower animals’. King then defines man as ‘God’s marvellous creation. Through his mind he can leap oceans, break through walls, and transcend the categories of time and space’. With this he defines what the biblical writers meant when they said ‘man is made in the image of God’, and that he has ‘rational capacity; he has the unique ability to have a fellowship with God. Man is a being of spirit’.",
            "score": 59.72903060913086
        },
        {
            "docid": "317524_3",
            "document": "Action (philosophy) . In enactivism theory, perception is understood to be sensorimotor in nature. That is, we carry out actions as an essential part of perceiving the world. Alva Noë states: We move our eyes, head and body in taking in what is around us... [we] crane our necks, peer, squint, reach for our glasses or draw near to get a better look...'…'Perception is a mode of activity on the part of the whole animal...It cannot be represented in terms of merely passive, and internal, processes...'",
            "score": 59.676292419433594
        },
        {
            "docid": "6885770_8",
            "document": "Bootstrapping (statistics) . As an example, assume we are interested in the average (or mean) height of people worldwide. We cannot measure all the people in the global population, so instead we sample only a tiny part of it, and measure that. Assume the sample is of size N; that is, we measure the heights of N individuals. From that single sample, only one estimate of the mean can be obtained. In order to reason about the population, we need some sense of the variability of the mean that we have computed. The simplest bootstrap method involves taking the original data set of N heights, and, using a computer, sampling from it to form a new sample (called a 'resample' or bootstrap sample) that is also of size N. The bootstrap sample is taken from the original by using sampling with replacement (e.g. we might 'resample' 5 times from [1,2,3,4,5] and get [2,5,4,4,1]), so, assuming N is sufficiently large, for all practical purposes there is virtually zero probability that it will be identical to the original \"real\" sample. This process is repeated a large number of times (typically 1,000 or 10,000 times), and for each of these bootstrap samples we compute its mean (each of these are called bootstrap estimates). We now can create a histogram of bootstrap means. This histogram provides an estimate of the shape of the distribution of the sample mean from which we can answer questions about how much the mean varies across samples. (The method here, described for the mean, can be applied to almost any other statistic or estimator.)",
            "score": 59.505069732666016
        },
        {
            "docid": "42193218_11",
            "document": "Human digestive system . Some parts of the digestive system are also part of the excretory system, including the large intestine. The mouth is the first part of the gastrointestinal tract and is equipped with several structures that begin the first processes of digestion. These include salivary glands, teeth and the tongue. The mouth consists of two regions; the vestibule and the oral cavity proper. The vestibule is the area between the teeth, lips and cheeks, and the rest is the oral cavity proper. Most of the oral cavity is lined with oral mucosa, a mucous membrane that produces a lubricating mucus, of which only a small amount is needed. Mucous membranes vary in structure in the different regions of the body but they all produce a lubricating mucus, which is either secreted by surface cells or more usually by underlying glands. The mucous membrane in the mouth continues as the thin mucosa which lines the bases of the teeth. The main component of mucus is a glycoprotein called mucin and the type secreted varies according to the region involved. Mucin is viscous, clear, and clinging. Underlying the mucous membrane in the mouth is a thin layer of smooth muscle tissue and the loose connection to the membrane gives it its great elasticity. It covers the cheeks, inner surfaces of the lips, and floor of the mouth.",
            "score": 59.194236755371094
        },
        {
            "docid": "36253964_12",
            "document": "Origin of speech . The human tongue has an unusual shape. In most mammals, it's a long, flat structure contained largely within the mouth. It is attached at the rear to the hyoid bone, situated below oral level in the pharynx. In humans, the tongue has an almost circular sagittal (midline) contour, much of it lying vertically down an extended pharynx, where it is attached to a hyoid bone in a lowered position. Partly as a result of this, the horizontal (inside-the-mouth) and vertical (down-the-throat) tubes forming the supralaryngeal vocal tract (SVT) are almost equal in length (whereas in other species, the vertical section is shorter). As we move our jaws up and down, the tongue can vary the cross-sectional area of each tube independently by about 10:1, altering formant frequencies accordingly. That the tubes are joined at a right angle permits pronunciation of the vowels [i], [u] and [a], which nonhuman primates cannot do. Even when not performed particularly accurately, in humans the articulatory gymnastics needed to distinguish these vowels yield consistent, distinctive acoustic results, illustrating the quantal nature of human speech sounds. It may not be coincidental that [i], [u] and [a] are the most common vowels in the world's languages.",
            "score": 59.096466064453125
        },
        {
            "docid": "2384297_6",
            "document": "The Lives of a Cell: Notes of a Biology Watcher . This essay focuses on how connected humanity is to nature and how we must make strides to understand our role. Thomas argues that even our own bodies are not solely ours since the mitochondria and other organelles are descended from other organisms. He creates a metaphor of the Earth as a giant cell itself with humans just as one part of a vast system. Astronauts must be decontaminated before they are allowed to interact on Earth. Thomas states that this is an act of “human chauvinism.” Most organisms on Earth are symbiotic or, if harmful, have both adapted to warn the other. All organisms on Earth are interdependent and a stray virus or bacteria from the moon will not be adapted to harm us since it is not part of this connection. Bacteria are interconnected to the point where some cannot survive without others and some even live within others. We must recognize how interconnected even the smallest organisms are on Earth; especially if we must interact with life outside our planet. Thomas introduces one of his key metaphors of humans behaving like ants. He suggests that this metaphor is not used because humans do not like to be compared to insects that, as a society, can function as an organism. There are many examples of animals acting as a large organism when in large groups from termites and slime molds to birds and fish. Thomas argues that the communication of results in science puts humans in the same model as these other species. As all scientists communicate and build on each other’s work in order to explore that which we do not know. Humans fear pheromones because we believe we have gone above the basic secretion of chemicals in our communication. However, there are signs that point to humans relying on pheromones as well as our most technological forms of communication. Thomas shows pheromones in the animal world with examples of moths and fish. He then goes on to explain what impact pheromones in humans could have on the future such as in the perfume industry and finding histocompatible donors. Music is the only form of communication that saves us from an overwhelming amount of small talk. This is not only a human phenomenon, but happens throughout the animal world. Thomas makes examples of animals from termites and earthworms to gorillas and alligators that perform some sort of rhythmic noise making that can be interpreted as music if we had full range of hearing. From the vast number of animals that participate in music it is clear that the need to make music is a fundamental characteristic of biology. Thomas proposes that the animal world is continuing a musical memory that has been going since the beginning of time. Thomas argues that even though we have the technological advancements to destroy the Earth that we do not know near enough about the world in which we live. To solve this problem he suggests that we should not be able to fire nuclear weapons without being able to explain one living thing fully. The organism that Thomas proposes is the protozoan Myxotricha paradoxa. There is information known about this protozoan that lives in the digestive tract of Australian termites but with more study it could be a model for how our cells developed. It is seen throughout nature that organisms cooperate and progress into more complex forms. We cannot destroy vast amounts of Earth with nuclear weapons until we understand how interconnected we all are. Thomas presents the three levels of technology in medicine: “nontechnology” that helps patients with diseases that are not well understood but does not help solve the underlying mechanisms of the disease, “halfway technology” that makes up for disease or postpones death for diseases whose courses we cannot do much about, and “high technology” that from understanding the mechanism of the disease we are now able to cure. When looking at the costs of the three different technologies they are all needed, but once a “high technology” is found for a disease the benefits outweigh the costs of studying the mechanism of the disease so thoroughly. Thomas suggests that in order to save money in health care, the highest priority in funding should be given to basic research. Humans leave a trace of chemicals in every place they go and on everything they touch. Other animals use signaling mechanisms to leave trails or identify each other. The sense of smell is an important sense in using these mechanisms, but it is still not well understood. Humans, compared to the rest of the animal world, do not have a good olfactory sense though we may be better than we first assume. Johannes Kepler once argued that the Earth is an immense organism itself, with chemical signals spreading across the globe through various organisms in order to keep the world functioning and well informed. Tau Ceti is a nearby sun-like star that we are on the verge of being able to begin making contact with, as well as other celestial bodies, to search for life. We have been attracted to the vast regions of space outside our Earth bubble and what they could hold. If extraterrestrial life is found, it scientifically would make sense, but the social impact of no longer being unique would give humans a new sense of community. The question of what information to send out is answered by Thomas by sending music, specifically Bach. It is timeless and the best language we have to express who we are. If possible Thomas also suggests sending art. However, the questions of what to send will not stop once we receive a reply. As humans we always evade death, despite how it is a natural part of our lives. Unless it is far removed, as in war or on television, then we can discuss it without a problem. It is a subconscious effort that by not thinking about death we may continue to live. Nevertheless, even if we cured all diseases we still would die one day. We must not fear death and research the dying process just as we would any other biological process. Most people who have a near death experience do not recall any pain or fear. It is perhaps the loss of consciousness that people fear more than death itself. Thomas returns to his pondering of the social behaviors of insects in this essay. He discusses the change in behavior of insects in groups and singular insects. We have used insects and their behavior to convey lessons, rules, and virtues and now they have been used in art. Thomas describes an art exhibit with living ants, surrounded by humans who act in a similar manner to the ants themselves. Thomas praises the Marine Biological Laboratory as “a paradigm, a human institution possessed of a life of its own, self-regenerating, touched all around by human meddle but consistently improved, embellished by it.” It attracts the brightest minds and makes great strides in science autonomously. Thomas paints pictures with his description of scientists covering the beach with their diagrams and making “music” of discussion after a lecture at the MBL. Humans have to learn how to walk, skip, and ride a bicycle but inside our bodies perform specific manipulations from birth that we do not need to learn. There is new research that suggests humans may be able to change these inner processes with teaching. Thomas reasons that his body has been functioning fine without him trying to control every little process so he will let it continue to do so. He suggests to try the exact opposite and try to disconnect from your body altogether. The biologic revolution is filling in the gaps in understanding about how our cells function. As we begin to understand more about organelles it is clear that they are not originally created from our cells. Mitochondria and chloroplasts most likely have a bacterial ancestry and flagellae and cilia most likely were once spirochetes. It is not necessarily a master-slave relationship that we have with our organelles, but one where their ancestors found an easy way to stay protected and secure. We have brought them along with us as we evolved and yet we do not understand them completely. Organelles and eukaryotic cells are one of the most established symbiotic relationships. We treat bacteria as an ever present enemy even though there are only a small number that actually cause disease, and by accident in most cases. Bacteria normally do not gain anything by causing illness or death in their hosts. Our illness is mostly caused by our immune system doing too great of a job in response to bacteria in our system. The strength of our response is not necessary for most cases, but remains from a primitive time. Health care has become the new name for medicine though this is a misnomer since illness and death cannot be totally eradicated. Thomas argues that to understand how medicine should be used we should look to those internists that are involved in the system. Most things get better in a short while by themselves, so we should no longer be instilling in the public a constant fear of failed health. This will be the best way to solve the problem of funding health care since people will only use it when it is necessary. There are different degrees of social behavior in animals. However, it is not clear where humans fit on the scale. Most signs point that we are above the social behavior of ants and bees that go about a singular task as a whole community. Language is the one trait that brings us to the level of such animals. All humans engage in language and are born with the understanding of language. Language, and perhaps along with art and music, is the core of our social behavior. The human mind comes with the understanding of how to deal with and use language. We store up information as a cell stores energy, though with language, this information can be put to further use. Another main difference between language and other communication systems in biology is the ambiguity that is a necessity in language which would cause the other communication systems to fail. Death is not supposed to happen in the open, along highways and in sight of others. Everything is in the process of dying all around us, though we keep it hidden from our sight and minds. Death is part of the cycle and we need to understand we are part of a larger process. The process of dying is necessary for the birth of the new and we will all experience it together. Thomas explains science as a wild manifestation of human behavior. He explains that science and discovery is a compulsion that scientists seem to have written in their very genes. Science cannot be organized and forced; it must be free to go where the next question leads. It is similar to a bee hive in some sense, but also to animals on a hunt. The activity is never ending and the conglomeration of minds always yearning for the next discovery cannot be kept under control. How humans approach nature has been changing throughout recent years. We used to view nature as ours to control and use to better mankind. Now we have moved away from this view and seen that we are part of the larger system and not the ruler of it. However Thomas argues that we must see ourselves as “indispensable elements of nature” and work for the betterment of the Earth but also be able to protect ourselves. This essay focuses on the tribe of Iks in northern Uganda. Thomas comments on an anthropologist’s report on the Iks that argues that they represent the basic elements of mankind. Thomas instead thinks that each Ik acts as a group and that by observing the whole tribe of Iks you can see how we behave in groups ranging from committees to nations. In order to improve upon our group interactions, we must stay human even when in masses. Computers are approaching humanity, but they will never be able to fully replace us for they will not be able to replicate our collective behavior because we do not understand it ourselves. We are involved in a never ending transfer of information and collective thinking. This is the cause of the unpredictability in our future. The one problem with our information transfer is that we are much better at gaining information than giving output back. Thomas explains in this essay his view on scientific funding and planning. He believes that research should be focused in basic science. Unlike basic science, disease problems do not have the right type of questions to allow for great discoveries. The distinguishing factor of basic science is that there can be an element of surprise that allows for even more discoveries to be made. It is difficult to organize plans for this type of surprise in research even though it may seem a better business model to do so. It is the improbability and maze of puzzles that occur in basic research that Thomas believes will lead us to the most knowledge. Mythical creatures were created by our ancestors but even though we presently have no need for these beasts we continue to use them. The hybridization of animals in mythology is present from multiple ancient people such as the Ganesha, Griffon, Centaur, and Sphinx. Thomas suggests that perhaps we look to replace these mythological creatures which are more biological. He suggests the Myxotricha paradoxa, blepharisma, bacteria, and plant-animal combinations that are either made up of different organisms or set up joint endeavors with more than one organism to survive. From Thomas’s metaphor on how humans behave like ants, he again argues that language is the quality that best resembles social insects. Without any outside direction, humans continually change language. We build language like ants build their hill, without ever knowing what the final result is and how our minuscule changes affect any other part. Thomas explains how some words have changed and developed different meanings. Two words, gene and bheu, are two words that we have derived a great number of current words from. Their descended words: kind, nature, physics are related in the present but also in its ancestry. Thomas compares language to the social behavior of termites in this essay. He thinks of language as an organism that is alive and changing. The genes of language are how words originated when you look into each of their histories. He traces multiple words to their origins to prove his point. He comments that it would be near impossible to keep track of all roots of words back to Indo-European that you use. We should be in awe that we exist and are unique among all the humans on Earth according to probability. Though we are indeed individual organisms, Thomas argues that one’s own self is a myth. He believes we are part of a larger organization of information sharing. Through this system we are adapting and creating. By being more open with communication and less restrictive we will be able to uncover even more surprising discoveries. Thomas compares the Earth to a living cell, one with its own membrane that allows it to keep out disorder. He shows how the evolution of cells was closely tied to the “breath” of the Earth, the cycling of oxygen concentration in the atmosphere. The atmosphere is “for sheer size and perfection of function, it is far and away the grandest product of collaboration in all of nature.” It gives us the oxygen we need, protection from UV light, and protection from the millions of meteorites.",
            "score": 59.075157165527344
        },
        {
            "docid": "3540432_9",
            "document": "Simplicius, Faustinus and Beatrix . Venerating the body of the martyr St. Beatrice at the Benedictine Convent of Perpetual Adoration, Clyde, Missouri in 1940: \"There, under the altar, enclosed in glass, lay the body of the Roman martyr, Beatrice. We bent our heads eagerly and peered under the glass, where, on silken pillows lay the glittering doll-like body of Saint Beatrice (which we later learned was not her real body but a wax figure encasing her bones). We gazed, fascinated by the rosy cheeked young girl lying there, wearing a richly brocaded and embroidered dress, looking as if she had just breathed her last breath. We stared at her head. Her brown curls were encircled by a filigree band; her pretty mouth was open. We could see her little white teeth and pink tongue. Her glassy eyes had rolled back into her head and were fixed as though staring into heaven. Her pretty head had fallen back onto a silken pillow. Above the gold brocaded collar band, her long, prettily arched neck revealed the bloody spot our eyes always sought in fearful anticipation. It was eternally there--the blood encrusted stab wound that had taken her life. Drops of her blood appeared still fresh on her neck and were caught in a gold chalice beside the pillow.",
            "score": 58.64435577392578
        },
        {
            "docid": "34398482_15",
            "document": "Opportunity management . \"Rather, we lay down the end, and then examine the ways to and means to achieve it. If it appears that any of several [possible] means will reach it, we examine which of them will reach it most easily and most finely; and if only one [possible] means reaches it, we examine how that means will reach it and how the means itself is reached, until we come to the first cause, the last thing to be discovered. For a deliberator would seem to inquire and analyze in the way described, as though analyzing a diagram...If we encounter an impossible step – for instance, we need money but cannot raise it – we desist; but if it appears possible we undertake it. What is possible is what we achieve through our agency [including what our friend could achieve for us]... Deliberation is about the actions he can do, and actions are for the sake of other things; hence we deliberate about things that promote an end, not about the end.\"",
            "score": 58.52334213256836
        },
        {
            "docid": "11635_14",
            "document": "Flood fill . For case #3, the two boundary pixels define a path which, if we painted the current pixel, may block us from ever getting back to the other side of the path. We need a \"mark\" to define where we are and which direction we are heading to see if we ever get back to exactly the same pixel. If we already created such a \"mark\", then we preserve our previous mark and move to the next pixel following the right-hand rule.",
            "score": 58.15240478515625
        },
        {
            "docid": "24795530_13",
            "document": "HPV-positive oropharyngeal cancer . The oropharynx lies between the mouth (oral cavity) to the front, and the laryngopharynx below, which separates it from the larynx. The upper limit of the oropharynx is marked by the soft palate, and its lower limit by the epiglottis and root of the tongue. The oropharynx communicates with the mouth, in front through what is known as the oropharyngeal isthmus, or isthmus of the fauces. The isthmus (i.e. connection) is formed above by the soft palate, below by the posterior third of the tongue, and at the sides by the palatoglossal arches. The posterior third of the tongue, or tongue base contains numerous follicles of lymphatic tissue that form the lingual tonsils. Adjacent to the tongue base, the lingual surface of the epiglottis, which curves forward, is attached to the tongue by median and lateral glossoepiglottic folds. The folds form small troughs known as the epiglottic valleculae. The lateral walls are marked by two vertical pillars on each side, the pillars of the fauces, or palatoglossal arches. More properly they are separately named the palatoglossal arch anteriorly and the palatopharyngeal arch posteriorly. The anterior arch is named from the palatoglossal muscle within, running from the soft palate to the tongue (glossus), while the posterior arch similarly contains the palatopharyngeal muscle running from the soft palate to the lateral pharynx. Between the arches lies a triangular space, the tonsillar fossa in which lies the palatine tonsil, another lymphoid organ.",
            "score": 57.973541259765625
        },
        {
            "docid": "33546514_4",
            "document": "History of deaf education . Sign language was first documented in ancient Greece. In one of Plato's dialogues he describes how the deaf used gestures to mimic moving objects through similar motions. Plato quotes his teacher Socrates in the Cratylus as follows: \"if we had neither voice nor tongue, and yet wished to manifest things to one another, should we not, like those which are at present mute, endeavor to signify our meaning by the hands, head, and other parts of the body?...I think, therefore that if we wished to signify that which is upwards and light, we should raise our hands towards the heaven, imitating the nature of the thing itself; but that if we wished to indicate things downwards and heavy, we should point with our hands to the earth...\" Unlike ancient Egypt, the Greeks felt it was better to kill anyone with a disability. The deaf were especially considered a burden in Athens, where it was believed that anyone who would be a \"burden to society\" should be put to death. The city of Athens felt that ending the lives of those impaired was in the best interests of the state. This was because war and conflict occurred continuously and certain abilities were considered important to have. Everyone was meant to serve the state. Philosopher Aristotle along with Greek physician Galen concluded that the deaf could never speak, believing that the ability to speak and hear were linked; being derived from the same area in the brain. Galen, feeling that if one capability was impaired the other would be impaired also, was considered to be correct. Additionally Aristotle's views, which were similarly related to Galen's, were also viewed as accurate and this idea went unchallenged until the sixteenth century A.D.",
            "score": 57.94819641113281
        },
        {
            "docid": "645403_10",
            "document": "Vladimir (Waiting for Godot) . \"Hand in hand from the top of the Eiffel Tower, among the first. We were respectable in those days. Now it's too late. They wouldn't even let us up.\" \"Was I sleeping, while the others suffered? Am I sleeping now? Tomorrow, when I wake, or think I do, what shall I say of today? That with Estragon my friend, at this place, until the fall of night, I waited for Godot? That Pozzo passed, with his carrier, and that he spoke to us? Probably. But in all that what truth will there be? (\"Estragon, having struggled with his boots in vain, is dozing off again. Vladimir looks at him.\") He'll know nothing. He'll tell me about the blows he received and I'll give him a carrot.\" \"Let us not waste our time in idle discourse! Let us do something, while we have the chance! It is not every day that we are needed. Not indeed that we personally are needed. Others would meet the case equally well, if not better. To all mankind they were addressed, those cries for help still ringing in our ears! But at this place, at this moment of time, all mankind is us, whether we like it or not. Let us make the most of it, before it is too late! Let us represent worthily for once the foul brood to which a cruel fate consigned us! What do you say? It is true that when with folded arms we weigh the pros and cons we are no less a credit to our species. The tiger bounds to the help of his congeners without the least reflection, or else he slinks away into the depths of the thickets. But that is not the question. What are we doing here, that is the question. And we are blessed in this, that we happen to know the answer. Yes, in this immense confusion one thing alone is clear. We are waiting for Godot to come—\" \"We wait. We are bored. No, don't protest, we are bored to death, there's no denying it. Good. A diversion comes along and what do we do? We let it go to waste. Come, let's get to work! In an instant all will vanish and we'll be alone once more, in the midst of nothingness!\"",
            "score": 57.81825637817383
        },
        {
            "docid": "35869003_5",
            "document": "Human mouth . The mouth, consists of 2 regions, the vestibule and the oral cavity proper. The vestibule is the area between the teeth, lips and cheeks. The oral cavity is bounded at the sides and in front by the alveolar process (containing the teeth) and at the back by the isthmus of the fauces. Its roof is formed by hard palate at the front, and a soft palate at the back. The uvula projects downwards from the middle of the soft palate at its back. The floor is formed by the mylohyoid muscles and is occupied mainly by the tongue. A mucous membrane – the oral mucosa, lines the sides and under surface of the tongue to the gums, lining the inner aspect of the jawbone (mandible). It receives the secretions from the submandibular and sublingual salivary glands. While shut, the orifice of the mouth forms a line between the upper and lower lip. In facial expression, this \"mouth line\" is iconically shaped like an up-open parabola in a smile, and like a down-open parabola in a frown. A \"down-turned mouth\" means a mouth line forming a down-turned parabola, and when permanent can be normal. Also, a \"down-turned mouth\" can be part of the presentation of Prader-Willi syndrome.",
            "score": 57.7943115234375
        },
        {
            "docid": "2662544_3",
            "document": "Cymothoa exigua . \"C. exigua\" extracts blood through the claws on its front, causing the tongue to atrophy from lack of blood. The parasite then replaces the fish's tongue by attaching its own body to the muscles of the tongue stub. It appears that the parasite does not cause much other damage to the host fish, but it has been reported by Lanzing and O'Connor (1975) that infested fish with two or more of the parasites are usually underweight. Once \"C. exigua\" replaces the tongue, some feed on the host's blood and many others feed on fish mucus. This is the only known case of a parasite assumed to be functionally replacing a host organ. When a host fish dies, \"C. exigua\" will detach itself from the tongue stub after some time, leave the fish's mouth cavity, and can then be seen clinging to its head or body externally. It is not fully known what then happens to the parasite in the wild.",
            "score": 57.58302307128906
        },
        {
            "docid": "42161513_24",
            "document": "IsoRay . Treatment of head and neck cancer depends on the stage and location of the cancer. For early stage disease, a treatment strategy including both surgery and radiation therapy might be the best option, while for more advanced disease there may be a need to add chemotherapy. The use of an implant in the lip, oral tongue, and base of tongue has the advantage of being a functional organ-preserving treatment strategy. In specific circumstances, it may be used as an alternative to surgery for selected cancers of the floor of the mouth.",
            "score": 57.46546173095703
        },
        {
            "docid": "17697980_84",
            "document": "All Creatures Great and Small (TV series) . Maggie Thomas was one of the three make-up personnel in the original run. She recalled: \"The actual make-up job seemed pretty minimal, until we realised that every storyline had an injured animal in it, and that my designer and I would, as far as possible, be doing them! What we didn't know was that every animal injury in the storyline would require a lot of attention from the make-up department. It soon became very clear that we were going to have our work cut out to achieve some believable-looking animal injuries. Mostly we always knew in advance what would be needed from reading the script; otherwise, we wouldn't be ready when it came to that part of the day's shoot. We always had a gallon of artificial blood with us, but there were occasions when we couldn't foresee an even that would require our 'expertise'.\"",
            "score": 57.43342971801758
        }
    ]
}