{
    "q": [
        {
            "docid": "10160451_3",
            "document": "Cohunu Koala Park . It features not only koalas, but also dingoes, kangaroos, emus, wallabies, eagles, wombats, echidnas, black swans, cockatoos, and lifelike replicas of dinosaurs.",
            "score": 82.01524066925049
        },
        {
            "docid": "1022719_11",
            "document": "Tailypo . The man, scared to death, finds the courage to push the creature away and yell, \"I haven't got your taily-po!\", hoping the creature will leave. However, the ravenous creature, angrier than ever, yells back: \"Yes, you have! Yes, you have!\" and jumps back on the bed, mutilates the man and destroys the cabin.",
            "score": 23.46946120262146
        },
        {
            "docid": "9379824_9",
            "document": "Black Swan (comics) . Recently, he was revealed to still be alive and whole again (possibly due to Deadpool's healing factor) and was hired by the mutant Black Box (who like Black Swan, had just been revealed to still be alive, after long being thought killed) to kill a now-depowered Deadpool (who like Black Swan, had been similarly restored to a normal appearance). However, after Deadpool chose to spare Black Swan's life by taking him to a hospital after defeating him with life-threatening injuries, Black Swan repaid the favor and saved Deadpool from being killed by the ex-mutant Black Tom, who had been hired by Black Box as they both had grudges against Deadpool. Black Swan then used his powers to make Black Box and Black Tom forget Deadpool had ever lost his healing factor, so they would stop trying to come after him again. Black Swan even proposed to team up with Deadpool, who was forced to grudgingly accept as he needed allies in his current condition.",
            "score": 79.66822075843811
        },
        {
            "docid": "31379348_19",
            "document": "Black Swan dance double controversy . In another interview for the Dance Channel network, Lane was asked, \"Looking back and having experienced what you had and deciding to talk about what happened, would you do \"Black Swan\" again?\" Her answer was, \"Yeah, I would.\"",
            "score": 66.52673387527466
        },
        {
            "docid": "1912480_9",
            "document": "Ellsberg paradox . Since the prizes are exactly the same, it follows that you will \"prefer\" Gamble A to Gamble B if and only if you believe that drawing a red ball is more likely than drawing a black ball (according to expected utility theory). Also, there would be no clear preference between the choices if you thought that a red ball was as likely as a black ball. Similarly it follows that you will \"prefer\" Gamble C to Gamble D \"if, and only if\", you believe that drawing a red or yellow ball is more likely than drawing a black or yellow ball. It might seem intuitive that, if drawing a red ball is more likely than drawing a black ball, then drawing a red or yellow ball is also more likely than drawing a black or yellow ball. So, supposing you \"prefer\" Gamble A to Gamble B, it follows that you will also \"prefer\" Gamble C to Gamble D. And, supposing instead that you \"prefer\" Gamble B to Gamble A, it follows that you will also \"prefer\" Gamble D to Gamble C.",
            "score": 39.38436031341553
        },
        {
            "docid": "23041191_10",
            "document": "House of Yes (Brooklyn) . On May 4, 2009, Kid Koala presented \"Music to Draw to...\" at the House of Yes, where there was strictly no dancing, but instead people were invited to draw on their sketchbooks with a free cup of hot chocolate.",
            "score": 41.750184297561646
        },
        {
            "docid": "9379824_6",
            "document": "Black Swan (comics) . Swan attempted to use his operative, Nijo, a brother of one of the Four Winds, to torment Deadpool further, saying that letting Deadpool live with diminished capacity would be a greater humiliation than killing him. Once Taskmaster identified the Swan to Deadpool, the merc with a mouth traveled to the Swan's castle in Germany for a final showdown. When Nijo tried to kill Deadpool, claiming a personal vendetta against him, Black Swan impaled him with a sword-cane and fought Deadpool both physically and mentally, though he lost and was thrown face first into the white hot griddle of his own fireplace. A bomb Deadpool had brought as insurance went off before Deadpool could disarm it, destroying Black Swan's castle.",
            "score": 68.61740779876709
        },
        {
            "docid": "44012096_10",
            "document": "Shark (novel) . \"\"Shark\" is angrier, more brutal and more intense: it made me furious, not melancholic. But the book itself is also a paean to books...\"Shark\" confirms that Self is the most daring and delightful novelist of his generation, a writer whose formidable intellect is mercilessly targeted on the limits of the cerebral as a means of understanding. Yes, he makes you think, but he also insists that you feel\" \"",
            "score": 26.970438241958618
        },
        {
            "docid": "52980173_52",
            "document": "Social policy of Donald Trump . Trump has criticized the Black Lives Matter movement and accused former President Obama of \"dividing America.\" Speaking to Bill O'Reilly during his presidential campaign, Trump said that he may direct his Attorney General to look into the Black Lives Matter movement for criminal charges. When asked if he believes there to be a racial divide in America, Trump answered, \"Sadly, there would seem to be...and it's probably not been much worse at any time.\" When asked if he believes police treat African Americans differently than whites, Trump answered, \"It could be.\" Trump describes the police killings of Alton Sterling and Philando Castile as \"tough to watch\" and criticized the \"terrible, disgusting performance\" by police. Trump said that he could relate to the systemic bias African Americans faced against whites, saying, \"even against me the system is rigged when I ran ... for president.\" When asked if he could understand the experience of being African American, Trump replied, \"I would like to say yes, but you really can't unless you are African American. You can't truly understand what's going on unless you are African American. I would like to say yes, however.\"",
            "score": 47.657225131988525
        },
        {
            "docid": "52725738_8",
            "document": "Bob Bradley (wrestler) . Fellow enhancement talent Brady Boone returned to the WWF in 1990 and was given the first real push of his career when he was given the character of Battle Kat. Dressed in a furry black mask, the character was accentuated by Boone's gymnastics. Wrestling as Battle Kat, his first televised opponent was against Bob Bradley in a match that aired on Wrestling Challenge on October 14, 1990. However, after the match Boone left the promotion, and the WWF decided to instead give the gimmick to the also acrobatic Bob Bradley. Two weeks later on Wrestling Spotlight he would make his debut as the Kat, teaming with Koko B. Ware against The Orient Express. Under the mask Markovich would see the greatest push of his WWF tenure, facing and defeating Buddy Rose, Pez Whatley, Paul Diamond, and Boris Zukhov. His run at Battle Kat finally ended when he was defeated by The Barbarian on the December 10th edition of Prime Time Wrestling, and shortly thereafter the promotion eliminated the gimmick.",
            "score": 55.52499997615814
        },
        {
            "docid": "102063_16",
            "document": "Tidbinbilla Nature Reserve . Tidbinbilla Nature Reserve has a wide variety of bushwalks - ranging from 30 minutes to over 6 hours. It is a native habitat for kangaroos, wallabies, platypus, koalas, lyrebirds, emus, and other wildlife. Ninety-nine percent of the park was burnt out in the Bendora bushfire of 18 January 2003, resulting in the loss of countless numbers of wildlife. Of the captive animals, only one koala, six rock wallabies, five potoroos, four freckled ducks, and nine black swans survived the bushfire.",
            "score": 85.93672466278076
        },
        {
            "docid": "15888517_7",
            "document": "Jim Lacey . Lacey oversaw the introduction of Asiatic lions to the Western Plains Zoo. Another of Lacey's initiatives involved the construction of elevated canopy-level platforms in the zoo's koala exhibit, so visitors could view the koalas at eye level instead of from the ground. Lacey also travelled to Zimbabwe to negotiate the acquisition of several endangered black rhinos. The black rhino breeding program at the Western Plains Zoo is now a well regarded initiative.",
            "score": 65.38254833221436
        },
        {
            "docid": "12127860_10",
            "document": "David Mills (TV writer) . Souljah: Yeah, it was wise. I mean, if black people kill black people every day, why not have a week and kill white people? You understand what I'm saying? In other words, white people, this government, and that mayor were well aware of the fact that black people were dying every day in Los Angeles under gang violence. So if you're a gang member and you would normally be killing somebody, why not kill a white person? Do you think that somebody thinks that white people are better, or above and beyond dying, when they would kill their own kind?",
            "score": 51.71760082244873
        },
        {
            "docid": "226316_18",
            "document": "Coat of arms of Western Australia . Jack looked out at the road, but was much more enchanted by the full, soft river of heavenly blue water, on whose surface he looked eagerly for the black swans. He didn't see any. \"Oh yes! Oh, yes! You'll find em wild in their native state a little way up,\" said Mr Swallow. The potency of the image of the black swan as a signifier of Westralian nationalism can be seen in this passage from Randolph Stow's \"Merry-go-Round in the Sea\", published in 1965:",
            "score": 47.515488386154175
        },
        {
            "docid": "52281037_14",
            "document": "Inhumans (TV series) . In late February 2017, Iwan Rheon was cast as Maximus, followed shortly by Anson Mount as Black Bolt. There was no audition for the role of Black Bolt since the character does not speak, with Mount instead cast due to an existing relationship with Loeb, who felt Mount would fit the role. At the start of March, the series added Serinda Swan as Medusa, Ken Leung as Karnak, Eme Ikwuakor as Gorgon, Isabelle Cornish as Crystal, and Ellen Woglom as Louise. During the time from her audition to being cast, Swan had also been cast in the HBO series \"Ballers\", which necessitate a negotiation between the two series to ensure Swan would be allowed to appear on both.",
            "score": 54.3466272354126
        },
        {
            "docid": "31624378_28",
            "document": "Need for Speed: The Run . Since the release of \"\", Black Box had been working on another entry to the franchise, presumably continuing the action focused street-racing gameplay of Black Box's previous titles. This game had an extended development window to give the developers a chance to create a game that \"could really blow the doors off the category\". It was confirmed that the game would feature a fictional storyline and characters. The game was first hinted early in November 2010 by Senior Vice President of EA Games Europe, Patrick Söderlund in an interview with Eurogamer, before the release of \"\". Söderlund stated he wanted to alternate developers to give them time to make a good game. Eurogamer’s Robert Purchese asked, \"You say there will be an arcade \"NFS\" game every year in November, but next year's game won't be developed by Criterion. Is it Black Box?\", Söderlund stated \"You can assume that, yes. Yes. I would say so, yes.\"",
            "score": 41.360596656799316
        },
        {
            "docid": "61550_9",
            "document": "Black swan . One captive population of black swans in Lakeland, Florida has produced a few individuals which are a light mottled grey color instead of black.",
            "score": 53.67404913902283
        },
        {
            "docid": "11883532_9",
            "document": "Black swan emblems and popular culture . The taking of black swans to Europe in the 18th and early 19th centuries brought the birds into contact with another aspect of European mythology: the attribution of sinister relationships between the devil and black-coloured animals, such as a black cat. Black swans were considered to be a witch's familiar and often chased away or killed by superstitious folk. This may explain why black swans have never established a sizeable presence as feral animals in Europe or North America.",
            "score": 68.15407943725586
        },
        {
            "docid": "30196782_3",
            "document": "Koala Park Sanctuary . The Koala Park Sanctuary was built in the 1920s and opened in October 1930 by the owner Noel Burnet. He established the sanctuary because he was concerned at the large number of koalas being killed for the fur trade, and hunting of the animal would ultimately lead to its extinction. He spent the remainder of his life dedicated to researching and preserving the animals habitat.",
            "score": 75.56014108657837
        },
        {
            "docid": "442032_12",
            "document": "HMS Black Swan (L57) . In 1949 she took part in the Yangtze Incident when she, with others, went to aid of . \"Black Swan\" suffered 12 men wounded and severe damage to her superstructure in a fierce engagement with Chinese batteries and fell back. The failed relief effort cost 46 killed and 64 injured. \"Black Swan\" also served in the Korean War and was involved in the Battle of Chumonchin Chan. \"Black Swan\" was scrapped in 1956 at Troon in Scotland. She is affiliated with TS \"Black Swan\" – a Sea Cadet Corps unit in Walton-on-Thames, Surrey.",
            "score": 63.307231187820435
        },
        {
            "docid": "16019180_42",
            "document": "Fitna (film) . They long that ye should disbelieve even as they disbelieve, that ye may be upon a level (with them). So choose not friends from them till they forsake their homes in the way of Allah; if they turn back (to enmity) then take them and kill them wherever ye find them, and choose no friend nor helper from among them, Except those who seek refuge with a people between whom and you there is a covenant, or (those who) come unto you because their hearts forbid them to make war on you or make war on their own folk. Had Allah willed He could have given them power over you so that assuredly they would have fought you. So, if they hold aloof from you and wage not war against you and offer you peace, Allah alloweth you no way against them.",
            "score": 27.193110942840576
        },
        {
            "docid": "43543463_4",
            "document": "Black Country dialect . The traditional Black Country dialect preserves many archaic traits of Early Modern English and even Middle English and can be very confusing for outsiders. \"Thee\", \"thy\" and \"thou\" are still in use, as is the case in parts of Yorkshire and Lancashire. \"'Ow B'ist,\" meaning \"How are you?\" is a greeting contracted from \"How be-est thou?\" with the typical answer being \"'Bay too bah,\" (\"I be not too bad\"), meaning \"I am not too bad.\" \"I haven't seen her\" becomes \"I ay sid 'er.\" Black Country dialect often uses \"ar\" where other parts of England use \"yes\" (this is common as far away as Yorkshire). Similarly, the local version of \"you\" is pronounced , rhyming with \"now.\" Among older speakers \"ye\" is used for \"you\", as it is in most northern parts of England and Scotland. The local pronunciation \"goo\" (elsewhere \"go\") or \"gewin'\" is similar to that elsewhere in the Midlands. It is quite common for broad Black Country speakers to say \"'agooin'\" where others say \"going.\" This is found in the greeting \"Ow b'ist gooin\" (How are you), to which a typical response would be \"Bostin ah kid\" (very well). Although the term yam yam may come from ya'm (you are) ya/ye is an archaic form of you and in many areas ye (pronounced like yea or ya) is used 'owamya aer kid' 'ar ah'm owkay ta'. It is possible that Black Country simply retains more country speech, unlike Birmingham, which has been settled for a much longer period of time and has developed a town speech and has therefore been influenced more by standard English much longer.",
            "score": 46.50874984264374
        },
        {
            "docid": "360015_20",
            "document": "Phocion . Demosthenes once said to Phocion that he might be killed some day, if the people became irrational. Phocion responded: \"Yes; however, they would kill you if they came to their senses.\"",
            "score": 28.809621334075928
        },
        {
            "docid": "3306995_6",
            "document": "Josef Wirmer . \"Joseph Wirmer, yes you belong to a black faction \"\", yes that's what you're taken for, that can't be otherwise. It's weird. How important the position as a civilian lawyer that you have had must have been that you never once became a soldier at that age. And from then on you have been mobilized, which also speaks for your attitude, that you first wait, until someone mobilizes you. Fine rascal. (\"Shouting loudly\") Yes, yes, yes, fine rascal!\"",
            "score": 30.02109932899475
        },
        {
            "docid": "43543463_8",
            "document": "Black Country dialect . The neighbouring City of Birmingham may be called \"Brum-a-jum\" (Birmingham's colloquial name is Brummagem, a corruption of its older name of Bromwichamand hence West Bromwich) or Birminam (missing the \"g\" and \"h\" out and saying it the way it is spelt). Residents of Birmingham (Brummies) meanwhile often refer to their Black Country neighbours as \"Yam Yams,\" a reference to the use of \"Yow am\" (or \"yow'm\") instead of \"You are.\" However its unlikely yam yam comes from yow'm, as the sound is totally different; it's more likely from \"ye\" (archaic form of \"you\"), as in yer'm, which when said quickly sounds like \"yam\", as in \"yam gooin daft\" \"you're going silly\", or \"don't be so stupid\" in translation. How many still say this ye'm form is unknown. \"Ye\" for \"you\" sounds different from \"ya\" (which is spoken with a schwa vowel), which also means \"you\". \"Yo\" can also be used in the same sentence as \"ye/ya\" e.g. \"Yo ay gooin agen am ya?\" Some areas also use \"yo'me\" and \"yow'm\", depending on location and local dialect, and phrases as with Birmingham can differ from area to area, so there is dialect variation across the Black Country without differing in the basic Black Country words. Quick speech and blended words as in \"shutyarow up\" (shut your row up, meaning be quiet) can seem hard to understand and can even sound like \"shutchowrow up\". The blendings are to be thought of as products of Black Country pronunciation, not separate dialectal words.",
            "score": 36.97847509384155
        },
        {
            "docid": "1202482_7",
            "document": "Captain Swing . \"Sir, Your name is down amongst the Black hearts in the Black Book and this is to advise you and the like of you, who are Parson Justasses, to make your wills. Ye have been the Blackguard Enemies of the People on all occasions, Ye have not yet done as ye ought... Swing\"",
            "score": 27.5102219581604
        },
        {
            "docid": "24140243_3",
            "document": "I Love You Yes I Do . In 1961, Bull Moose Jackson recorded a new version of the song without his band. The new version hit number ten on the R&B chart, and number ninety-eight on the \"Billboard\" Hot 100. Both versions of \"I Love You Yes I Do\" would be the only times Jackson crossed over to the national pop charts.",
            "score": 18.931314945220947
        },
        {
            "docid": "407707_9",
            "document": "Agent X (Marvel Comics) . Nijo was an assassin, mercenary, and agent employed by the telepathic German assassin called the Black Swan. He blamed Deadpool for his brother's death as he was among the targets of Deadpool's apparently successful assassination of the Japanese crime lords named the Four Winds. After Black Swan downloaded a mental virus into Deadpool's brain, the mercenary came for both Swan and Nijo at the Swan's castle in Germany. However, Black Swan revealed he had in fact killed the Four Winds, including Nijo's brother, and stabbed him out of boredom with his ranting and disobedience. His vendetta with Deadpool was that the hits had erroneously been credited to the wrong man. A bomb Deadpool had brought went off, and all three were presumed killed.",
            "score": 56.07162356376648
        },
        {
            "docid": "20794754_4",
            "document": "Echo answer . The Celtic languages also primarily employ echo answers. Irish and Scottish Gaelic lack the words \"yes\" and \"no\" altogether. In Welsh, the words for \"yes\" and \"no\" (\"ie\" and \"nage\") are restricted to specialized circumstances. Like Finnish, the main way in these languages to state yes or no, to answer yes-no questions, is to echo the verb of the question. In Irish, the question \"An dtiocfaidh tú?\" (\"Will you come?\") will be answered with \"Tiocfad\" (\"I will come\") or \"Ní thiocfad\" (\"I will not come\"). (In Hiberno-English, it is the auxiliary that is echoed: the English question \"Will you come?\" is often answered in Ireland with \"I will\" instead of \"Yes\" or \"I will not\" instead of \"no\".)",
            "score": 28.338486909866333
        },
        {
            "docid": "37970509_17",
            "document": "Catalan self-determination referendum, 2014 . According to the consultation decree, \"in the consultation there is a first question followed successively by a second question, and they are worded as follows: a) Do you want Catalonia to become a State? (Yes/No); If so: b) Do you want this State to be independent? (Yes/No). You can only answer the question under Letter b) in the event of having answered “Yes” to the question under Letter a).\" The \"participation process\" that has replaced the \"non-referendum consultation\" maintains the same two questions.",
            "score": 30.505547285079956
        },
        {
            "docid": "8844191_20",
            "document": "Manuel Cuevas . Manuel is attributed as being the man who put Johnny Cash in black. It was early 1956 and Johnny Cash was just about to go on tour. He called Manuel and said I would like to have nine new suits. Three months later Cash calls Manuel and says \"I got the suits I ordered from you.\"  \"Good,\" Manuel said. \"Are they all right?\" Cash paused. \"How come they're all black?\" \"They're all black,\" Manuel said, \"but they're not all the same style, you know.\" \"Yes,\" Cash said. \"So?\" \"So, OK, let's try it.\" Cash tried it and kept ordering from Manuel for 40 years. \"I want four of this, four of that, but you...\" Cash would say. \"You know what?\" Manuel responded. \"Black,\" Cash stated.",
            "score": 36.05866551399231
        },
        {
            "docid": "46984918_3",
            "document": "Yes It's You Lady . The album was peaking at #33 in \"Billboard\" pop charts, and at #6 on the R&B charts. The two follow-up singles to 1981's chart success' \"Being with you\" were strangely no Robinson compositions: \"Tell Me Tomorrow\" peaked at #33 Billboard and #3 R&B charts, \"Old Fashioned Love\" at #60 Billboard and #17 R&B charts. The third and final single, Robinson's \"Yes It's You Lady\" only peaked at #107 Billboard, without entering the R&B charts.",
            "score": 9.133556842803955
        }
    ],
    "r": [
        {
            "docid": "1841648_19",
            "document": "Animal rescue group . The World Wildlife Foundation (WWF) is also an organization that, amongst other objectives, strives to rescue wildlife. This foundation raises awareness of endangered, vulnerable, and threatened species and accepts donations to aid in controlling climate, sustainability and ecosystems to ensure the safety and protection of these species. WWF's notable efforts to preserve wildlife has significant impact on the well-being of many species. They offer \"symbolic adoptions\" for animals, meaning that although one cannot raise a wild animal in a domestic environment, people have the opportunity to purchase a plush toy of an endangered species on the website and \"adopt\" said species. The money raised through this campaign goes towards conservation efforts, ultimately hoping to save these species from endangerment. WWF does supports legal trophy hunting as a form of conservation, due to the amout of extra protection that wild animals receive and the boost that it provides to local communities.",
            "score": 116.7584228515625
        },
        {
            "docid": "17143_43",
            "document": "Koala . Koalas were hunted for food by Aboriginals. A common technique used to capture the animals was to attach a loop of ropey bark to the end of a long, thin pole, so as to form a noose. This would be used to snare an animal high in a tree, beyond the reach of a climbing hunter; an animal brought down this way would then be killed with a stone hand axe or hunting stick (waddy). According to the customs of some tribes, it was considered taboo to skin the animal, while other tribes thought the animal's head had a special status, and saved them for burial. The koala was heavily hunted by European settlers in the early 20th century, largely for its thick, soft fur. More than two million pelts are estimated to have left Australia by 1924. Pelts were in demand for use in rugs, coat linings, muffs, and as trimming on women's garments. Extensive cullings occurred in Queensland in 1915, 1917, and again in 1919, when over one million koalas were killed with guns, poisons, and nooses. The public outcry over these cullings was probably the first wide-scale environmental issue that rallied Australians. Novelist and social critic Vance Palmer, writing in a letter to \"The Courier-Mail\", expressed the popular sentiment: \"The shooting of our harmless and lovable native bear is nothing less than barbarous ... No one has ever accused him of spoiling the farmer's wheat, eating the squatter's grass, or even the spreading of the prickly pear. There is no social vice that can be put down to his account ... He affords no sport to the gun-man ... And he has been almost blotted out already from some areas.\" Despite the growing movement to protect native species, the poverty brought about by the drought of 1926–28 led to the killing of another 600,000 koalas during a one-month open season in August 1927. In 1934, Frederick Lewis, the Chief Inspector of Game in Victoria, said that the once-abundant animal had been brought to near extinction in that state, suggesting that only 500–1000 remained. The first successful efforts at conserving the species were initiated by the establishment of Brisbane's Lone Pine Koala Sanctuary and Sydney's Koala Park Sanctuary in the 1920s and 1930s. The owner of the latter park, Noel Burnet, became the first to successfully breed koalas and earned a reputation as the foremost contemporary authority on the marsupial. In 1934, David Fleay, curator of Australian mammals at the Melbourne Zoo, established the first Australian faunal enclosure at an Australian zoo, and featured the koala. This arrangement allowed him to undertake a detailed study of its diet in captivity. Fleay later continued his conservation efforts at Healesville Sanctuary and the David Fleay Wildlife Park.",
            "score": 100.54853820800781
        },
        {
            "docid": "17143_4",
            "document": "Koala . Koalas were hunted by indigenous Australians and depicted in myths and cave art for millennia. The first recorded encounter between a European and a koala was in 1798, and an image of the animal was published in 1810 by naturalist George Perry. Botanist Robert Brown wrote the first detailed scientific description of the koala in 1814, although his work remained unpublished for 180 years. Popular artist John Gould illustrated and described the koala, introducing the species to the general British public. Further details about the animal's biology were revealed in the 19th century by several English scientists. Because of its distinctive appearance, the koala is recognised worldwide as a symbol of Australia. Koalas are listed as Vulnerable by the International Union for Conservation of Nature. The Australian government similarly lists specific populations in Queensland and New South Wales as Vulnerable. The animal was hunted heavily in the early 20th century for its fur, and large-scale cullings in Queensland resulted in a public outcry that initiated a movement to protect the species. Sanctuaries were established, and translocation efforts moved to new regions koalas whose habitat had become fragmented or reduced. The biggest threat to their existence is habitat destruction caused by agriculture and urbanisation.",
            "score": 99.05073547363281
        },
        {
            "docid": "24894563_14",
            "document": "World Wide Fund for Nature . WWF's giant panda logo originated from a panda named \"Chii Chii\" that had been transferred from Beijing Zoo to London Zoo in 1958, three years before WWF became established. Being famous as the only panda residing in the Western world at that time, its uniquely recognisable physical features and status as an endangered species were seen as ideal to serve the organization's need for a strong recognisable symbol that would overcome all language barriers. The organization also needed an animal that would have an impact in black and white printing. The logo was then designed by Sir Peter Scott from preliminary sketches by Gerald Watterson, a Scottish naturalist. The logo was slightly simplified and made more geometric in 1978, and was revised significantly again in 1986, at the time that the organization changed its name, with the new version featuring solid black shapes for eyes. In 2000 a change was made to the font used for the initials \"WWF\" in the logo.",
            "score": 96.67426300048828
        },
        {
            "docid": "17143_44",
            "document": "Koala . Since 1870, koalas have been introduced to several coastal and offshore islands, including Kangaroo Island and French Island. Their numbers have significantly increased, and since the islands are not large enough to sustain such high koala numbers, overbrowsing has become a problem. In the 1920s, Lewis initiated a program of large-scale relocation and rehabilitation programs to transfer koalas whose habitat had become fragmented or reduced to new regions, with the intent of eventually returning them to their former range. For example, in 1930–31, 165 koalas were translocated to Quail Island. After a period of population growth, and subsequent overbrowsing of gum trees on the island, about 1,300 animals were released into mainland areas in 1944. The practice of translocating koalas became commonplace; Victorian State manager Peter Menkorst estimated that from 1923 to 2006, about 25,000 animals were translocated to more than 250 release sites across Victoria. Since the 1990s, government agencies have tried to control their numbers by culling, but public and international outcry has forced the use of translocation and sterilisation, instead. One of the biggest anthropogenic threats to the koala is habitat destruction and fragmentation. In coastal areas, the main cause of this is urbanisation, while in rural areas, habitat is cleared for agriculture. Native forest trees are also taken down to be made into wood products. In 2000, Australia ranked fifth in the world by deforestation rates, having cleared . The distribution of the koala has shrunk by more than 50% since European arrival, largely due to fragmentation of habitat in Queensland. The koala's \"vulnerable\" status in Queensland and New South Wales means that developers in these states must consider the impacts on this species when making building applications. In addition, koalas live in many protected areas.",
            "score": 91.95697784423828
        },
        {
            "docid": "2868658_7",
            "document": "Foundation for National Parks &amp; Wildlife . The Foundation runs the Backyard Buddies program: an awareness raising program about Australian plants and animals that are likely to be seen in urban environments, and gives tips on how to coexist happily with these species. The Backyard Buddies program also sells Backyard Buddy Toys - the funds from these toys go toward Foundation projects to conserve and protect several species of animals, including koalas, wombats, little penguins, endangered wallaby species and more.",
            "score": 88.4980239868164
        },
        {
            "docid": "646416_8",
            "document": "Henkel's leaf-tailed gecko . Henkel's leaf-tailed gecko is currently classified as vulnerable by the IUCN. Habitat destruction and deforestation in Madagascar is the primary threat to this animal's future as well as collection for the pet trade. The World Wide Fund for Nature (WWF) lists all of the \"Uroplatus\" species on their \"Top ten most wanted species list\" of animals threatened by illegal wildlife trade, because of it \"being captured and sold at alarming rates for the international pet trade\". It is a CITES Appendix 2 protected animal.",
            "score": 88.38356018066406
        },
        {
            "docid": "13366874_7",
            "document": "Transfer-appropriate processing . An example of TAP can be compared to the theory of natural selection presented by Darwin in the section above. This means that if a certain species is \"fitter\" than the other species, then that fitter species is more likely to continue to adapt to future environmental situations. Lockhart, who refers to this phenomenon, suggests that if a rabbit and a koala were compared that a rabbit would thrive and survive in many environments whereas the koala has worked itself into a \"narrow ecological niche\". This means the rabbit would excel at surviving because it has a wider range of flexible qualities. Of course it could be argued that there would be certain areas that the koala would thrive in, but they are not as numerous as the survival qualities of the rabbit.",
            "score": 88.33445739746094
        },
        {
            "docid": "646392_5",
            "document": "Uroplatus fimbriatus . Habitat destruction and deforestation in Madagascar is the primary threat to this animal's future as well as collection for the pet trade. The World Wide Fund for Nature (WWF) lists all of the \"Uroplatus\" species on their \"Top ten most wanted species list\" of animals threatened by illegal wildlife trade, because of it \"being captured and sold at alarming rates for the international pet trade\". It is a CITES Appendix 2 protected animal. However, the International Union for Conservation of Nature considers the commercial export as likely sustainable.",
            "score": 88.28358459472656
        },
        {
            "docid": "4736398_6",
            "document": "Minnesota Department of Natural Resources . The Division of Ecological and Water Resources studies the ecosystems within Minnesota. They analyze the information in order to understand how the ecosystems function, how they benefit the citizens of Minnesota, how they are impacted by human use, and what long-term effects will take place on the health of the ecosystems. The division is involved in locating and protecting endangered and threatened species, as well as the habitats that are vital to the conservation of those species. Another part of the division's responsibilities is in managing threats against the ecosystem. These threats include: harmful invasive species, fish and wildlife diseases, and the negative impact human development can have on the environment. One of the largest programs that the Division of Ecological Resources is in charge of is Minnesota’s Nongame Wildlife Program, which focuses on the conservation of species that are not hunted. This would include trumpeter swans, bald eagles and Minnesota’s state bird, the common loon. The division is also accountable for all lakes, rivers and streams, wetlands, and ground waters within the state. The division enforces permits implemented to protect and preserve Minnesota's water resources. The program works on observing the effects of climate on the water resources and analyzes the data in order to understand and address the impact the climate has on the Minnesota's wildlife and its citizens.",
            "score": 87.91315460205078
        },
        {
            "docid": "39267532_17",
            "document": "Wildlife of Mongolia . The bird species in Mongolia include several that are very large; six species of cranes present account for half the numbers in the world. There are 22 endangered species of birds including hawks, falcons, buzzards, cranes and owls. Though cranes are not hunted for superstitious reasons, they are still threatened due to habitat degradation and only 5000 breeding pairs are reported, mostly in Dornod’s Mongol Duguur Strictly Protected Area. In eastern Mongolia, a critically endangered species of crane is the white naped crane (\"Tsen togoru\"). Overall there are 469 species of birds, including species which are also domesticated and linked to the wild ancestral species. Of these, 330 species are migratory and 119 are seen in Mongolia throughout the year. Species identified include: golden eagle (\"Aquila chrysaetos\"), lammergeyer (\"Gypaetus barbatus\"), spoonbills (\"Platalea leucorodia\"), Dalmatian pelican (\"Pelecanus crispus\"), great white egrets (\"Egretta alba\"), whooper swans (\"Cygnus cygnus\"), great black-headed gulls (\"Larus ichthyatus\"), black storks (\"Ciconia nigra\"), swan goose (\"Anser cygnoides\") and snowcock (\"Tetraogallus altaicus\") or Altain ular.",
            "score": 86.91996765136719
        },
        {
            "docid": "1729540_33",
            "document": "Giant mouse lemur . In 2012, the International Union for Conservation of Nature (IUCN) assessed both Coquerel's giant mouse lemur and the northern giant mouse lemur as endangered. Prior to that, both species had been listed as vulnerable. Populations of both species are in decline due to habitat destruction, primarily for slash-and-burn agriculture and charcoal production. Also, they are both hunted for bushmeat. The population announced by the WWF in 2010 was found outside the limits of a nearby protected area, PK32-Ranobe, which was granted temporary protection status in December 2008 and is co-managed by the WWF. Its forests were not included in the protected area due to existing concessions for mining activities.",
            "score": 86.76815795898438
        },
        {
            "docid": "18488096_6",
            "document": "Central chimpanzee . The 2007 International Union for Conservation of Nature (IUCN) Red List of Threatened Species classifies the central chimpanzee as endangered. In 1988 they were considered \"vulnerable\", but have been considered \"endangered\" since at least 1996. The World Wildlife Fund (WWF) estimates there are as many as 115,000 individuals alive, but that the number is more likely between 47,000 and 78,000 The central chimpanzee only has large, robust populations where large amounts of forest are left undisturbed; smaller, isolated populations also remain. According to the IUCN, decline in the central chimpanzee population is expected to continue for another 30 to 40 years.",
            "score": 86.72721099853516
        },
        {
            "docid": "22313173_29",
            "document": "Cod fisheries . In 2000, cod was placed on the list of endangered species by the World Wide Fund for Nature (WWF), an international non-governmental organization for the conservation, research and restoration of the natural environment, formerly named the World Wildlife Fund. The WWF issued a report stating that global cod catch had suffered a 70 per cent drop over the last 30 years, and that if this trend continued, the world's cod stocks would disappear in 15 years. The endangered species claim by the WWF was disputed by Åsmund Bjordal, director of the Norwegian Institute of Marine Research, who stated that in view of the health of the Barents Sea cod population, cod should not be placed on an endangered species list. Cod is among Norway's most important fishery export items, and the Barents Sea is the most important cod fishery of Norway. In a 2004 report, the WWF agreed that the Barents Sea cod fishery appeared to be healthy but that that may not last due to illegal fishing, industrial development, and high fishing quota.",
            "score": 86.04634094238281
        },
        {
            "docid": "102063_16",
            "document": "Tidbinbilla Nature Reserve . Tidbinbilla Nature Reserve has a wide variety of bushwalks - ranging from 30 minutes to over 6 hours. It is a native habitat for kangaroos, wallabies, platypus, koalas, lyrebirds, emus, and other wildlife. Ninety-nine percent of the park was burnt out in the Bendora bushfire of 18 January 2003, resulting in the loss of countless numbers of wildlife. Of the captive animals, only one koala, six rock wallabies, five potoroos, four freckled ducks, and nine black swans survived the bushfire.",
            "score": 85.93672180175781
        },
        {
            "docid": "19188051_12",
            "document": "Réunion National Park . Réunion shares a common natural history with the other Mascarene Islands, Mauritius and Rodrigues. All three islands were uninhabited before the 1600s. Human arrival led to massive extinction and introduced species, such as giant land snails in Réunion, which threatened native habitats and species. Less than 25% of Réunion is thought to be covered with original vegetation according to the World Wildlife Fund (WWF), mostly restricted to higher altitudes. The forests of Réunion and the other two islands have been classified as the \"Mascarene forests\" ecoregion by the WWF, with a conservation status of \"endangered\". Conservation International includes Réunion in the \"Madagascar and Indian Ocean Islands\" biodiversity hotspot, a priority area for conservation.",
            "score": 85.07154846191406
        },
        {
            "docid": "17143_38",
            "document": "Koala . The koala is featured in the Dreamtime stories and mythology of indigenous Australians. The Tharawal people believed that the animal helped row the boat that brought them to the continent. Another myth tells of how a tribe killed a koala and used its long intestines to create a bridge for people from other parts of the world. This narrative highlights the koala's status as a game animal and the length of its intestines. Several stories tell of how the koala lost its tail. In one, a kangaroo cuts it off to punish the koala for being lazy and greedy. Tribes in both Queensland and Victoria regarded the koala as a wise animal and sought its advice. Bidjara-speaking people credited the koala for turning barren lands into lush forests. The animal is also depicted in rock carvings, though not as much as some other species.",
            "score": 85.04957580566406
        },
        {
            "docid": "17143_18",
            "document": "Koala . Koalas are herbivorous, and while most of their diet consists of eucalypt leaves, they can be found in trees of other genera, such as \"Acacia\", \"Allocasuarina\", \"Callitris\", \"Leptospermum\", and \"Melaleuca\". Although the foliage of over 600 species of \"Eucalyptus\" is available, the koala shows a strong preference for around 30. They tend to choose species that have a high protein content and low proportions of fibre and lignin. The most favoured species are \"Eucalyptus microcorys\", \"E. tereticornis\", and \"E. camaldulensis\", which, on average, make up more than 20% of their diet. Despite its reputation as a fussy eater, the koala is more generalist than some other marsupial species, such as the greater glider. Since eucalypt leaves have a high water content, the koala does not need to drink often; its daily water turnover rate ranges from 71 to 91 ml/kg of body weight. Although females can meet their water requirements from eating leaves, larger males require additional water found on the ground or in tree hollows. When feeding, a koala holds onto a branch with hindpaws and one forepaw while the other forepaw grasps foliage. Small koalas can move close to the end of a branch, but larger ones stay near the thicker bases. Koalas consume up to of leaves a day, spread over four to six feeding sessions. Despite their adaptations to a low-energy lifestyle, they have meagre fat reserves and need to feed often.",
            "score": 84.61212158203125
        },
        {
            "docid": "2076883_21",
            "document": "South East Queensland . Within the region, the koala is listed as vulnerable. The Australian Koala Foundation says the animal is threatened by mining and land development. Numbers in Redland City have seen a dramatic decline in recent years. The state government launched the Koala Conservation Plan in 2006. The plan involved the rehabilitation of cleared areas, domestic dogs containment and koala signage. Another initiative was launched in 2010 to protect and rehabilitate koala habitats by tree planting and the construction of koala friendly fencing.",
            "score": 84.52412414550781
        },
        {
            "docid": "845799_13",
            "document": "Uroplatus phantasticus . Habitat destruction, deforestation, and collection for the pet trade all threaten the existence of this animal. Studies suggest that leaf-tailed geckos can only inhabit a very specific environment and are not tolerant of any degradation of its natural habitat. This makes the satanic leaf-tailed gecko very vulnerable to the impacts of habitat degradation and harvesting, a common problem due to it being a very popular pet. The World Wide Fund for Nature (WWF) lists all of the \"Uroplatus\" species on their \"Top ten most wanted species list\" of animals threatened by illegal wildlife trade, because of it \"being captured and sold at alarming rates for the international pet trade\". It is a CITES Appendix 2 protected animal.",
            "score": 84.1368408203125
        },
        {
            "docid": "12402861_18",
            "document": "Desmognathus fuscus . In the province of Ontario, where the status of the Carolinian population of the northern dusky salamander is listed as Endangered, the northern dusky salamander is protected under the Ontario Endangered Species Act of 2007 and by the Ontario Fish and Wildlife Conservation Act. These acts protect its habitat and make it illegal to possess, harm or kill the species.  In Ontario, a dusky salamander recovery team entitled the “Allegheny Mountain Dusky Salamander and Northern Dusky Salamander Recovery Strategy” has also been established to develop a recovery plan for both species. The Quebec / New Brunswick population of the northern dusky salamander is considered not at risk. Nonetheless, it is currently on a list of species likely to be designated as threatened or vulnerable by the Quebec provincial government and is also protected by a provincial act that prohibits the collecting or selling of specimens.  Likewise, Article 22 of the provincial Environmental Quality Act offers protection against unregulated degradation of the dusky salamander’s environment. In New Brunswick, the species is designated as Sensitive under the General Status of Species in Canada. Protection is offered the species by the New Brunswick Fish and Wildlife Act.",
            "score": 84.11038970947266
        },
        {
            "docid": "17143_42",
            "document": "Koala . While the koala was previously classified as Least Concern on the Red List, it was uplisted to Vulnerable in 2016. Australian policy makers declined a 2009 proposal to include the koala in the Environment Protection and Biodiversity Conservation Act 1999. In 2012, the Australian government listed koala populations in Queensland and New South Wales as Vulnerable, because of a 40% population decline in the former and a 33% decline in the latter. Populations in Victoria and South Australia appear to be abundant; however, the Australian Koala Foundation argues that the exclusion of Victorian populations from protective measures is based on a misconception that the total koala population is 200,000, whereas they believe it is probably less than 100,000.",
            "score": 83.5225601196289
        },
        {
            "docid": "2239705_15",
            "document": "Gammaretrovirus . Gammaretrovirus outbreaks are common in koalas. In fact, they have been linked to Koala Immune Deficiency Syndrome (KIDS), which is similar to human immunodeficiency syndrome. Koala Immune Deficiency Syndrome affects the immune system of various populations of koala bears, leaving them more prone to becoming infected with diseases or diagnosed with cancer. Similar to HIV, Koala Immune Deficiency Syndrome can be passed on to offspring as well as be transmitted to other koalas or species on animals. The virus is common in captive koalas. In fact, in a population of captive koalas in Queensland 80% of the deaths are connected with gammaretroviruses. This colony is on high alert that their populations of koalas could be extinct in the near future, researchers are concerned that an epidemic may break out in Queensland.",
            "score": 83.04814910888672
        },
        {
            "docid": "320033_20",
            "document": "Habitat conservation . The World Wildlife Fund (WWF) was first formed in after a group of passionate conservationists signed what is now referred to as the Morges Manifesto. WWF is currently operating in over 100 countries across 5 continents with a current listing of over 5 million supporters.  One of the first projects of WWF was assisting in the creation of the Charles Darwin Research Foundation which aided in the protection of diverse range of unique species existing on the Galápagos’ Islands, Ecuador. It was also a WWF grant that helped with the formation of the College of African Wildlife Management in Tanzania which today focuses on teaching a wide range of protected area management skills in areas such as ecology, range management and law enforcement. The WWF has since gone on to aid in the protection of land in Spain, creating the Coto Doñana National Park in order to conserve migratory birds and The Democratic Republic of Congo, home to the world’s largest protected wetlands. The WWF also initiated a debt-for-nature concept which allows the country to put funds normally allocated to paying off national debt, into conservation programs that protect its natural landscapes. Countries currently participating include Madagascar, the first country to participate which since 1989 has generated over $US50 million towards preservation, Bolivia, Costa Rica, Ecuador, Gabon, the Philippines and Zambia.",
            "score": 82.91153717041016
        },
        {
            "docid": "43806093_12",
            "document": "Induced ovulation (animals) . The koala species are a lesser known induced ovulator. The koalas require mating in which the presence of ejaculated semen is needed to stimulate the female to produce a LH surge (which would cause ovulation of a follicle). Unlike many other animals, simply being in the presence of a male koala is not enough to induce ovulation itself, nor is vaginal stimulation on its own sufficient to cause induced ovulation to occur.",
            "score": 82.22205352783203
        },
        {
            "docid": "7687984_14",
            "document": "Western black rhinoceros . Western Black Rhinos and other subspecies were conserved in National Conservative parks and live species are still there. They live there under the protection of the government and all conditions are made for their survival. To monitor and protect white rhinos WWF focuses on better-integrated intelligence gathering networks on rhino poaching and trade, more antipoaching patrols and better equipped conservation law enforcement officers. WWF is setting up an Africa-wide rhino database using rhino horn DNA analysis (RhoDIS), which contributes to forensic investigations at the scene of the crime and for court evidence to greatly strengthen prosecution cases. WWF supports accredited training in environmental and crime courses, some of which have been adopted by South Africa Wildlife College. Special prosecutors have been appointed in countries like Kenya and South Africa to prosecute rhino crimes in a bid to deal with the mounting arrests and bring criminals to face swift justice with commensurate penalties.",
            "score": 82.12849426269531
        },
        {
            "docid": "10160451_3",
            "document": "Cohunu Koala Park . It features not only koalas, but also dingoes, kangaroos, emus, wallabies, eagles, wombats, echidnas, black swans, cockatoos, and lifelike replicas of dinosaurs.",
            "score": 82.01524353027344
        },
        {
            "docid": "17143_45",
            "document": "Koala . While urbanisation can pose a threat to koala populations, the animals can survive in urban areas provided enough trees are present. Urban populations have distinct vulnerabilities: collisions with vehicles and attacks by domestic dogs kill about 4,000 animals every year. Injured koalas are often taken to wildlife hospitals and rehabilitation centres. In a 30-year retrospective study performed at a New South Wales koala rehabilitation centre, trauma (usually resulting from a motor vehicle accident or dog attack) was found to be the most frequent cause of admission, followed by symptoms of \"Chlamydia\" infection. Wildlife caretakers are issued special permits, but must release the animals back into the wild when they are either well enough or, in the case of joeys, old enough. As with most native animals, the koala cannot legally be kept as a pet in Australia or anywhere else.",
            "score": 81.65546417236328
        },
        {
            "docid": "33979168_3",
            "document": "Trypanosoma irwini . The koala (\"Phascolarctos cinereus\") is distributed in patches throughout the eastern regions of Australia. The International Union for Conservation of Nature and Natural Resources (IUCN) listed the koala as potentially vulnerable in 1992, and the New South Wales Threatened Species Conservation Act of 1995 and the Queensland Nature Conservation Regulation Act of 2006 categorized the koala as vulnerable to extinction in New South Wales and Queensland.",
            "score": 81.50628662109375
        },
        {
            "docid": "3901711_4",
            "document": "Giant koala . Fossil remains of \"P. stirtoni\" have been discovered in Lake Eyre and Tarkarooloo basins in South Australia. It was once thought that the modern-day koala was descended from the giant koala, but this is now determined to be incorrect. Gilbert Price, of the University of Queensland, used improved dating techniques to analyze fossils of both types of koala to find that the two species were living together in the same arboreal niche. Which raises the question from what did the koala descend from and why one species of koala survived and the giant koala became extinct. It is hypothesized that there was a change in climate and a restriction of food supply. Another possible reason is the hunting by humans for larger animals. The \"dwarfing\" hypothesis, based on the similarities of the two koalas has been used to support both ideas.",
            "score": 81.43621826171875
        },
        {
            "docid": "101047_6",
            "document": "Kings Plains National Park . Amongst the large variety of wildlife are eastern grey kangaroos, wallaroos, wallabies and koalas which live in the park near water and fertile soils. Also the rare brush-tail wallaby has been in the park. Platypus can be seen along the creek, but some of their habitat above the falls is considered fragile. In the area, 82 bird species have been recorded, including eastern and crimson rosellas, king parrots, yellow-tailed black cockatoos, currawongs, wattle birds and many species of honeyeaters. There are also the endangered glossy black cockatoos, turquoise parrots and regent honeyeaters. In and around Kings Plains Creek the straw-necked ibis can be found and high above \"birds of prey\" such as the wedge-tailed eagle and the peregrine falcon are seen.",
            "score": 81.34701538085938
        },
        {
            "docid": "106146_13",
            "document": "Taunton National Park . The protection of Taunton National Park has provided an important refuge and habitat for a wide range of biodiversity including various macropod species (kangaroos and wallabies etc.) and other mammals, over 70 species of bird and numerous reptiles and snakes. Notable bird species known to inhabit the reserve include the vulnerable Southern sub-species of squatter pigeon (\"Geophaps scripta scripta\") and the migratory rainbow bee-eater (\"Merops ornatus\"), which is protected under various international migratory bird agreements. Reptile species of significance inhabiting the reserve include the vulnerable brigalow scaly-foot lizard (\"Paradelma orientalis\") and the arboreal golden-tailed gecko (\"Strophurus taenicauda\") (NPRS) which is classified as near threatened. In addition to the bridled nailtail wallaby, a number of macropods have a distribution range which extends through the reserve. These can include the black-striped wallaby (\"Macropus dorsalis\"), the eastern grey kangaroo (\"M. giganteus\"), the common wallaroo (\"M.robustus\") and the swamp wallaby (\"Wallabia bicolour\"). Other mammals found in the park include the large-eared pied bat (\"Chalinolobus dwyeri\"), which is listed as vulnerable, and the iconic Australian koala (\"Phascolarctos cinereus\") More common bird species found in the park include; populations of spotted bower bird (\"Chlamydera maculata\"), the variegated fairy-wren (\"Malurus lamberti\"), superb fairy-wren (\"Malurus cyaneus\") and red-backed fairy-wren (\"Malurus melanocephalus\").",
            "score": 80.94552612304688
        }
    ]
}