{
    "q": [
        {
            "docid": "2186_3",
            "document": "Armadillo . About nine extant genera and 21 extant species of armadillo have been described, some of which are distinguished by the number of bands on their armour. Their average length is about , including tail. The giant armadillo grows up to and weighs up to , while the pink fairy armadillo is a diminutive species, with an overall length of . All species are native to the Americas, where they inhabit a variety of different environments.",
            "score": 79.59314584732056
        },
        {
            "docid": "3248590_3",
            "document": "Southern naked-tailed armadillo . Smaller than some other armadillos, males measure an average of in head-body length, and weigh around , while females are larger, measuring and weighing . The tail measures around in both sexes, and has only tiny scales in its skin, unlike the larger scutes found in most other armadillo species.",
            "score": 74.15958523750305
        },
        {
            "docid": "12518345_4",
            "document": "Screaming hairy armadillo . This is one of the smallest and most slender species of the genus \"Chaetophractus\", but it has longer ears than others in its genus. The male armadillo has a length ranging from with an average length of , while the length of the female ranges from with an average length of . The male weighs between , with an average of , while the range of weight for the female is , with average weight as .",
            "score": 63.96082639694214
        },
        {
            "docid": "753944_10",
            "document": "Commensurability (mathematics) . Assuming for simplicity that \"a\" and \"b\" are positive, one can say that a ruler, marked off in units of length \"c\", could be used to measure out both a line segment of length \"a\", and one of length \"b\". That is, there is a common unit of length in terms of which \"a\" and \"b\" can both be measured; this is the origin of the term. Otherwise the pair \"a\" and \"b\" are incommensurable.",
            "score": 42.942748069763184
        },
        {
            "docid": "1315693_8",
            "document": "Giant armadillo . Giant armadillos are solitary and nocturnal, spending the day in burrows. They also burrow to escape predators, being unable to completely roll into a protective ball. Compared with those of other armadillos, their burrows are unusually large, with entrances averaging wide, and typically opening to the west.",
            "score": 66.07344007492065
        },
        {
            "docid": "12518360_3",
            "document": "Big hairy armadillo . \"Chaetophractus villosus\" or the big hairy armadillo is the most abundant species of armadillo in Argentina. The armadillo’s head and body are covered by protective bony plates, with its head plate being the most prominent. Along its back, flexible bands that encircle the torso allow flexibility in this otherwise stiff armor. The underside of this armadillo is densely covered in hair and this trait is how it got its common name. Long, coarse hairs also project from the bony plates, making this armadillo much hairier than other related species. The average individual grows from in body length, in extreme cases, and weighs , with a range of by the time it reaches maturity. The tail measures long. Powerful front claws are used for both foraging and avoiding predators.",
            "score": 71.52380561828613
        },
        {
            "docid": "1315693_9",
            "document": "Giant armadillo . Giant armadillos use their large front claws to dig for prey and rip open termite mounds. The diet is mainly composed of termites, although ants, worms, spiders and other invertebrates are also eaten. Little is currently known about this species' reproductive biology, and no juveniles have ever been discovered in the field. The average sleep time of a captive giant armadillo is said to be 18.1 hours.",
            "score": 65.78061580657959
        },
        {
            "docid": "1315693_6",
            "document": "Giant armadillo . Giant armadillos typically weigh around when fully grown, however a specimen has been weighed in the wild and captive specimens have been weighed up to . The typical length of the species is , with the tail adding another .",
            "score": 70.06632661819458
        },
        {
            "docid": "8375147_25",
            "document": "Cephalopod size . Based on a 40-year data set of more than 50 giant squid specimens, Roper & Shea (2013:114) suggest an average total length at maturity of and a \"rarely encountered maximum length\" of . Of the nearly 100 specimens examined by Clyde Roper, the largest was \"46 feet (14 m) long\" (Cerullo & Roper, 2012:22). O'Shea & Bolstad (2008) give a maximum total length of for females based on the examination of more than 130 specimens, measured \"post mortem\" and relaxed, as well as beaks recovered from sperm whales (which do not exceed the size of those found in the largest complete specimens). Steve O'Shea estimated the maximum total length for males at (O'Shea, 2003a). Older records of or more were likely exaggerated by stretching of the long feeding tentacles or resulted from inadequate measurement methods such as pacing (O'Shea & Bolstad, 2008; Roper & Shea, 2013:113). Charles G. M. Paxton performed a statistical analysis using literature records of giant squid specimens and concluded that \"squid with a conservative TL of would seem likely based on current data\" (Paxton, 2016a, b), but the study has been heavily criticised by experts in the field (Greshko, 2016). O'Shea has stated that, given the available evidence, the highest upper bound he would consider plausible for the giant squid's total length would be , and that the likelihood that there exist 20-metre giant squid is \"so exceedingly remote that you couldn't justify the effort in writing about it\" (Bittel, 2016). O'Shea contends that Paxton's estimates are skewed because his data set included unreliable (and exaggerated) records from the nineteenth century. Paxton has responded that even when these questionable records are excluded the analysis gives \"a maximum length of just over 20 metres with a 99.9% prediction interval\" (Bittel, 2016).",
            "score": 56.092037081718445
        },
        {
            "docid": "6234666_19",
            "document": "List of giant squid specimens and sightings . Based on a 40-year data set of more than 50 giant squid (\"Architeuthis dux\") specimens, Roper & Shea (2013:114) suggest an average total length at maturity of and a \"rarely encountered maximum length\" of . Of the nearly 100 specimens examined by Clyde Roper, the largest was \"46 feet (14 m) long\" (Cerullo & Roper, 2012:22). O'Shea & Bolstad (2008) give a maximum total length of for females based on the examination of more than 130 specimens, measured \"post mortem\" and relaxed, as well as beaks recovered from sperm whales (which do not exceed the size of those found in the largest complete specimens). Steve O'Shea estimated the maximum total length for males at (O'Shea, 2003c). Older records of or more were likely exaggerated by stretching of the long feeding tentacles or resulted from inadequate measurement methods such as pacing (O'Shea & Bolstad, 2008; Roper & Shea, 2013:113). Charles G. M. Paxton performed a statistical analysis using literature records of giant squid specimens and concluded that \"squid with a conservative TL of would seem likely based on current data\" (Paxton, 2016a, b), but the study has been heavily criticised by experts in the field (Greshko, 2016).",
            "score": 53.56791317462921
        },
        {
            "docid": "3243700_9",
            "document": "Six-banded armadillo . The six-banded armadillo is the largest in Euphractinae, which also contains the pichi and hairy armadillos; in fact, it is the third largest armadillo after the giant armadillo and the greater long-nosed armadillo. This armadillo is typically between in head-and-body length, and weighs . The carapace is pale yellow to reddish brown (though not a dark shade of brown or black), marked by scales of equal length, and scantily covered by buff to white bristle-like hairs – unlike the hairy armadillos, that are covered by dense hairs. The shell narrows to 70 to 80 percent of its original width towards the top of the head, which is covered by plates arranged in a definite pattern. The forefeet have five distinct toes, each with moderately developed claws, of which the third is the longest.",
            "score": 72.20883059501648
        },
        {
            "docid": "10377_43",
            "document": "Euclidean algorithm . The Euclidean algorithm is one of the oldest algorithms in common use. It appears in Euclid's \"Elements\" (c. 300 BC), specifically in Book 7 (Propositions 1–2) and Book 10 (Propositions 2–3). In Book 7, the algorithm is formulated for integers, whereas in Book 10, it is formulated for lengths of line segments. (In modern usage, one would say it was formulated there for real numbers. But lengths, areas, and volumes, represented as real numbers in modern usage, are not measured in the same units and there is no natural unit of length, area, or volume; the concept of real numbers was unknown at that time.) The latter algorithm is geometrical. The GCD of two lengths \"a\" and \"b\" corresponds to the greatest length \"g\" that measures \"a\" and \"b\" evenly; in other words, the lengths \"a\" and \"b\" are both integer multiples of the length \"g\".",
            "score": 33.25293850898743
        },
        {
            "docid": "6301193_3",
            "document": "Andean hairy armadillo . The Andean Hairy Armadillo averages a tail length of three to seven inches and a body length of eight to sixteen inches. This armadillo is found to have eighteen dorsal bands, in which eight are considered movable. The Andean Hairy Armadillo gets its name genuinely because this armadillo has hair covering all of its ventral side and its legs as well. This species comes in a variety of colors ranging from light brown to yellow/beige. Their teeth are unique because they are continuously growing and do not contain enamel. Their average weight tends to be four in a half to five pounds. They maintain an internal temperature and use limb Countercurrent exchange as well.",
            "score": 69.54707145690918
        },
        {
            "docid": "802867_3",
            "document": "How Long Is the Coast of Britain? Statistical Self-Similarity and Fractional Dimension . The paper examines the coastline paradox: the property that the measured length of a stretch of coastline depends on the scale of measurement. Empirical evidence suggests that the smaller the increment of measurement, the longer the measured length becomes. If one were to measure a stretch of coastline with a yardstick, one would get a shorter result than if the same stretch were measured with a one-foot (30.48 cm) ruler. This is because one would be laying the ruler along a more curvilinear route than that followed by the yardstick. The empirical evidence suggests a rule which, if extrapolated, shows that the measure length increases without limit as the measurement scale decreases towards zero.",
            "score": 55.20160984992981
        },
        {
            "docid": "3260392_3",
            "document": "Greater naked-tailed armadillo . Larger than the closely related southern naked-tailed armadillos, adults of the greater species measure in head-body length, with a tail in length. There are eight or nine uniformly shaped teeth on each side of each jaw, with no identifiable incisors or canines. The carapace includes an average of 13 movable bands between the solid shields over the shoulders and hips, with each band having about 30 individual scutes. There is also a scaled shield over the upper surface of the head, with much smaller scales on the ears and on the cheeks below the eyes. The tail bears only small, isolated scales.",
            "score": 63.60579180717468
        },
        {
            "docid": "1848052_6",
            "document": "Indian mathematics . The inhabitants of Indus civilisation also tried to standardise measurement of length to a high degree of accuracy. They designed a ruler—the \"Mohenjo-daro ruler\"—whose unit of length (approximately 1.32 inches or 3.4 centimetres) was divided into ten equal parts. Bricks manufactured in ancient Mohenjo-daro often had dimensions that were integral multiples of this unit of length.",
            "score": 45.80301761627197
        },
        {
            "docid": "65593_3",
            "document": "Ruler . Rulers have long been made from different materials and in a wide range of sizes. Some are wooden. Plastics have also been used since they were invented; they can be molded with length markings instead of being scribed. Metal is used for more durable rulers for use in the workshop; sometimes a metal edge is embedded into a wooden desk ruler to preserve the edge when used for straight-line cutting. in length is useful for a ruler to be kept on a desk to help in drawing. Shorter rulers are convenient for keeping in a pocket. Longer rulers, e.g., are necessary in some cases. Rigid wooden or plastic yardsticks, 1 yard long, and meter sticks, 1 meter long, are also used. Classically, long measuring rods were used vt|for larger projects, now superseded by tape measure or laser rangefinders.",
            "score": 54.02130103111267
        },
        {
            "docid": "1673699_21",
            "document": "History of science in early cultures . The inhabitants of Indus civilisation also tried to standardise measurement of length to a high degree of accuracy. They designed a ruler—the \"Mohenjo-daro ruler\"—whose unit of length (approximately 1.32 inches or 3.4 centimetres) was divided into ten equal parts. Bricks manufactured in ancient Mohenjo-daro often had dimensions that were integral multiples of this unit of length.",
            "score": 45.47088146209717
        },
        {
            "docid": "8418818_3",
            "document": "Northern naked-tailed armadillo . The northern naked-tailed armadillo is relatively small for an armadillo, with adults measuring in length, with an tail, and weighing from . They have a short, broad, snout, large, funnel-shaped ears, and small eyes. Unlike other armadillos with which they might be confused, they have no scales on the backs of their ears.",
            "score": 59.5860390663147
        },
        {
            "docid": "20500588_2",
            "document": "Holmesina . Holmesina is a genus of pampathere, an extinct group of armadillo-like creatures that were distantly related to extant armadillos. Like armadillos, and unlike the other extinct branch of megafaunal cingulates, the glyptodonts, the shell was made up of flexible plates which allowed the animal to move more easily. \"Holmesina\" species were herbivores that grazed on coarse vegetation; armadillos are mostly insectivorous or omnivorous. \"Holmesina\" individuals were much larger than any modern armadillo: They could reach a length of , and a weight of , while the modern giant armadillo does not attain more than .",
            "score": 70.84265053272247
        },
        {
            "docid": "7300733_6",
            "document": "Hatzegopteryx . A large neck vertebra attributed to \"Hatzegopteryx\" is short and unusually robust. The preserved portion measures long, with the entire vertebra likely measuring long in life. Pterosaurs had nine neck vertebrae; regression indicates that the third to seventh cervical vertebrae would have collectively measured in length, with the longest vertebra - the fifth - only measuring approximately long. Meanwhile, the same vertebrae in the similarly-giant \"Arambourgiania\" measured ; this indicates that the neck of \"Hatzegopteryx\" is about 50–60% the length of what would be expected for a giant azhdarchid of its size.",
            "score": 57.04573369026184
        },
        {
            "docid": "6015832_2",
            "document": "Armadillo repeat . An armadillo repeat is the name of a characteristic, repetitive amino acid sequence of about 40 residues in length that is found in many proteins. Proteins that contain armadillo repeats typically contain several tandemly repeated copies. Each armadillo repeat is composed of a pair of alpha helices that form a hairpin structure. Multiple copies of the repeat form what is known as an alpha solenoid structure.",
            "score": 55.55872440338135
        },
        {
            "docid": "2186_7",
            "document": "Armadillo . Armadillos are small to medium-sized mammals. The smallest species, the pink fairy armadillo, is roughly chipmunk-sized at and in total length. The largest species, the giant armadillo, can be the size of a small pig and weigh up to , and can be long. They are prolific diggers. Many species use their sharp claws to dig for food, such as grubs, and to dig dens. The nine-banded armadillo prefers to build burrows in moist soil near the creeks, streams, and arroyos around which it lives and feeds. The diets of different armadillo species vary, but consist mainly of insects, grubs, and other invertebrates. Some species, however, feed almost entirely on ants and termites.",
            "score": 77.96085143089294
        },
        {
            "docid": "22809664_5",
            "document": "Sparse ruler . For example, for 6 marks the upper bound is 15, but the maximal length is 13. There are 3 different configurations of sparse rulers of length 13 with 6 marks. One is {0, 1, 2, 6, 10, 13}. To measure a length of 7, say, with this ruler you would take the distance between the marks at 6 and 13.",
            "score": 46.9222137928009
        },
        {
            "docid": "14341914_5",
            "document": "Jaekelopterus . \"Jaekelopterus\" is currently the largest known eurypterid and the largest known arthropod to ever exist. A chelicera (claw) from the Emsian Klerf Formation of Willwerath, Germany measured in length, but is missing a quarter of its length, suggesting that the full chelicera would have been long. If the proportions between body length and chelicerae match those of other giant pterygotids, such as \"Acutiramus\" and \"Pterygotus\" where the ratio between claw size and body length is relatively consistent, the specimen of \"Jaekelopterus\" that possessed the chelicera in question would have measured in length. With the chelicerae extended, another metre would be added to this length. This estimate exceeds the maximum body size of all other known giant arthropods by almost half a metre even if the extended chelicerae are not included.",
            "score": 55.37186884880066
        },
        {
            "docid": "21005681_5",
            "document": "Giant isopod . Giant isopods are a good example of deep-sea gigantism (\"cf.\" giant squid), as they are far larger than the \"typical\" isopods that are up to . \"Bathynomus\" can be divided into \"giant\" species where the adults generally are between long and \"supergiant\" species where the adults generally are between . One of the \"supergiants\", \"B. giganteus\", reaches an average length between , with a maximum weight and length of approximately and respectively.",
            "score": 56.134517431259155
        },
        {
            "docid": "1435586_3",
            "document": "Aldabra giant tortoise . The carapace is a brown or tan color with a high, domed shape. It has stocky, heavily scaled legs to support its heavy body. The neck of the Aldabra giant tortoise is very long, even for its great size, which helps the animal to exploit tree branches up to a meter from the ground as a food source. Similar in size to the famous Galápagos giant tortoise, its carapace averages in length with an average weight of . Females are generally smaller than males, with average specimens measuring in length and weighing . Medium-sized specimens in captivity were reported as in body mass. Another study found body masses of up to most commonplace.",
            "score": 54.14261436462402
        },
        {
            "docid": "3260412_3",
            "document": "Southern three-banded armadillo . The southern three-banded armadillo and the other member of the genus \"Tolypeutes\", the Brazilian three-banded armadillo, are the only species of armadillos capable of rolling into a complete ball to defend themselves. The three characteristic bands that cover the back of the animal allow it enough flexibility to fit its tail and head together, allowing it to protect its underbelly, limbs, eyes, nose and ears from predators. The shell covering its body is armored and the outer layer is made out of keratin, the same protein that builds human fingernails. They are typically a yellow or brownish color. They are among the smaller armadillos, with a head-and-body length of about and a weight between . Unlike most armadillos, they are not fossorial, but will use abandoned giant anteater burrows.",
            "score": 62.67080020904541
        },
        {
            "docid": "3248514_3",
            "document": "Greater long-nosed armadillo . One of the larger species of armadillo, it measures in total length and generally weighing , though it can reach as much as . Spurs on its hind legs allow it to crawl on its knees into narrow tunnels.",
            "score": 68.98893857002258
        },
        {
            "docid": "22809664_6",
            "document": "Sparse ruler . A Golomb ruler is a sparse ruler that requires all of the differences formula_19 be distinct. In general, a Golomb ruler with formula_2 marks will be considerably longer than an optimal sparse ruler with formula_2 marks, since formula_16 is a lower bound for the length of a Golomb ruler. A long Golomb ruler will have gaps, that is, it will have distances which it cannot measure. For example, the optimal Golomb ruler {0, 1, 4, 10, 12, 17} has length 17, but cannot measure lengths of 14 or 15.",
            "score": 53.85645794868469
        },
        {
            "docid": "12174750_9",
            "document": "Oryzomys gorgasi . In specimens from El Caimito, total length is , averaging (measured in 6 specimens); tail length is , averaging (measured in 8 specimens); hindfoot length is , averaging (measured in 10 specimens); ear length is , averaging (measured in 7 specimens); and condylo-incisive length (a measure of total skull size) is , averaging (measured in 5 specimens). In the holotype from Colombia, an old male, total length is ; tail length is ; ear length is ; and condylo-incisive length is . The collector recorded the holotype's hindfoot as being long, but Sánchez and colleagues remeasured it as .",
            "score": 43.802077531814575
        },
        {
            "docid": "14778180_3",
            "document": "Plakophilin-4 . Armadillo-like proteins are characterized by a series of armadillo repeats, first defined in the Drosophila 'armadillo' gene product, that are typically 42 to 45 amino acids in length. These proteins can be divided into subfamilies based on their number of repeats, their overall sequence similarity, and the dispersion of the repeats throughout their sequences. Members of the p120(ctn)/plakophilin subfamily of Armadillo-like proteins, including CTNND1, CTNND2, PKP1, PKP2, PKP4, and ARVCF. PKP4 may be a component of desmosomal plaque and other adhesion plaques and is thought to be involved in regulating junctional plaque organization and cadherin function. Multiple transcript variants have been found for this gene, but the full-length nature of only two of them have been described so far. These two variants encode distinct isoforms.",
            "score": 61.156217098236084
        }
    ],
    "r": [
        {
            "docid": "2186_3",
            "document": "Armadillo . About nine extant genera and 21 extant species of armadillo have been described, some of which are distinguished by the number of bands on their armour. Their average length is about , including tail. The giant armadillo grows up to and weighs up to , while the pink fairy armadillo is a diminutive species, with an overall length of . All species are native to the Americas, where they inhabit a variety of different environments.",
            "score": 79.59314727783203
        },
        {
            "docid": "2186_7",
            "document": "Armadillo . Armadillos are small to medium-sized mammals. The smallest species, the pink fairy armadillo, is roughly chipmunk-sized at and in total length. The largest species, the giant armadillo, can be the size of a small pig and weigh up to , and can be long. They are prolific diggers. Many species use their sharp claws to dig for food, such as grubs, and to dig dens. The nine-banded armadillo prefers to build burrows in moist soil near the creeks, streams, and arroyos around which it lives and feeds. The diets of different armadillo species vary, but consist mainly of insects, grubs, and other invertebrates. Some species, however, feed almost entirely on ants and termites.",
            "score": 77.96085357666016
        },
        {
            "docid": "3248590_3",
            "document": "Southern naked-tailed armadillo . Smaller than some other armadillos, males measure an average of in head-body length, and weigh around , while females are larger, measuring and weighing . The tail measures around in both sexes, and has only tiny scales in its skin, unlike the larger scutes found in most other armadillo species.",
            "score": 74.15958404541016
        },
        {
            "docid": "3243700_9",
            "document": "Six-banded armadillo . The six-banded armadillo is the largest in Euphractinae, which also contains the pichi and hairy armadillos; in fact, it is the third largest armadillo after the giant armadillo and the greater long-nosed armadillo. This armadillo is typically between in head-and-body length, and weighs . The carapace is pale yellow to reddish brown (though not a dark shade of brown or black), marked by scales of equal length, and scantily covered by buff to white bristle-like hairs – unlike the hairy armadillos, that are covered by dense hairs. The shell narrows to 70 to 80 percent of its original width towards the top of the head, which is covered by plates arranged in a definite pattern. The forefeet have five distinct toes, each with moderately developed claws, of which the third is the longest.",
            "score": 72.20883178710938
        },
        {
            "docid": "12518360_3",
            "document": "Big hairy armadillo . \"Chaetophractus villosus\" or the big hairy armadillo is the most abundant species of armadillo in Argentina. The armadillo’s head and body are covered by protective bony plates, with its head plate being the most prominent. Along its back, flexible bands that encircle the torso allow flexibility in this otherwise stiff armor. The underside of this armadillo is densely covered in hair and this trait is how it got its common name. Long, coarse hairs also project from the bony plates, making this armadillo much hairier than other related species. The average individual grows from in body length, in extreme cases, and weighs , with a range of by the time it reaches maturity. The tail measures long. Powerful front claws are used for both foraging and avoiding predators.",
            "score": 71.5238037109375
        },
        {
            "docid": "20500588_2",
            "document": "Holmesina . Holmesina is a genus of pampathere, an extinct group of armadillo-like creatures that were distantly related to extant armadillos. Like armadillos, and unlike the other extinct branch of megafaunal cingulates, the glyptodonts, the shell was made up of flexible plates which allowed the animal to move more easily. \"Holmesina\" species were herbivores that grazed on coarse vegetation; armadillos are mostly insectivorous or omnivorous. \"Holmesina\" individuals were much larger than any modern armadillo: They could reach a length of , and a weight of , while the modern giant armadillo does not attain more than .",
            "score": 70.8426513671875
        },
        {
            "docid": "1315693_6",
            "document": "Giant armadillo . Giant armadillos typically weigh around when fully grown, however a specimen has been weighed in the wild and captive specimens have been weighed up to . The typical length of the species is , with the tail adding another .",
            "score": 70.06632232666016
        },
        {
            "docid": "6301193_3",
            "document": "Andean hairy armadillo . The Andean Hairy Armadillo averages a tail length of three to seven inches and a body length of eight to sixteen inches. This armadillo is found to have eighteen dorsal bands, in which eight are considered movable. The Andean Hairy Armadillo gets its name genuinely because this armadillo has hair covering all of its ventral side and its legs as well. This species comes in a variety of colors ranging from light brown to yellow/beige. Their teeth are unique because they are continuously growing and do not contain enamel. Their average weight tends to be four in a half to five pounds. They maintain an internal temperature and use limb Countercurrent exchange as well.",
            "score": 69.54706573486328
        },
        {
            "docid": "3248514_3",
            "document": "Greater long-nosed armadillo . One of the larger species of armadillo, it measures in total length and generally weighing , though it can reach as much as . Spurs on its hind legs allow it to crawl on its knees into narrow tunnels.",
            "score": 68.98894500732422
        },
        {
            "docid": "1315693_2",
            "document": "Giant armadillo . The giant armadillo (\"Priodontes maximus\"), colloquially tatou, ocarro, tatu-canastra or tatú carreta, is the largest living species of armadillo (although their extinct relatives, the glyptodonts, were much larger). It lives in South America, ranging throughout as far south as northern Argentina. This species is considered vulnerable to extinction.",
            "score": 67.62568664550781
        },
        {
            "docid": "3243750_6",
            "document": "Nine-banded armadillo . Nine-banded armadillos generally weigh from , though the largest specimens can scale up to . They are one of the largest species of armadillos. Head and body length is , which combines with the tail, for a total length of . They stand tall at the top of the shell. The outer shell is composed of ossified dermal scutes covered by nonoverlapping, keratinized epidermal scales, which are connected by flexible bands of skin. This armor covers the back, sides, head, tail, and outside surfaces of the legs. The underside of the body and the inner surfaces of the legs have no armored protection. Instead, they are covered by tough skin and a layer of coarse hair. The vertebrae attach to the carapace. The claws on the middle toes of the forefeet are elongated for digging, though not to the same degree as those of the much larger giant armadillo of South America. Their low metabolic rate and poor thermoregulation make them best suited for semitropical environments. Unlike the South American three-banded armadillos, the nine-banded armadillo cannot roll itself into a ball. It is, however, capable of floating across rivers by inflating its intestines, or by sinking and running across riverbeds. The second is possible due to its ability to hold its breath for up to six minutes, an adaptation originally developed for allowing the animal to keep its snout submerged in soil for extended periods while foraging. Although nine is the typical number of bands on the nine-banded armadillo, the actual number varies by geographic range. Armadillos possess the teeth typical of all sloths and anteaters. The teeth are all small, peg-like molars with open roots and no enamel. Incisors do form in the embryos, but quickly degenerate and are usually absent by birth.",
            "score": 67.33052825927734
        },
        {
            "docid": "1315693_8",
            "document": "Giant armadillo . Giant armadillos are solitary and nocturnal, spending the day in burrows. They also burrow to escape predators, being unable to completely roll into a protective ball. Compared with those of other armadillos, their burrows are unusually large, with entrances averaging wide, and typically opening to the west.",
            "score": 66.07344055175781
        },
        {
            "docid": "1315693_10",
            "document": "Giant armadillo . Armadillos have not been extensively studied in the wild; therefore, little is known about their natural ecology and behavior. In the only long term study on the species, that started in 2003 in the Peruvian Amazon, dozens of other species of mammals, reptiles and birds were found using the giant armadillos' burrows on the same day, including the rare short-eared dog (\"Atelocynus microtis\"). Because of this, the species is considered a habitat engineer, and the local extinction of \"Priodontes\" may have cascading effects in the mammalian community by impoverishing fossorial habitat.",
            "score": 66.0535888671875
        },
        {
            "docid": "1315693_9",
            "document": "Giant armadillo . Giant armadillos use their large front claws to dig for prey and rip open termite mounds. The diet is mainly composed of termites, although ants, worms, spiders and other invertebrates are also eaten. Little is currently known about this species' reproductive biology, and no juveniles have ever been discovered in the field. The average sleep time of a captive giant armadillo is said to be 18.1 hours.",
            "score": 65.7806167602539
        },
        {
            "docid": "1315693_5",
            "document": "Giant armadillo . The giant armadillo is the largest living species of armadillo, with 11 to 13 hinged bands protecting the body and a further three or four on the neck. Its body is dark brown in color, with a lighter, yellowish band running along the sides, and a pale, yellow-white head. These armadillos have around 80 to 100 teeth, which is more than any other terrestrial mammal. The teeth are all similar in appearance, being reduced premolars and molars, grow constantly throughout life, and lack enamel. They also possess extremely long front claws, including a sickle-shaped third claw, which are proportionately the largest of any living mammal. The tail is covered in small rounded scales and does not have the heavy bony scutes that cover the upper body and top of the head. The animal is almost entirely hairless, with just a few beige colored hairs protruding between the scutes.",
            "score": 64.7750473022461
        },
        {
            "docid": "12518345_4",
            "document": "Screaming hairy armadillo . This is one of the smallest and most slender species of the genus \"Chaetophractus\", but it has longer ears than others in its genus. The male armadillo has a length ranging from with an average length of , while the length of the female ranges from with an average length of . The male weighs between , with an average of , while the range of weight for the female is , with average weight as .",
            "score": 63.96082305908203
        },
        {
            "docid": "3260392_3",
            "document": "Greater naked-tailed armadillo . Larger than the closely related southern naked-tailed armadillos, adults of the greater species measure in head-body length, with a tail in length. There are eight or nine uniformly shaped teeth on each side of each jaw, with no identifiable incisors or canines. The carapace includes an average of 13 movable bands between the solid shields over the shoulders and hips, with each band having about 30 individual scutes. There is also a scaled shield over the upper surface of the head, with much smaller scales on the ears and on the cheeks below the eyes. The tail bears only small, isolated scales.",
            "score": 63.60579299926758
        },
        {
            "docid": "3260412_3",
            "document": "Southern three-banded armadillo . The southern three-banded armadillo and the other member of the genus \"Tolypeutes\", the Brazilian three-banded armadillo, are the only species of armadillos capable of rolling into a complete ball to defend themselves. The three characteristic bands that cover the back of the animal allow it enough flexibility to fit its tail and head together, allowing it to protect its underbelly, limbs, eyes, nose and ears from predators. The shell covering its body is armored and the outer layer is made out of keratin, the same protein that builds human fingernails. They are typically a yellow or brownish color. They are among the smaller armadillos, with a head-and-body length of about and a weight between . Unlike most armadillos, they are not fossorial, but will use abandoned giant anteater burrows.",
            "score": 62.67080307006836
        },
        {
            "docid": "8364073_3",
            "document": "Yangtze giant softshell turtle . The Yangtze giant softshell turtle is noted for its deep head with a pig-like snout and dorsally placed eyes. This critically endangered species holds the title of being the largest freshwater turtle in the world. It measures over in overall length and to in width, and can easily weigh up to . The average size of large turtle specimens (i.e. turtles weighing over ) that could be collected in the Yangtze River per one study was , although not all specimens were definitively identified as \"Rafetus\". Its carapace, or shell, can grow larger than , with the largest shell that could be found having measured in length. However, along the curve carapace lengths of up to have been reported and it is possible for the largest specimens (largely reported in Vietnam) to have weighed up . Its head can measure over in length and in width. The male is generally smaller than the female and has a longer, larger tail.",
            "score": 61.856388092041016
        },
        {
            "docid": "12518360_5",
            "document": "Big hairy armadillo . When trying to determine the differences between these species, a few noticeable traits stand out. The first difference is size; \"C. villosus\" is the larger species. It can grow to a length of . \"C. vellerosus\" is much smaller, being able to fit in the palm of a hand when fully grown, usually weighing only a kilogram. Both species are covered with much more hair than any other armadillos, mostly sprouting from its underside or between the bony plates along its back. When \"C. villosus\" is sexually aroused with an erect penis, species determination is easier. Its penis can be as long as 35 mm, and usually remains completely withdrawn inside a skin receptacle. The lesser hairy armadillo can usually be found in higher altitudes because its smaller size and slower metabolic rate helps it survive in areas with less food.",
            "score": 61.80828094482422
        },
        {
            "docid": "12518390_3",
            "document": "Hairy long-nosed armadillo . The hairy long-nosed armadillo is poorly known. Like other species of \"Dasypus\", it has a hard armour-like shell, called a carapace. The armour consists of ossified dermal plates composed of a number of movable bands covered by leathery skin. The rostrum is long and slender and is more than half the length of the head. There are long, hairless ears and a slender tail, tapering to a point. The front part of the tail is protected by keratinised rings of scales. The front feet have four strong claws and the hind feet five. It has a distinctive coat of long reddish-brown or grayish-brown fur which grows through tiny pores in its armour. It has similar bodily proportions to other armadillos but is unlikely to be confused with any other species. One male individual studied had a total length of including a tail of .",
            "score": 61.3236083984375
        },
        {
            "docid": "14778180_3",
            "document": "Plakophilin-4 . Armadillo-like proteins are characterized by a series of armadillo repeats, first defined in the Drosophila 'armadillo' gene product, that are typically 42 to 45 amino acids in length. These proteins can be divided into subfamilies based on their number of repeats, their overall sequence similarity, and the dispersion of the repeats throughout their sequences. Members of the p120(ctn)/plakophilin subfamily of Armadillo-like proteins, including CTNND1, CTNND2, PKP1, PKP2, PKP4, and ARVCF. PKP4 may be a component of desmosomal plaque and other adhesion plaques and is thought to be involved in regulating junctional plaque organization and cadherin function. Multiple transcript variants have been found for this gene, but the full-length nature of only two of them have been described so far. These two variants encode distinct isoforms.",
            "score": 61.15621566772461
        },
        {
            "docid": "1315693_12",
            "document": "Giant armadillo . Hunted throughout its range, a single giant armadillo supplies a great deal of meat, and is the primary source of protein for some indigenous peoples. In addition, live giant armadillos are frequently captured for trade on the black market, and invariably die during transportation or in captivity. Despite this species’ wide range, it is locally rare. This is further exacerbated by habitat loss resulting from deforestation. Current estimates indicate the giant armadillo may have undergone a worrying population decline of 30 to 50 percent over the past three decades. Without intervention, this trend is likely to continue.",
            "score": 59.928611755371094
        },
        {
            "docid": "12518370_3",
            "document": "Greater fairy armadillo . The greater fairy armadillo is a small species, growing to a length of from with a tail about long and weighing up to a kilogram (2.2 lb). Like other armadillos it has bands of armour on its dorsal (upper) surface but, in common with the pink fairy armadillo \"Chlamyphorus truncatus\" but unlike most other armadillos, these bands are fused to its pelvis and spine. They are soft in texture and are linked together with skin which gives flexibility to the body. They come to an abrupt end at the rear of the body. The ventral surface is clad in dense, woolly hair and there are some sparse hairs on the dorsal surface as well. The forefeet are scoop-shaped and have curved claws, and the hind feet have sharp claws for burrowing.",
            "score": 59.68904113769531
        },
        {
            "docid": "8418818_3",
            "document": "Northern naked-tailed armadillo . The northern naked-tailed armadillo is relatively small for an armadillo, with adults measuring in length, with an tail, and weighing from . They have a short, broad, snout, large, funnel-shaped ears, and small eyes. Unlike other armadillos with which they might be confused, they have no scales on the backs of their ears.",
            "score": 59.586036682128906
        },
        {
            "docid": "16666012_2",
            "document": "Llanos long-nosed armadillo . The Llanos long-nosed armadillo (\"Dasypus sabanicola\") is a species of armadillo in the family Dasypodidae. It is endemic to Colombia and Venezuela, where its habitat is the intermittently flooded grassland of the Llanos. The species is closely related to the nine-banded armadillo and the great long-nosed armadillo. It has very little hair and can weigh up to 22 pounds (9.5 kg), and can grow to about 2.1 feet (60 cm) long. It lives in dense cover near limestone formations. Like most other armadillos, it eats ants.",
            "score": 58.97349548339844
        },
        {
            "docid": "1754193_2",
            "document": "Cingulata . Cingulata, part of the superorder Xenarthra, is an order of armored New World placental mammals. Dasypodids and chlamyphorids, the armadillos, are the only surviving families in the order. Two groups of cingulates much larger than extant armadillos (maximum body mass of 45 kg (100 lb) in the case of the giant armadillo) existed until recently: pampatheriids, which reached weights of up to 200 kg (440 lb) and chlamyphorid glyptodonts, which attained masses of 2,000 kg (4,400 lb) or more.",
            "score": 58.61666488647461
        },
        {
            "docid": "934404_11",
            "document": "Giant eland . The giant elands are spiral-horned antelopes. Despite its common name, this species broadly overlaps in size with the common eland (\"Taurotragus oryx\"). However, the giant eland is somewhat larger on average than the common eland and is thus the largest species of antelope in the world. They are typically between in head-and-body length and stand approximately at the shoulder. Giant elands exhibit sexual dimorphism, as males are larger than females. The males weigh and females weigh . The tail is long, having a dark tuft of hair, and averages in length. The life expectancy of giant elands is up to 25 years in the wild, and about 20 years in captivity.",
            "score": 58.18696594238281
        },
        {
            "docid": "1315693_3",
            "document": "Giant armadillo . The giant armadillo prefers termites and some ants as prey, and often consumes the entire population of a termite mound. It also has been known to prey upon worms, larvae and larger creatures, such as spiders and snakes, and plants.",
            "score": 58.15047073364258
        },
        {
            "docid": "1315693_11",
            "document": "Giant armadillo . Female giant armadillos have two teats and are thought to normally give birth to only a single young per year. Little is known with certainty about their life history, although it is thought that the young are weaned by about seven to eight months of age, and that the mother periodically seals up the entrance to burrows containing younger offspring, presumably to protect them from predators. Although they have never bred in captivity, a wild-born giant armadillo at San Antonio Zoo was estimated to have been around sixteen years old when it died.",
            "score": 57.94910430908203
        },
        {
            "docid": "3243700_11",
            "document": "Six-banded armadillo . Different studies have recorded different activity patterns for the six-banded armadillo – some consider it to be diurnal (active mainly during the day), while others show it is nocturnal (active mainly at night). It is an alert animal; unlike other armadillos, it flees on sensing danger and bites if handled. Primarily solitary, six-banded armadillos will congregate only to feed on carrions. A 1983 study in eastern Brazil calculated the mean home range size as . An efficient digger, this armadillo can dig U-shaped burrows with a single opening, typically in dry areas; the burrows may or may not be permanent shelters. These burrows can go deep into the ground and help in foraging. A study of burrows dug by the giant, six-banded, southern naked-tailed and greater naked-tailed armadillos showed that all burrows were similar in the slopes of the burrow and the surrounding soil, and the direction of the entrance; the location preferred for them and time spent in them, however, differed. Burrows could be easily differentiated by their dimensions; burrows of six-banded armadillos had a mean height of and were wide at the opening, and narrowed down to with a height of to into the burrow. Generally, burrows become wide enough to allow the armadillo to turn around as the depth increases. Unlike the moles, that throw the soil to a side while digging, the six-banded armadillo digs with its forefeet and throws the soil behind with its hindfeet. Armadillos defecate outside their burrows.",
            "score": 57.735816955566406
        },
        {
            "docid": "12518398_13",
            "document": "Dasypus . Armadillo's burrow systems may be up to ten meters in length and two meter deep and are complex systems with a conjoined central den. Armadillos are known to have as many as twelve burrow sites and multiple entrances for each. They often have a primary burrow for nesting and additional shallow burrows within their territory as food traps. In certain coastal prairies, armadillos dig additional burrows for flood protection. Armadillos have been documented to occasionally share burrows with other animals such as rabbits or skunks. However, they very rarely share their burrow with another armadillo except during the mating season. One such incidence of adult armadillos sharing burrows is during extreme cold weather, in which sharing may enhance thermoregulation.",
            "score": 57.60322952270508
        }
    ]
}