{
    "q": [
        {
            "docid": "142327_23",
            "document": "Groundhog Day (film) . \"Groundhog Day\" holds a 96% \"Certified Fresh\" rating on Rotten Tomatoes. The site's consensus reads \"Smart, sweet, and inventive, \"Groundhog Day\" highlights Murray's dramatic gifts while still leaving plenty of room for laughs\". The film is regarded as a contemporary classic. It has a score of 72 out of 100 at Metacritic, indicating \"Generally favorable reviews.\"",
            "score": 48.80835938453674
        },
        {
            "docid": "28790036_36",
            "document": "Groundhog Day . Part of the problem with pinning down an accuracy rate for the groundhog is that what constitutes an early spring is not clearly defined. Other groundhogs such as Staten Island Chuck do use an objective formula (in Chuck's case, a majority of days that reach in New York City between Groundhog Day and the March equinox) to assess accuracy.",
            "score": 53.993751525878906
        },
        {
            "docid": "167427_3",
            "document": "Groundhog . The groundhog is the largest sciurid in its geographical range. Adults are 16 to 20 inches long, including a six inch tail. A large woodchuck thought to weigh twenty pounds when carried was exactly half that weight when weighed by scale. Woodchuck weight ranges from five to twelve pounds. Extremely large individuals may weigh up to 15 pounds. Seasonal weight changes indicate circannual deposition and use of fat. Progressive higher weights are attained each year for the first 2–3 years after which weights plateau. Groundhogs have four incisor teeth which grow 1/16\" per week. Constant usage wears them down again by about that much each week. Unlike the incisors of other rodents, the incisors of groundhogs are white to ivory white. Groundhogs are well adapted for digging, with short, powerful limbs and curved, thick claws. Unlike other sciurids, the groundhog's spine is curved, more like that of a mole, and the tail is comparably shorter as well — only about one-fourth of body length. Suited to their temperate habitat, groundhogs are covered with two coats of fur: a dense grey undercoat and a longer coat of banded guard hairs that gives the groundhog its distinctive \"frosted\" appearance.",
            "score": 54.489423871040344
        },
        {
            "docid": "28790036_14",
            "document": "Groundhog Day . The Slumbering Groundhog Lodge, which was formed in 1907, has carried out the ceremonies that take place in Quarryville, Pennsylvania. It used to be a contending rival to Punxsutawney over the Groundhog Day fame. It employs a taxidermic specimen (stuffed woodchuck).",
            "score": 44.252679109573364
        },
        {
            "docid": "167427_19",
            "document": "Groundhog . In the United States and Canada, the yearly February 2 Groundhog Day celebration has given the groundhog recognition and popularity. The most popularly known of these groundhogs are Punxsutawney Phil, Wiarton Willie, Jimmy the Groundhog, Dunkirk Dave, and Staten Island Chuck kept as part of Groundhog Day festivities in Punxsutawney, Pennsylvania;, Wiarton, Ontario; Sun Prairie, Wisconsin, Dunkirk, New York, and Staten Island respectively. The 1993 comedy film \"Groundhog Day\" references several events related to Groundhog Day, and portrays both Punxsutawney Phil himself, and the annual Groundhog Day ceremony. Famous Southern groundhogs include Smith Lake Jake from Graysville, Alabama and General Beauregard Lee, based at the Yellow River Game Ranch outside Atlanta, Georgia.",
            "score": 62.51382064819336
        },
        {
            "docid": "142327_34",
            "document": "Groundhog Day (film) . The phrase \"Groundhog Day\" has entered common usage as a reference to an unpleasant situation that continually repeats. Goldberg paraphrased the common meaning as \"same stuff, different day\". In the military, referring to unpleasant, unchanging, repetitive situations as \"Groundhog Day\" became widespread soon after the movie's release in February 1993. A magazine article about the aircraft carrier mentions its use by sailors in September 1993. The film was a favorite among the Rangers deployed for Operation Gothic Serpent in Somalia in 1993, because they saw the film as a metaphor of their own situation, waiting monotonous long days between raids. In February 1994, crew members of the aircraft carrier referred to their deployment in the Adriatic Sea, in support of Bosnia operations, as Groundhog Station. A speech by President Clinton in January 1996 specifically referred to the movie and the use of the phrase by military personnel in Bosnia. Fourteen years after the movie's release, \"Groundhog Day\" was noted as common American military slang for any day of a tour of duty in Iraq, often as a successor to the World War II-era slang term \"SNAFU\" (\"Situation Normal: All Fucked Up\").",
            "score": 49.25585651397705
        },
        {
            "docid": "28790036_10",
            "document": "Groundhog Day . The Groundhog Day celebrations of the 1880s were carried out by the Punxsutawney Elks Lodge. The lodge members were the \"genesis\" of the Groundhog Club formed later, which continued the Groundhog Day tradition. But the lodge started out being interested in the groundhog as a game animal for food. It had started to serve groundhog at the lodge, and had been organizing a hunting party on a day each year in late summer.",
            "score": 54.65574073791504
        },
        {
            "docid": "132774_5",
            "document": "Punxsutawney, Pennsylvania . Punxsutawney's most famous resident is Punxsutawney Phil, a groundhog said to predict the weather annually on Groundhog Day (February 2). Phil and the town were the basis for the 1993 film \"Groundhog Day\" (although nearly all of the film was shot in Woodstock, Illinois). The film actually made the name \"Punxsutawney Phil\" a national cultural reference in the US.",
            "score": 43.07222032546997
        },
        {
            "docid": "142327_3",
            "document": "Groundhog Day (film) . \"Groundhog Day\" was a modest success on release and garnered generally positive reviews. It later attracted critical acclaim and is often included in lists of the best comedy films. The term \"groundhog day\" is now used to describe a recurring situation in government and military arenas. In 2006, the film was added to the United States National Film Registry as being deemed \"culturally, historically, or aesthetically significant\". A stage musical adapation premiered in 2016.",
            "score": 45.39525842666626
        },
        {
            "docid": "28790036_38",
            "document": "Groundhog Day . One theory states that the groundhog naturally comes out of hibernation in central Pennsylvania in early February because of the increasing average temperature. Under this theory, if German settlement had been centered further north, Groundhog Day would take place at a later date. However, the observed behavior of groundhogs in central New Jersey was that they mostly come out of their burrows in mid-March, regardless of Groundhog Day weather.",
            "score": 60.83904433250427
        },
        {
            "docid": "167427_20",
            "document": "Groundhog . Groundhogs are used in medical research on hepatitis B-induced liver cancer. A percentage of the woodchuck population is infected with the woodchuck hepatitis virus (WHV), similar to human hepatitis B virus. Humans do not receive hepatitis from woodchucks with WHV but the virus and its effects on the liver make the woodchuck the best available animal for the study of viral hepatitis in humans. The only other animal model for hepatitis B virus studies is the chimpanzee, an endangered species. Woodchucks are also used in biomedical research investigating metabolic function, obesity, energy balance, the endocrine system, reproduction, neurology, cardiovascular disease, cerebrovascular disease, and neoplastic disease.",
            "score": 34.900145053863525
        },
        {
            "docid": "28790036_27",
            "document": "Groundhog Day . The standard term for \"groundhog\" was \"grun′daks\" (from German \"dachs\"), with the regional variant in York County being \"grundsau\", a direct translation of the English name, according to a 19th-century book on the dialect. The form was a regional variant according to one 19th century source. However, the weather superstition that begins \"\"Der zwet Hær′ning is Grund′sau dåk. Wânn di grundau îr schâtte sent\"... (\"February second is Groundhog day. If the groundhog sees its shadow...)\" is given as common to all 14 counties in Dutch Pennsylvania Country, in a 1915 monograph. The form \"grundsow\" has been used by the lodge in Allentown and elsewhere.",
            "score": 51.24696373939514
        },
        {
            "docid": "867011_2",
            "document": "Groundhog Day gale of 1976 . The Groundhog Day gale was a severe winter storm that hit the northeastern United States and southeastern Canada on February 2 (Groundhog Day), 1976.",
            "score": 53.84034848213196
        },
        {
            "docid": "6180110_13",
            "document": "Scott Rudin . In 2015, it was announced that Rudin would produce \"Groundhog Day\", a musical adaptation of the film \"Groundhog Day\", originally starring Bill Murray. Tim Minchin, who penned the award-winning adaptation of Roald Dahl’s \"Matilda The Musical\", wrote the music and lyrics. Danny Rubin, who co-wrote the screenplay for Groundhog Day along with Harold Ramis, wrote the story. \"Groundhog Day\" opened on 9 March 2017.",
            "score": 42.47554349899292
        },
        {
            "docid": "258233_49",
            "document": "Sun Prairie, Wisconsin . Sun Prairie's Jimmy the Groundhog is the local favorite on Groundhog Day in February. The United States Congressional Record described the city as the \"Groundhog Capital of the World\" in 1955. During the city's Groundhog Day celebration on February 2, 2015, Jimmy bit Mayor Jonathan Freund's ear. The next day, Freund issued a proclamation that pardoned and absolved Jimmy \"of any perceived wrongdoing and charges\" under the city's ordinances. Two weeks later, Freund came in last of three candidates in the city's mayoral primary election. Following the biting incident, the United States Department of Agriculture and the Wisconsin Department of Natural Resources declared that capturing wild animals for exhibit was against the law. Sun Prairie's next Groundhog Day celebration on February 2, 2016, featured a caged groundhog purchased for $1,200.",
            "score": 57.860894203186035
        },
        {
            "docid": "142327_27",
            "document": "Groundhog Day (film) . Groundhog Day was released on DVD on January 29 2008, it was released on Blu-Ray on January 27 2009. Groundhog Day was released on 4K UHD Blu-Ray on January 23 2018.",
            "score": 42.19689583778381
        },
        {
            "docid": "24124839_3",
            "document": "Balzac Billy . According to the legend of Groundhog Day, the groundhog's behavior is a way of forecasting the weather. If the groundhog pops out from its burrow, sees his shadow, and then disappears again, it will mean that winter is to continue for six more weeks. But if the groundhog does not see its shadow, then it will not be scared to come out of its burrow and winter will soon end. However, unlike other Groundhog Day mascots, Balzac Billy is a man in a costume.",
            "score": 76.10261917114258
        },
        {
            "docid": "28790036_5",
            "document": "Groundhog Day . The 1993 film \"Groundhog Day\" helped boost recognition of the custom, and the celebration has spread even further afield. In 2009, Quebec began to mark the day (Canadian French: \"Jour de la Marmotte\") with its own groundhog.",
            "score": 50.14681816101074
        },
        {
            "docid": "1288519_9",
            "document": "Repeaters . Rotten Tomatoes, a review aggregator, reports that 20% of five surveyed critics gave it a positive review; the average rating was 4.2/10. Many reviewers compared it to \"Groundhog Day\", including star Richard de Klerk, who described the film as \"\"Groundhog Day\" on crack\". Robert Koehler of \"Variety\" called it \"a dead-serious version of \"Groundhog Day\"\" that \"brings little personal energy\". Scott A. Gray of \"Exclaim!\" wrote that the film is not as preachy as expected, but it is still not the promised mindbender of the tagline. Joel Harley of \"Starburst\" rated it 8/10 stars and wrote that it is a cynical take on \"Groundhog Day\", neither original nor too derivative to be enjoyed. Chris Knight of the \"National Post\" called it a complicated, intelligent, and elegant version of \"Groundhog Day\" that introduces more variables and selfish characters. Bruce DeMara of the \"Toronto Star\" rated it 3.5/4 stars and described it as \"\"Groundhog Day\" but without the laughs and with a wild, cerebral spin.\" Kate Taylor of \"The Globe and Mail\" rated it 2.5/4 stars and called it \"a small but interesting thriller\" that \"does not do full psychological justice to its clever premise\".",
            "score": 46.353474855422974
        },
        {
            "docid": "28790036_8",
            "document": "Groundhog Day . The first reported news of a Groundhog Day observance was arguably made by the \"Punxsutawney Spirit\" newspaper of Punxsutawney, Pennsylvania in 1886: \"up to the time of going to press, the beast has not seen its shadow\". However, it was not until the following year in 1887 that the first Groundhog Day considered \"official\" was commemorated here, with a group making a trip to the Gobbler's Knob part of town to consult the groundhog. People have gathered annually at the spot for the event ever since.",
            "score": 60.04176712036133
        },
        {
            "docid": "28790036_1",
            "document": "Groundhog Day . Groundhog Day",
            "score": 41.34098672866821
        },
        {
            "docid": "28790036_19",
            "document": "Groundhog Day . The day is observed with various ceremonies at other locations in North America beyond the United States, including Wiarton Willie of Wiarton, Ontario, and Shubenacadie Sam in Nova Scotia which, due to Nova Scotia's Atlantic Time Zone, makes the first Groundhog Day prediction in North America. \"Daks Day\" (from the German \"dachs\") is Groundhog Day in the dialect of Lunenburg, Nova Scotia.",
            "score": 58.3499858379364
        },
        {
            "docid": "7410294_9",
            "document": "WPXZ-FM . Yearly, on Groundhog Day, the song \"Groundhog Groundhog\" by Brave Combo is played.",
            "score": 41.651299476623535
        },
        {
            "docid": "142327_10",
            "document": "Groundhog Day (film) . Rubin first conceived of the dating aspect for the film, \"being able to use your superior knowledge to pick up women\", which led to the film leaning more to the comedy side. He knew he needed some calendar date to use for the day, and his earlier concept had the character reliving a late January day over and over; when he looked at his calendar, he saw Groundhog Day, February 2, as a date with great potential as a recognized holiday but one with little fanfare, and a date on which the film could be played annually, similar to Christmas or Halloween specials. Groundhog Day also presented Rubin with the idea of being able to take his character out of his home town into the unfamiliar territory and relative isolation of Punxsutawney, and cementing the character being named Phil in honor of Punxsutawney Phil, as well as making him a weatherman. Rubin took about seven weeks to fix the basic concepts and \"rules\" for the time loop in the film, and then completed the first draft of the screenplay within three to four days.",
            "score": 48.265320777893066
        },
        {
            "docid": "28790036_9",
            "document": "Groundhog Day . Clymer Freas (1867–1942) who was city editor at the \"Punxsutawney Spirit\" is credited as the \"father\" who conceived the idea of \"Groundhog Day\". It has also been suggested that Punxsutawney was where all the Groundhog Day events originated, from where it spread to other parts of the United States and Canada.",
            "score": 55.90258002281189
        },
        {
            "docid": "46687636_1",
            "document": "Groundhog Day (musical) . Groundhog Day (musical)",
            "score": 41.036113262176514
        },
        {
            "docid": "142327_1",
            "document": "Groundhog Day (film) . Groundhog Day (film)",
            "score": 41.036113262176514
        },
        {
            "docid": "142327_2",
            "document": "Groundhog Day (film) . Groundhog Day is a 1993 American comedy film directed by Harold Ramis and written by Ramis and Danny Rubin. It stars Bill Murray as Phil Connors, a TV weatherman who, during an assignment covering the annual Groundhog Day event, is caught in a time loop, repeating the same day repeatedly. Andie MacDowell and Chris Elliott co-star.",
            "score": 48.43126678466797
        },
        {
            "docid": "25856834_4",
            "document": "Shubenacadie Sam . The Shubenacadie Sam tradition began about 1987 and differs from most other famous groundhogs as he is not woken from hibernation for Groundhog Day. Shubenacadie Sam most recently predicted an early spring at his appearance in February 2018. Four ground hogs have served as \"Shubenacadie Sam\" since the practice began in Nova Scotia, as groundhogs usually live 10 years in captivity. The current Sam was born in 2006. Park employee Carole Custance has been the caretaker for Shubenacadie Sam and the park's groundhogs for almost 17 years. She provides breakfast for the groundhog, usually yogurt and melon. Custance also reads to the groundhog who has been designated an advocate for Family Literacy Day. Shubenacadie Sam usually draws around 200 spectators for his prediction. In 2018, Sam bit the finger of CBC reporter Brent Ruskin when the reporter grabbed the groundhog to stop Sam from climbing out of the groundhog enclosure.",
            "score": 53.370110511779785
        },
        {
            "docid": "8840532_4",
            "document": "Woodstock Square Historic District . The Woodstock Square is host to a number of festivals and events throughout the year. Some the events include Harvestdays, Old Time Fiddlers Competition and Groundhog Days, celebrating the city of Woodstock's role in the 1993 film Groundhog Day. Groundhog Day was filmed on location in Woodstock, Illinois, the city portrayed Punxsutawney, Pennsylvania in the film.",
            "score": 55.816399574279785
        },
        {
            "docid": "867011_1",
            "document": "Groundhog Day gale of 1976 . Groundhog Day gale of 1976",
            "score": 40.73569989204407
        },
        {
            "docid": "167427_13",
            "document": "Groundhog . Usually groundhogs breed in their second year, but a small proportion may breed in their first. The breeding season extends from early March to mid- or late April, after hibernation. A mated pair remains in the same den throughout the 31- to 32-day gestation period. As birth of the young approaches in April or May, the male leaves the den. One litter is produced annually, usually containing two to six blind, hairless and helpless young. Groundhog mothers introduce their young to the wild once their fur is grown in and they can see. At this time, if at all, the father groundhog comes back to the family. They encourage their young to copy their behaviors and during this time may differ from usual routines. By the end of August, the family breaks up; or at least, the larger number scatter, to burrow on their own.",
            "score": 58.0568151473999
        }
    ],
    "r": [
        {
            "docid": "28790036_2",
            "document": "Groundhog Day . Groundhog Day, (Pennsylvania German: \"Grund'sau dåk\", \"Grundsaudaag\", \"Grundsow Dawg\", \"Murmeltiertag\"; Nova Scotia: Daks Day) is a popular tradition celebrated in the United States and Canada on February 2. It derives from the Pennsylvania Dutch superstition that if a groundhog (Deitsch: \"Grundsau\", \"Grunddax\", \"Dax\") emerging from its burrow on this day sees a shadow due to clear weather, it will retreat to its den and winter will persist for six more weeks, and if it does not see its shadow because of cloudiness, spring will arrive early. While the tradition remains popular in modern times, studies have found no consistent correlation between a groundhog seeing its shadow or not and the subsequent arrival time of spring-like weather.",
            "score": 85.59083557128906
        },
        {
            "docid": "24124839_3",
            "document": "Balzac Billy . According to the legend of Groundhog Day, the groundhog's behavior is a way of forecasting the weather. If the groundhog pops out from its burrow, sees his shadow, and then disappears again, it will mean that winter is to continue for six more weeks. But if the groundhog does not see its shadow, then it will not be scared to come out of its burrow and winter will soon end. However, unlike other Groundhog Day mascots, Balzac Billy is a man in a costume.",
            "score": 76.10261535644531
        },
        {
            "docid": "642791_2",
            "document": "Punxsutawney Phil . Punxsutawney Phil is the name of a groundhog in Punxsutawney, Pennsylvania. On February 2 (Groundhog Day) each year, the town of Punxsutawney celebrates the legendary groundhog with a festive atmosphere of music and food. During the ceremony, which begins well before the winter sunrise, Phil emerges from his temporary home on Gobbler's Knob, located in a rural area about 2 miles (3 km) south-east of town. According to the tradition, if Phil sees his shadow and returns to his hole, he has predicted six more weeks of winter-like weather. If Phil does not see his shadow, he has predicted an \"early spring.\" The date of Phil's prognostication is known as Groundhog Day in the United States and Canada, and has been celebrated since 1887. Punxsutawney Phil became an international celebrity thanks to the 1993 movie \"Groundhog Day\".",
            "score": 74.37628936767578
        },
        {
            "docid": "26016830_3",
            "document": "Buckeye Chuck . According to the legend of Groundhog Day, the groundhog's behavior is a way of forecasting the weather. If the groundhog pops out from its burrow, sees his shadow, and then disappears again, it will mean that winter is to continue for six more weeks. But if the groundhog does not see its shadow, then it will not be scared to come out of its burrow and winter will soon end.",
            "score": 73.75326538085938
        },
        {
            "docid": "167427_19",
            "document": "Groundhog . In the United States and Canada, the yearly February 2 Groundhog Day celebration has given the groundhog recognition and popularity. The most popularly known of these groundhogs are Punxsutawney Phil, Wiarton Willie, Jimmy the Groundhog, Dunkirk Dave, and Staten Island Chuck kept as part of Groundhog Day festivities in Punxsutawney, Pennsylvania;, Wiarton, Ontario; Sun Prairie, Wisconsin, Dunkirk, New York, and Staten Island respectively. The 1993 comedy film \"Groundhog Day\" references several events related to Groundhog Day, and portrays both Punxsutawney Phil himself, and the annual Groundhog Day ceremony. Famous Southern groundhogs include Smith Lake Jake from Graysville, Alabama and General Beauregard Lee, based at the Yellow River Game Ranch outside Atlanta, Georgia.",
            "score": 62.51382064819336
        },
        {
            "docid": "642791_7",
            "document": "Punxsutawney Phil . The Groundhog Day celebration is rooted in a Celtic and Germanic tradition that says that if a hibernating animal casts a shadow on February 2, the Pagan holiday of Imbolc (known among Christians as Candlemas), winter and cold weather will last another six weeks. If no shadow is seen, legend says, spring will come early. In Germany, the tradition evolved into a myth that if the sun came out on Candlemas, a hedgehog would cast its shadow, predicting snow all the way into May. When German immigrants settled in Pennsylvania, they transferred the tradition onto local fauna, replacing hedgehogs with groundhogs.",
            "score": 62.222957611083984
        },
        {
            "docid": "25856834_2",
            "document": "Shubenacadie Sam . Shubenacadie Sam is a famous Canadian groundhog who lives at the Shubenacadie Wildlife Park in the town of Shubenacadie, Nova Scotia. Every February 2, on Groundhog Day, Sam's shadow is closely observed at 08:00 AST to make the traditional prediction whether there will be an early spring. Due to Nova Scotia's Atlantic Time Zone, Sam makes the first Groundhog Day prediction in North America.",
            "score": 61.55550765991211
        },
        {
            "docid": "3699869_2",
            "document": "Seasons of Giving . The story begins with Tigger wanting to ski, but Winnie the Pooh and Piglet point out that there's no snow. So, they go ask Rabbit what day of the year it is, but after opening his front door and letting the wind blow in, Rabbit's calendar pages (November to February) get torn off and get swept under Rabbit's bed, but he doesn't realize it, and claims that it's February 2, Groundhog Day. In an effort to find out if there are two more weeks of winter or if spring comes tomorrow, they ask Gopher if he sees his shadow. Gopher angrily points out he's a gopher not a groundhog, so they have Piglet pretend to be a groundhog. His hat falls over his eyes, preventing him from seeing. Thinking that winter is over, they all prepare for spring by airing out their houses, planting gardens and spring cleaning. Piglet returns home, feeling happy about telling his friends that winter is over, but later that day, it snows. Tigger is puzzled to see that it's snowing during spring while snow is being blown into Pooh's house. A discouraged Rabbit confronts Piglet for lying to them and tells him that it's all his fault, and goes home to see wind blowing into his house and the calendar pages being blown outside. After putting the lost pages back on the calendar, he realizes that it's not Groundhog Day, it's only November 13. Feeling awful for what he said, Rabbit goes to apologize to Piglet, only to find a note from Piglet saying that he's gone to look for a real groundhog. Rabbit frantically goes looking for Piglet. Meanwhile, Piglet can't find a groundhog, and decides to go home after a pile of snow falls on him, and he leaves his hat behind on the pile of snow. Rabbit finds the pile of snow. Thinking that it's Piglet frozen solid, he rushes to Pooh's house, where he, Tigger and Pooh melt the snow. Thinking that Piglet has melted, Rabbit solemnly cries, and apologizes for everything, only to realize that the \"real\" Piglet is behind him and the melted snow was just a normal pile of snow. Rabbit tells everyone that it's November 13. So, they decide to get ready for Thanksgiving.",
            "score": 60.84186553955078
        },
        {
            "docid": "28790036_38",
            "document": "Groundhog Day . One theory states that the groundhog naturally comes out of hibernation in central Pennsylvania in early February because of the increasing average temperature. Under this theory, if German settlement had been centered further north, Groundhog Day would take place at a later date. However, the observed behavior of groundhogs in central New Jersey was that they mostly come out of their burrows in mid-March, regardless of Groundhog Day weather.",
            "score": 60.83904266357422
        },
        {
            "docid": "28790036_4",
            "document": "Groundhog Day . The Groundhog Day ceremony held at Punxsutawney in western Pennsylvania, centering around a semi-mythical groundhog named Punxsutawney Phil, has become the most attended. \"Grundsow Lodges\" in Pennsylvania Dutch Country in the southeast part of the state celebrate them as well. Other cities in the United States and Canada have also adopted the event.",
            "score": 60.312469482421875
        },
        {
            "docid": "28790036_17",
            "document": "Groundhog Day . In Washington, DC, the Dupont Circle Groundhog Day event features Potomac Phil, another taxidermic specimen. In addition to the spring prediction, if Potomac Phil sees its shadow, it portents six more months of political gridlock.",
            "score": 60.160369873046875
        },
        {
            "docid": "28790036_8",
            "document": "Groundhog Day . The first reported news of a Groundhog Day observance was arguably made by the \"Punxsutawney Spirit\" newspaper of Punxsutawney, Pennsylvania in 1886: \"up to the time of going to press, the beast has not seen its shadow\". However, it was not until the following year in 1887 that the first Groundhog Day considered \"official\" was commemorated here, with a group making a trip to the Gobbler's Knob part of town to consult the groundhog. People have gathered annually at the spot for the event ever since.",
            "score": 60.04176712036133
        },
        {
            "docid": "28790036_19",
            "document": "Groundhog Day . The day is observed with various ceremonies at other locations in North America beyond the United States, including Wiarton Willie of Wiarton, Ontario, and Shubenacadie Sam in Nova Scotia which, due to Nova Scotia's Atlantic Time Zone, makes the first Groundhog Day prediction in North America. \"Daks Day\" (from the German \"dachs\") is Groundhog Day in the dialect of Lunenburg, Nova Scotia.",
            "score": 58.3499870300293
        },
        {
            "docid": "167427_13",
            "document": "Groundhog . Usually groundhogs breed in their second year, but a small proportion may breed in their first. The breeding season extends from early March to mid- or late April, after hibernation. A mated pair remains in the same den throughout the 31- to 32-day gestation period. As birth of the young approaches in April or May, the male leaves the den. One litter is produced annually, usually containing two to six blind, hairless and helpless young. Groundhog mothers introduce their young to the wild once their fur is grown in and they can see. At this time, if at all, the father groundhog comes back to the family. They encourage their young to copy their behaviors and during this time may differ from usual routines. By the end of August, the family breaks up; or at least, the larger number scatter, to burrow on their own.",
            "score": 58.05681228637695
        },
        {
            "docid": "258233_49",
            "document": "Sun Prairie, Wisconsin . Sun Prairie's Jimmy the Groundhog is the local favorite on Groundhog Day in February. The United States Congressional Record described the city as the \"Groundhog Capital of the World\" in 1955. During the city's Groundhog Day celebration on February 2, 2015, Jimmy bit Mayor Jonathan Freund's ear. The next day, Freund issued a proclamation that pardoned and absolved Jimmy \"of any perceived wrongdoing and charges\" under the city's ordinances. Two weeks later, Freund came in last of three candidates in the city's mayoral primary election. Following the biting incident, the United States Department of Agriculture and the Wisconsin Department of Natural Resources declared that capturing wild animals for exhibit was against the law. Sun Prairie's next Groundhog Day celebration on February 2, 2016, featured a caged groundhog purchased for $1,200.",
            "score": 57.860897064208984
        },
        {
            "docid": "28790036_9",
            "document": "Groundhog Day . Clymer Freas (1867–1942) who was city editor at the \"Punxsutawney Spirit\" is credited as the \"father\" who conceived the idea of \"Groundhog Day\". It has also been suggested that Punxsutawney was where all the Groundhog Day events originated, from where it spread to other parts of the United States and Canada.",
            "score": 55.90258026123047
        },
        {
            "docid": "8840532_4",
            "document": "Woodstock Square Historic District . The Woodstock Square is host to a number of festivals and events throughout the year. Some the events include Harvestdays, Old Time Fiddlers Competition and Groundhog Days, celebrating the city of Woodstock's role in the 1993 film Groundhog Day. Groundhog Day was filmed on location in Woodstock, Illinois, the city portrayed Punxsutawney, Pennsylvania in the film.",
            "score": 55.81639862060547
        },
        {
            "docid": "642791_4",
            "document": "Punxsutawney Phil . The Inner Circle scripts the Groundhog Day ceremonies in advance, with the decision on whether Phil will see his shadow made beforehand. The Inner Circle maintains kayfabe throughout the year, never acknowledging the ruse, and its criteria for whether spring will arrive early is a trade secret. The Stormfax Almanac has made note of the weather conditions on each Groundhog Day since 1999; the Almanac has recorded 12 incidents in a 20-year span in which the Groundhog was claimed to have seen his shadow while the sky was cloudy or there was rain or snow coming down, and one case in which the groundhog did not see his shadow despite sunshine.",
            "score": 55.65989685058594
        },
        {
            "docid": "617947_21",
            "document": "Weather lore . One case where weather lore has been studied for reliability against actual weather observations is the Groundhog Day lore. It predicts that if the groundhog sees its shadow on this day (February 2), six weeks of winter remain. One analysis concluded the creature demonstrated no ability to predict. Other studies gave accuracy percentages, but differing figures. and some of the numbers were slightly better than hasarded guess (33% accurate), according to one source. In other words, there is no appreciable correlation between cloud cover on that day, and the imminence of springlike weather.",
            "score": 55.041831970214844
        },
        {
            "docid": "28790036_10",
            "document": "Groundhog Day . The Groundhog Day celebrations of the 1880s were carried out by the Punxsutawney Elks Lodge. The lodge members were the \"genesis\" of the Groundhog Club formed later, which continued the Groundhog Day tradition. But the lodge started out being interested in the groundhog as a game animal for food. It had started to serve groundhog at the lodge, and had been organizing a hunting party on a day each year in late summer.",
            "score": 54.655738830566406
        },
        {
            "docid": "642801_2",
            "document": "Staten Island Chuck . Staten Island Chuck, also referred to more formally as Charles G. Hogg, is a groundhog who resided in the Staten Island Zoo in Staten Island, New York City. He serves as the official groundhog meteorologist of New York City, who predicts the duration of winter each February 2 on Groundhog Day. The tradition dates back to 1981. He makes the prediction based on whether or not he sees his shadow during the ceremony between 7:00 A.M. - 7:30 A.M. on Groundhog Day. The ceremony at the zoo is sometimes attended and officiated by the Mayor of New York City. Chuck's prediction for 2018 was early spring, opposite that of Punxsutawney Phil.",
            "score": 54.49049377441406
        },
        {
            "docid": "167427_3",
            "document": "Groundhog . The groundhog is the largest sciurid in its geographical range. Adults are 16 to 20 inches long, including a six inch tail. A large woodchuck thought to weigh twenty pounds when carried was exactly half that weight when weighed by scale. Woodchuck weight ranges from five to twelve pounds. Extremely large individuals may weigh up to 15 pounds. Seasonal weight changes indicate circannual deposition and use of fat. Progressive higher weights are attained each year for the first 2–3 years after which weights plateau. Groundhogs have four incisor teeth which grow 1/16\" per week. Constant usage wears them down again by about that much each week. Unlike the incisors of other rodents, the incisors of groundhogs are white to ivory white. Groundhogs are well adapted for digging, with short, powerful limbs and curved, thick claws. Unlike other sciurids, the groundhog's spine is curved, more like that of a mole, and the tail is comparably shorter as well — only about one-fourth of body length. Suited to their temperate habitat, groundhogs are covered with two coats of fur: a dense grey undercoat and a longer coat of banded guard hairs that gives the groundhog its distinctive \"frosted\" appearance.",
            "score": 54.48942565917969
        },
        {
            "docid": "28790036_36",
            "document": "Groundhog Day . Part of the problem with pinning down an accuracy rate for the groundhog is that what constitutes an early spring is not clearly defined. Other groundhogs such as Staten Island Chuck do use an objective formula (in Chuck's case, a majority of days that reach in New York City between Groundhog Day and the March equinox) to assess accuracy.",
            "score": 53.993751525878906
        },
        {
            "docid": "867011_2",
            "document": "Groundhog Day gale of 1976 . The Groundhog Day gale was a severe winter storm that hit the northeastern United States and southeastern Canada on February 2 (Groundhog Day), 1976.",
            "score": 53.84034729003906
        },
        {
            "docid": "25856834_5",
            "document": "Shubenacadie Sam . While Shubenacadie offers the earliest prediction every year, it is one of many towns throughout North America known for their winter-predicting groundhogs. The most famous is Punxsutawney Phil of Punxsutawney, Pennsylvania. The most famous Canadian is Wiarton Willie. Sam shares the Nova Scotia prediction every year with \"Two Rivers Tunnel\" in Cape Breton at the Two Rivers Wildlife Park in Mira River, Nova Scotia, although \"Two Rivers Tunnel\" is awaken for its prediction just after 11 am instead of 8 am. Shubenacadie Sam's prediction, like all weather-predicting-ground hogs, bears little relation to seasonal weather trends as it is based on random location conditions, according to Meteorologist Cindy Day. Shubenacadie Sam has an accuracy rate of about 45%, according to Day, compared to 39% for Punxsutawney Phill and 25% for Wiarton Willy. Other Canadian groundhogs include \"Brandon Bob\" of Brandon, Manitoba, and \"Gary the Groundhog\" in Kleinburg, Ontario. Promoters of a lobster festival in Barrington Passage, Nova Scotia created a \"Lucy the Lobster\" ritual for the first time in 2018 with a lobster that crawls from the water to a lobster trap on Groundhog Day.",
            "score": 53.545841217041016
        },
        {
            "docid": "25856834_4",
            "document": "Shubenacadie Sam . The Shubenacadie Sam tradition began about 1987 and differs from most other famous groundhogs as he is not woken from hibernation for Groundhog Day. Shubenacadie Sam most recently predicted an early spring at his appearance in February 2018. Four ground hogs have served as \"Shubenacadie Sam\" since the practice began in Nova Scotia, as groundhogs usually live 10 years in captivity. The current Sam was born in 2006. Park employee Carole Custance has been the caretaker for Shubenacadie Sam and the park's groundhogs for almost 17 years. She provides breakfast for the groundhog, usually yogurt and melon. Custance also reads to the groundhog who has been designated an advocate for Family Literacy Day. Shubenacadie Sam usually draws around 200 spectators for his prediction. In 2018, Sam bit the finger of CBC reporter Brent Ruskin when the reporter grabbed the groundhog to stop Sam from climbing out of the groundhog enclosure.",
            "score": 53.37010955810547
        },
        {
            "docid": "28790036_34",
            "document": "Groundhog Day . In Pennsylvania, Punxsutawney Phil has become a popular tradition. On February 2, people within the city will gather to find out whether or not Phil’s shadow is revealed. With that, he will allegedly determine whether spring will soon begin by not seeing his shadow, or if winter will ensue for six more weeks.",
            "score": 53.140769958496094
        },
        {
            "docid": "452321_3",
            "document": "Wiarton Willie . Groundhog Day, featuring Wiarton Willie, is a popular annual festival in Wiarton and is similar to events in other locations in North America. A midwinter celebration involving an animal with predictive powers was an element of Celtic culture. The link between weather prediction and the day is said to have been inspired by an old Scottish couplet: \"If Candlemas Day is bright and clear/ There'll be two winters in the year.\"",
            "score": 52.81956481933594
        },
        {
            "docid": "452321_12",
            "document": "Wiarton Willie . Other towns throughout North America are known to have winter-predicting groundhogs. The most famous is Punxsutawney Phil of Punxsutawney, Pennsylvania (which appeared in the movie \"Groundhog Day\"). There is also \"Staten Island Chuck\" in New York, \"Balzac Billy\" in Alberta, \"General Beauregard Lee\" in Jackson, Georgia, \"Shubenacadie Sam\" in Shubenacadie, Nova Scotia, Two Rivers Tunnel in Cape Breton and \"Gary the Groundhog\" in Kleinburg, Ontario, among many others. In 2014, a new prognosticator entered the mix: Toronto's \"Dundas Donna.\" There is also la marmotte de Québec, Fred. He is celebrated in Québec, and is more recent than others.",
            "score": 52.445167541503906
        },
        {
            "docid": "31820819_6",
            "document": "Shubenacadie Wildlife Park . The Wildlife Park is home to Shubenacadie Sam, one of the first groundhogs in North America to predict the weather for the upcoming year. Each February 2 at sunrise Sam leaves his house and checks for his shadow. This fun event always attracts a large crowd eager to see what the spring holds in store for us.",
            "score": 52.164737701416016
        },
        {
            "docid": "18691454_3",
            "document": "One Meat Brawl . In a forest dwells Grover Groundhog and today is Groundhog Day. Grover Groundhog does a dance with his shadow saying that his shadow means nothing in relation to the weather forecast. A radio broadcast prompts Grover to leave his burrow for photographers to see if his shadow appears or not. Upon leaving his burrow the cameras switch to guns (revealing the pretend photographers are hunters) and begin firing at Grover, but he manages to retreat.",
            "score": 51.72972869873047
        },
        {
            "docid": "28790036_27",
            "document": "Groundhog Day . The standard term for \"groundhog\" was \"grun′daks\" (from German \"dachs\"), with the regional variant in York County being \"grundsau\", a direct translation of the English name, according to a 19th-century book on the dialect. The form was a regional variant according to one 19th century source. However, the weather superstition that begins \"\"Der zwet Hær′ning is Grund′sau dåk. Wânn di grundau îr schâtte sent\"... (\"February second is Groundhog day. If the groundhog sees its shadow...)\" is given as common to all 14 counties in Dutch Pennsylvania Country, in a 1915 monograph. The form \"grundsow\" has been used by the lodge in Allentown and elsewhere.",
            "score": 51.24696350097656
        }
    ]
}