{
    "q": [
        {
            "docid": "13670932_4",
            "document": "Classic hip-hop . Doug Abernethy, general manager of Radio One's Houston stations, described the classic hip-hop format as a parallel to the classic rock and classic country formats: these stations focus primarily on hip-hop music from the 1980s and 1990s, featuring artists such as 2Pac, De La Soul, LL Cool J, Ludacris, Notorious B.I.G., Queen Latifah, and Salt-N-Pepa. Some stations may include small amounts of R&B in their playlists as well.",
            "score": 71.56717228889465
        },
        {
            "docid": "22113121_9",
            "document": "Battle of the Sexes (album) . Upon its release, the album received generally positive reviews from most music critics, based on an aggregate score of 68/100 from Metacritic. Allmusic writer David Jeffries gave it 3 out of 5 stars and viewed it as a \"porno-style album\", stating \"Limited and a little patched together, but if cheap thrills are what you’re after, this one puts the dirty back in dirty south\". \"The A.V. Club\"s Nathan Rabin viewed its \"R&B heavy\" material as a weakness, but gave the album a B+ rating and praised Ludacris's lyricism, writing \"Ludacris remains an underrated lyricist with unparalleled verbal dexterity. His liquid flow crams an awful lot of polysyllabic words into even the tawdriest sex jam, and no rapper alive conveys joy as effortlessly or infectiously\". Giving it 2½ out of 4 stars, \"Los Angeles Times\" critic August Brown called \"Battle of the Sexes\" \"another welcome occasion to listen to Luda enjoying the real love of his life -- the sound of his own voice\", and described its music as \"fizzy pillow talk and respectfully tawdry club fodder\". Despite viewing Ludacris's lyrics as from the male perspective, \"USA Today\"s Elysa Gardner commended him for his humor and wrote that the album is \"more appealing, and more artful, when Ludacris directs his crude, breezy rhymes where they're best suited: into unabashed displays of loopy lust and boneheaded bravado\". \"XXL\" writer Rondell Conway gave \"Battle of the Sexes\" an XL rating and shared a similar sentiment, stating \"Luda may not have evened the playing field, but he certainly created an excellent musical forum for the sexes to air out their differences\". \"Newsday\"s Glenn Gamboa gave the album a B rating and commended Ludacris for his musical balance, writing \"Not only does Luda know when a song needs an R&B crooner or a female voice, he knows when he needs to speed up a flow or rough up a rhyme\".",
            "score": 43.665745973587036
        },
        {
            "docid": "2554741_4",
            "document": "Stand Up (Ludacris song) . The song topped the \"Billboard\" Hot 100 for the week of December 6, 2003, and topped the R&B/Hip-Hop singles chart for four weeks, making it the rapper's first #1 on both charts respectively. Ludacris went on to be nominated for a Grammy Award for Best Rap Solo Performance. This song was also featured on the 2004 compilation album \"Now That's What I Call Music! 15\".",
            "score": 55.8832790851593
        },
        {
            "docid": "547533_14",
            "document": "Crossover music . Collaborations between classical and popular performers have included Sting and Edin Karamazov's album \"Songs from the Labyrinth\". A collaboration between Freddie Mercury and soprano Montserrat Caballé resulted in the worldwide hit \"Barcelona\". R&B singer Mariah Carey performed a live duet with her mother Patricia, who is an opera singer, of the Christmas song - O Come, All Ye Faithful. Welsh soprano Katherine Jenkins performed a duet with Rock-singer Michael Bolton of O Holy Night. Singers and instrumentalists from the classical tradition, Andreas Dorschel has argued, run the risk of losing the sophistication of the genre(s) they were trained in, when they try to perform rock music, without coming up to the often rough and wild qualities of the latter.",
            "score": 35.28086996078491
        },
        {
            "docid": "42965133_5",
            "document": "Rising Star (U.S. TV series) . While the viewers at home are considered the “judges”, the expert panelists (Brad Paisley, Kesha, and Ludacris) also influence the vote. For the first six shows, a yes vote from one of the judges added 7% to the performers total. In the round of 13 it was announced that their yes vote would add 5%. In the quarterfinals the expert's yes vote was lowered to a 3% add. In the semifinals, the expert's yes vote was lowered to a 1% add. In the finale, the expert's yes vote only counts as a home judge vote.",
            "score": 12.645144939422607
        },
        {
            "docid": "31145841_6",
            "document": "Dirt Road Anthem . At the 2011 CMT Music Awards, Aldean performed the song with guest rapper Ludacris, who joined Aldean onstage after the second chorus to perform his own hip hop-style second verse. On picking Ludacris for the collaboration, Aldean said, \"...even though our music is totally different, our roots are the same. We both know about hot Georgia summers and cooling off with a six pack or two. It wasn't that much of a stretch.\" A remixed studio version featuring Ludacris was released for digital download through iTunes on June 9, 2011.",
            "score": 62.68802237510681
        },
        {
            "docid": "40034432_4",
            "document": "Yes/No (Banky W. song) . The music video for \"Yes/No\" won Most Gifted R&B Video at the 10th Annual Channel O Music Video Awards, which was held at the Walter Sisulu Square in Kliptown, Soweto on November 30, 2013. Banky W was nominated for the Best Male Vocal Performance award at The Headies 2013 for \"Yes/No\".",
            "score": 24.265419960021973
        },
        {
            "docid": "43975_63",
            "document": "Yes (band) . In January 2016, Anderson, Rabin and Wakeman announced touring as Anderson, Rabin and Wakeman (ARW), having previously revealed in 2010 that they were working together, and that they had begun writing new material. Their tour, An Evening of Yes Music and More, began in October 2016 with a set of Yes songs from several eras. Wakeman stated that Squire's passing inspired them to move forward, feeling that \"following the very sad passing of Chris … it was the right time to get together and produce both new music and perform some of the classic material as we feel it should be performed.\"",
            "score": 27.481371879577637
        },
        {
            "docid": "28448298_8",
            "document": "Wet Lubricants . In June 2010, Wet Platinum was featured in the “adult” version of the music video for Ludacris’ single “Sex Room,” which debuted on Vevo. Wet Platinum was used by Ludacris in a steamy bedroom scene. The edited version of the video was released on MTV and MTV2 but does not include scenes with Wet.",
            "score": 32.46239733695984
        },
        {
            "docid": "32527806_2",
            "document": "Wet the Bed . \"Wet the Bed\" is a song by American R&B recording artist Chris Brown featuring American rapper Ludacris, from his fourth studio album \"F.A.M.E.\" (2011). It was written by Brown, King Derrick \"Bigg D\" Baker, Steven Kubie, Kevin McCall, Amber Streeter, Andre Merritt, Joseph Bereal and Christopher Bridges, and produced by Bigg D. Lyrically, the song sees Brown and Ludacris exploring ways to leave a woman satisfied. \"Wet the Bed\" received mixed reviews from most music critics, who were ambivalent towards its lyrics. It was released as a single and has appeared on the US Hot R&B/Hip-Hop Songs chart at number twenty-five. The song has been performed live at the album's listening party, as well as on Brown's F.A.M.E. Tour.",
            "score": 48.010841369628906
        },
        {
            "docid": "6033171_2",
            "document": "Money Maker . \"Money Maker\" is a song written and performed by American rapper Ludacris and R&B singer Pharrell Williams. The song was released to the radio on July 17, 2006 as the first single from Ludacris's fifth album \"Release Therapy\". Produced by Williams and Chad Hugo (known collectively as The Neptunes), the song is a reimagining of the 1961 Elmore James blues song \"Shake Your Moneymaker\". The single became Ludacris' third number-one song on the US \"Billboard\" Hot 100, while also topping the Hot R&B/Hip-Hop Songs and Hot Rap Tracks charts. It also became the number-one single on radio in the United States on October 19, 2006.",
            "score": 42.255075216293335
        },
        {
            "docid": "159966_11",
            "document": "Ludacris . Ludacris took a more mature approach to his fourth album, \"The Red Light District\". Sohail Khalid helped produce this album with various artists such as T.I., Lil Flip and Bun B. Ludacris openly boasted that he may be the only rapper able to keep the Def Jam label afloat on the opening track. Ludacris filmed and recorded the single \"Get Back\" in which he was featured as a muscle-bound hulk who was being annoyed by the media and warned critics to leave him alone. He first appeared on \"Saturday Night Live\" as a special guest performing with musical guest Sum 41 on a season 30 episode hosted by Paul Giamatti. He then recorded \"Get Back\" with Sum 41 to make a rock crossover single. The follow-up single was the \"Austin Powers\"-inspired \"Number One Spot\". It was produced by New York City's Hot 97 personality DJ Green Lantern. It used the Quincy Jones sample of \"Soul Bossa Nova\" and sped it up to the tempo of Ludacris' rap flow. Featured artists on the album include Nas, DJ Quik, DMX, Trick Daddy, Sleepy Brown and Disturbing tha Peace newcomers Bobby Valentino, Dolla Boi and Small World. The album debuted at number one on the Billboard charts.",
            "score": 33.566033124923706
        },
        {
            "docid": "3910694_5",
            "document": "Welcome to Atlanta . The official remix, \"Welcome To Atlanta (Coast 2 Coast Remix)\", features Murphy Lee, Snoop Dogg, Diddy and Ludacris on the intro and outro. Ludacris does not appear in the video. The Music Video was directed by Benny Boom. Murphy Lee would collaborate with Dupri again in 2003 on \"What Da Hook Gon Be?\".",
            "score": 31.91126012802124
        },
        {
            "docid": "35026272_4",
            "document": "Country Shit . On June 11, 2011 the music video for the remix featuring Bun B and Ludacris was released. The music video features a cameo appearance by Chamillionaire.",
            "score": 36.07500123977661
        },
        {
            "docid": "15139944_3",
            "document": "Classic Artists: Yes . In addition to a large amount of music to accompany the documentary, the video also includes rare and unseen photographs from personal collections, performance archive, music promos, and includes 20 page full colour booklet.",
            "score": 31.153619289398193
        },
        {
            "docid": "159966_10",
            "document": "Ludacris . The album's next single, \"Splash Waterfalls\", was released in early 2004. A huge pop hit (despite its steamy video and explicit, adult-oriented lyrical content and themes), it subsequently became a success at urban radio and BET, and is the only time he has produced two consecutive top 10 singles from a solo album, except for \"Release Therapy\" (an unedited version of the video could only be viewed on BET's Uncut program). It was Ludacris' most sexual video yet, an R&B remix that featured Raphael Saadiq and sampled Tony! Toni! Tone!'s \"Whatever You Want\". Ludacris received his first Grammy Award with Usher and Lil Jon for their hit single \"Yeah!\". Ludacris next released \"Blow It Out\", which was accompanied by a low-budget music video.",
            "score": 33.993701100349426
        },
        {
            "docid": "48503712_15",
            "document": "One Voice Children's Choir . The choir performs an eclectic selection of genres including pop music, gospel music, classical music, Broadway musical songs, and patriotic songs. They have performed songs from Rihanna, Disney, and Ellie Goulding. In a 2003 interview with \"The Salt Lake Tribune\", Fukuda said, \"We go anywhere from baroque and classical to R&B and hip-hop. We're media-oriented.\"",
            "score": 60.40191841125488
        },
        {
            "docid": "1336181_8",
            "document": "Frederick Hemke . In a traditional modern saxophone quartet — B soprano, E alto, B tenor, and E baritone saxophone — repertoire and popularity for solo classical was, and still is, dominated by B soprano and E alto saxophone. Bucking the trend, Hemke spent time focusing on the B tenor as a classical solo instrument, as evidenced by the release of his 1971 solo album, \"Music for Tenor Saxophone\". In orchestral music, the tenor is known as one of the three saxophone voices in Ravel's \"Boléro\" — originally performed by two saxophonists, one on E sopranino and one on tenor doubling on B soprano. Recordings by tenor saxophone virtuoso James Houlik and others notwithstanding, classical tenor saxophone recordings make up a small portion of the classical saxophone repertoire and discography universe.",
            "score": 46.78906178474426
        },
        {
            "docid": "33643086_2",
            "document": "Chicken-n-Beer . Chicken-n-Beer is the fourth studio album by American rapper Ludacris. It was released on October 7, 2003, by Disturbing tha Peace and Def Jam Recordings. Recording sessions took place from 2002 to 2003, and it was handled by several record producers, including DJ Nasty & LVM, Kanye West, Mo B. Dick, DJ Paul, Juicy J and Ludacris himself. The Southern hip hop album, \"Chicken-n-Beer\" is musically similar to Ludacris' previous work, with his use of a fast, highly versatile flow. Some of the songs on the album take a political overtone.",
            "score": 51.89877223968506
        },
        {
            "docid": "2249360_12",
            "document": "Oh (Ciara song) . The music video for \"Oh\" was directed by the Fat Cats. It begins with Ciara sitting with \"little\" Ciara watching a video player. The camera zooms into the video player and reveals an overview of Atlanta and scenes of Ciara and her friends at a block party in an alley. She performs the first verse and first chorus in the middle of the street, while she is surrounded by guests and their cars. There are dance sequences throughout the remainder of the video and a scene with Ciara performing on top of a car as Ludacris raps. Ciara is also \"ridin' slow\" in a classic model Oldsmobile. There is also a cameo by Gucci Mane and Boyz n da Hood.",
            "score": 33.409284830093384
        },
        {
            "docid": "82991_2",
            "document": "Chamber music . Chamber music is a form of classical music that is composed for a small group of instruments—traditionally a group that could fit in a palace chamber or a large room. Most broadly, it includes any art music that is performed by a small number of performers, with one performer to a part (in contrast to orchestral music, in which each string part is played by a number of performers). However, by convention, it usually does not include solo instrument performances.",
            "score": 44.21177387237549
        },
        {
            "docid": "5131648_7",
            "document": "Release Therapy . Unlike the previous albums released by Ludacris, \"Release Therapy\" has a more mature and serious approach to the music (e.g. the 3rd single \"Runaway Love\" is Ludacris' first stab at socially concerned music). It is also Ludacris' darkest album to date, both in mood and subject matter. The different approach Ludacris took with Release Therapy has caused many listeners and fans to debate on whether the album is Ludacris's best or worst.",
            "score": 41.321815490722656
        },
        {
            "docid": "15287050_3",
            "document": "Like Dat . The music video was filmed and produced in Atlanta, Georgia, the video includes cameos from Ludacris, Young Buck and Bun B.",
            "score": 34.08915448188782
        },
        {
            "docid": "4734577_9",
            "document": "WBJC . WBJC produces several popular programs hosted by respected artist Jonathan Palevsky \"Past Masters\" showcases notable performances from the past. \"Face the Music\" has a panel of local musical experts listening and offering critiques of new recordings. \"Vocalise\" focuses on vocal music (the station usually does not play vocal music on a daily basis). \"WBJC Operafest\" presents classic opera recordings in their entirety. \"Toccata\" focuses on keyboard music. \"Music in Maryland\" features locally performed concerts. Late night/early morning broadcasts are provided by Classical 24.",
            "score": 38.58312129974365
        },
        {
            "docid": "223014_29",
            "document": "Indian classical music . A \"raga\" is not a tune, because the same \"raga\" can yield a very large number of tunes. A \"raga\" is not a scale, because many \"ragas\" can be based on the same scale. A \"raga\", states Bruno Nettl and other music scholars, is a concept similar to mode, something between the domains of tune and scale, and it is best conceptualized as a \"unique array of melodic features, mapped to and organized for a unique aesthetic sentiment in the listener\". The goal of a \"raga\" and its artist is to create \"rasa\" (essence, feeling, atmosphere) with music, as classical Indian dance does with performance arts. In the Indian tradition, classical dances are performed with music set to various \"ragas\".",
            "score": 40.01543974876404
        },
        {
            "docid": "26269204_12",
            "document": "My Chick Bad . The song was first performed by the duo at BET's \"Rip the Runway\" 2010, which Minaj co-hosted with \"The Game\" actor Pooch Hall. While Ludacris wore a black vest similar to in the \"How Low\" video, Minaj's attire was from the \"My Chick Bad\" video, as she donned a pink wig and similar clothing as in the Freddy Kruger-lair scene. Ludacris and Minaj performed the song at MTV's Spring Break 2010 in Acapulco, Mexico, featuring Minaj donning a blonde wig. The duo also performed the song at the 2010 BET Awards on June 27, 2010, as a part of a medley with the remix of \"All I Do Is Win\", featuring Ludacris in a mask, flanked by violin players, and Minaj with a spiraling blonde wig seated in a medieval chair, similar to her scene in the music video. Minaj has also recited her verse on select dates of her debut tour, the Pink Friday Tour. She has performed her verse in a medley on her .",
            "score": 32.84060347080231
        },
        {
            "docid": "6668778_57",
            "document": "Classical music . Improvisation once played an important role in classical music. A remnant of this improvisatory tradition in classical music can be heard in the cadenza, a passage found mostly in concertos and solo works, designed to allow skilled performers to exhibit their virtuoso skills on the instrument. Traditionally this was improvised by the performer; however, it is often written for (or occasionally by) the performer beforehand. Improvisation is also an important aspect in authentic performances of operas of Baroque era and of bel canto (especially operas of Vincenzo Bellini), and is best exemplified by the \"da capo aria\", a form by which famous singers typically perform variations of the thematic matter of the aria in the recapitulation section ('B section' / the 'da capo' part). An example is Beverly Sills' complex, albeit pre-written, variation of \"Da tempeste il legno infranto\" from Händel's \"Giulio Cesare\".",
            "score": 37.35473847389221
        },
        {
            "docid": "19961079_2",
            "document": "One More Drink . \"One More Drink\" is the second official single off Ludacris' album, \"Theater of the Mind\". The song \"co-stars\" T-Pain. The song was released on iTunes on October 28, 2008. Ludacris performed the song live while he and T-Pain appeared as musical guests on Saturday Night Live. The song samples Shalamar's \"Take That to the Bank\".",
            "score": 31.668512105941772
        },
        {
            "docid": "4628389_18",
            "document": "Tucson Symphony Orchestra . The mission of the Tucson Symphony Orchestra is to share beautiful, professionally performed music with as wide an audience as possible. It does so each season through a series of nine Classic concerts, four MasterWorks Chamber Orchestra concerts, five TSO Pops! concerts, Classic, MasterWorks and TSO Pops! Specials, ensemble performances, Moveable Musical Feasts and award-winning educational programs.",
            "score": 37.41110825538635
        },
        {
            "docid": "4906940_2",
            "document": "Brown Opera Productions . Brown Opera Productions (BOP) is dedicated to the promotion and performance of classical vocal music both on campus and in the greater Providence, Rhode Island community and is a space for singers and musicians to collaborate on exciting classical performance projects. BOP produces a full-length opera every spring, and throughout the year produces concerts of classical vocal music on campus and in local hospitals, nursing homes, and schools. As the name implies, the group is composed of Brown University students, who also work with RISD students at times. BOP does not charge admission for its performances but depends on individual donations.",
            "score": 33.8910493850708
        },
        {
            "docid": "26808701_2",
            "document": "Ride (Ciara song) . \"Ride\" is a song performed by American recording artist Ciara. The song features American rapper Ludacris. It was co-written by Ciara, Ludacris, Tricky Stewart, and The-Dream, and produced by the latter two. The song serves as the lead single from her fourth studio album, \"Basic Instinct\". The song was first released for digital download on April 23, 2010. \"Ride\" is a down-tempo R&B song, featuring a heavy bass line and seductive tone.",
            "score": 23.19192934036255
        },
        {
            "docid": "18018389_8",
            "document": "Simply Music . Simply Music does not focus on mastering classical concert performance technique. Instead, Simply Music teachers encourage students to play expressively and comfortably, without tension.",
            "score": 39.9521849155426
        }
    ],
    "r": [
        {
            "docid": "17344636_14",
            "document": "Drumma Boy . Gholson cites hip hop and R&B musicians Dr. Dre, Quincy Jones, Raphael Saadiq and The Funk Brothers as his signature music production inspirations with other musical influences ranging from European classical composers Ludwig van Beethoven, Jean Sibelius, Wolfgang Amadeus Mozart, and Johann Sebastian Bach to American Jazz icons Dizzy Gillespie and Miles Davis all the way to Academy Award-winning hip hop group Three 6 Mafia and Houston rapper, Scarface. He is known for combining classical music chords with urban hip hop street sounds, and for his adherence to the Atlanta trap music subgenre. His production techniques bring together a diverse array of genres that originate in hip hop, rock, pop, classical, soul, and R&B.",
            "score": 76.08007049560547
        },
        {
            "docid": "12455154_7",
            "document": "Serengeti (rapper) . In an interview, Serengeti said he created \"Dennehy\" as an \"answer to common complaints about hip-hop\" and \"to put the fun back in hip-hop.\" Although the album helped him garner a large fanbase, Serengeti's other albums explore different genres of music from garage rock, electronic music, underground hip hop and experimental hip hop.",
            "score": 73.1653823852539
        },
        {
            "docid": "21871024_3",
            "document": "Black Violin . Kev Marcus plays the violin and Wil B. plays the viola. The two met in high school, went to different colleges, then later reconvened to create the musical group Black Violin. They play a variety of music (relying heavily upon classical music), but are often categorised as hip hop because of the changes to the rhythm and beats. This mingling of hip hop and classical sensibilities is what is generally thought to give them their distinctive style.",
            "score": 72.19631958007812
        },
        {
            "docid": "13670932_4",
            "document": "Classic hip-hop . Doug Abernethy, general manager of Radio One's Houston stations, described the classic hip-hop format as a parallel to the classic rock and classic country formats: these stations focus primarily on hip-hop music from the 1980s and 1990s, featuring artists such as 2Pac, De La Soul, LL Cool J, Ludacris, Notorious B.I.G., Queen Latifah, and Salt-N-Pepa. Some stations may include small amounts of R&B in their playlists as well.",
            "score": 71.56716918945312
        },
        {
            "docid": "499199_15",
            "document": "Electric violin . Although the violin is an instrument used extensively in classical music, electric violins are generally employed by classical performers only in the performance of contemporary classical music. The electric violin is more frequently used by non-classical musicians in popular genres such as metal, rock, hip hop, electronic music, pop, jazz/jazz fusion, country, new-age, and experimental music. Well known electric violinists include:",
            "score": 71.34300994873047
        },
        {
            "docid": "387578_25",
            "document": "Kwaito . Mhlambi's \"Kwaitofabulous\" highlights that hip hop and kwaito are both genres of the African Diaspora, yet he points out their similarities do not provide a causal relationship between the two. Yes, both cultures grew out of black oppression by whites, and in a world where consumer culture has reached a global level, kwaito cannot claim to be completely free of hip hop's influence. On the other hand, kwaito is unique due to its integration of African language and instruments, and most importantly because of the distinctly South African political, social and economic conditions in which kwaito was born. A Newsweek report claims kwaito is South Africa's answer to hip hop music, and is different for it incorporates a slowed down house beat with jazz, blues, R&B and reggae. The title of a report on CNN.com, \"Kwaito: South Africa's hip-hop?\", calls a relationship between the two genres into question, and only likens them because both music styles have their own subcultures.",
            "score": 69.49197387695312
        },
        {
            "docid": "10071785_4",
            "document": "Palestinian hip hop . Historically, music has served as an integral accompaniment to various social and religious rituals and ceremonies in Palestinian society (Al-Taee 47). Much of the Middle-Eastern and Arabic string instruments utilized in classical Palestinian music are sampled over Hip-hop beats in both Israeli and Palestinian hip-hop as part of a joint process of localization. Just as the percussiveness of the Hebrew language is emphasized in Israeli Hip-hop, Palestinian music has always revolved around the rhythmic specificity and smooth melodic tone of Arabic. “Musically speaking, Palestinian songs are usually pure melody performed monophonically with complex vocal ornamentations and strong percussive rhythm beats”. The presence of a hand-drum in classical Palestinian music indicates a cultural esthetic conducive to the vocal, verbal and instrumental percussion which serve as the foundational elements of Hip-hop. This hip hop is joining a “longer tradition of revolutionary, underground, Arabic music and political songs that have supported Palestinian Resistance”. This subgenre has served as a way to politicize the Palestinian issue through music.",
            "score": 69.33793640136719
        },
        {
            "docid": "33298284_10",
            "document": "Desi hip hop . Desi hip hop has crossed paths with Western hip hop multiple times, notably when musicians from both sides of the world collaborate. American rapper Snoop Dogg has worked with different artists such as rapper Bohemia, J.Hind and band RDB. Bohemia also collaborated with hip-hop artists such as Kurupt and Baby Bash.The group RDB also worked with different hip hop artists such as T-Pain and Ludacris. In 2016,famous Indian rapper Badshah worked with dancehall musician Sean Paul in a song called \"Move Your Body\" with DJ Shadow Dubai. Desi rappers born and/or raised in the West have also bridged the cultures within their music, incorporating desi influences into their music. Anik Khan has blended Queens culture with Bengali influences into his music, and similarly rappers Riz MC and Heems of the group Swet Shop Boys incorporate many South Asian influences in their music. In 2017, Pakistani rapper Ali Kaz collaborated with famous WWE music producer Jim Johnston for the theme song of WWE wrestler Jinder Mahal.In 2017, Badshah did another international collab with Major Lazer as a commercial promotion of Tuborg Brewery",
            "score": 68.98017120361328
        },
        {
            "docid": "1666253_5",
            "document": "Hip hop soul . The creation and evolution of hip hop soul led to an increasingly symbiotic relationship between its parent genres. Hip hop soul acts presented themselves in styles and personas comparable to those of rappers—dressing in hip hop fashions and adopting a tougher image than the traditional pop-friendly personas of R&B artists (the existence and popularity of hip hop soul also had the opposite effect on mainstream rappers, who took on some of the elements of the R&B artists' personas to become more palatable to mainstream audiences). The subgenre increased the popularity of R&B music among the younger hip-hop audience, leading to better sales and airplay success for hip hop soul recordings versus previous forms of post-disco R&B, on the \"Billboard\" pop music sales charts. It also increased the popularity of hip-hop music and culture with older audiences and corporations looking to market urban music. However, the creation of hip hop soul has been argued by music journalists and fans of R&B music to have \"killed off\" traditional styles of R&B.",
            "score": 68.75899505615234
        },
        {
            "docid": "1695798_20",
            "document": "Frederik Magle . In 2011 Magle composed symphonic music for the album \"Elektra\" by the Danish hip hop group Suspekt. Emil Simonsen from Suspekt characterised Magle's contribution as \"essential for the development of the new album\", and described Frederik Magle as \"one of the greatest musical sources of inspiration\" the group had worked with. The collaboration received positive reviews in the Danish press, with Jyllands-Posten calling the track \"Nyt Pas\" from \"Elektra\" \"glowing orchestral hip hop with mature ambitions\", and the music magazine Gaffa describing the contrasts between Frederik Magle's classical compositions and \"Suspekt's\" hip hop as \"extreme opposites that helped to make the evening special\" in their review of the release concert in Koncerthuset, September 2011. The orchestral music was recorded by the Czech Film Orchestra in the Rudolfinum Concert Hall, Prague.",
            "score": 68.64485168457031
        },
        {
            "docid": "33191384_20",
            "document": "Impact of the Internet on Hip Hop . Hip-hop music blogs and e-communities brought about the creation of new subgenres and styles within hip hop. An example of a new style coming into existence because of the Web is rapper Lil B, who is known for his unconventional use of flow-and-rhyme scheme in his rap music. Lil B's music is very different from most mainstream hip-hop music. However, he built a solid following partially because of his extensive use of social media sites, and also due to the constant controversial and thought provoking music, which he makes available for free online.",
            "score": 68.46627044677734
        },
        {
            "docid": "23267_115",
            "document": "Palestinians . Historically, music has served as an integral accompaniment to various social and religious rituals and ceremonies in Palestinian society (Al-Taee 47). Much of the Middle-Eastern and Arabic string instruments utilized in classical Palestinian music are sampled over Hip-hop beats in both Israeli and Palestinian hip-hop as part of a joint process of localization. Just as the percussiveness of the Hebrew language is emphasized in Israeli Hip-hop, Palestinian music has always revolved around the rhythmic specificity and smooth melodic tone of Arabic. \"Musically speaking, Palestinian songs are usually pure melody performed monophonically with complex vocal ornamentations and strong percussive rhythm beats\". The presence of a hand-drum in classical Palestinian music indicates a cultural esthetic conducive to the vocal, verbal and instrumental percussion which serve as the foundational elements of Hip-hop. This hip hop is joining a \"longer tradition of revolutionary, underground, Arabic music and political songs that have supported Palestinian Resistance\". This subgenre has served as a way to politicize the Palestinian issue through music.",
            "score": 68.07828521728516
        },
        {
            "docid": "29206795_2",
            "document": "Classic Hip-Hop . Classic Hip-Hop is a 24-hour syndicated music format owned and operated by American radio production and distribution company Westwood One. Launched in 2015, the format features classic hip-hop music from the 1980s and 1990s. It is targeted to adults ages 25 to 54, many of whom grew up listening to hip hop music as the genre developed and grew in popularity during this period.",
            "score": 68.02971649169922
        },
        {
            "docid": "23921223_2",
            "document": "Canadian music genres . Canadian music genres identifies musical sounds as belonging to a particular category and type of music that can be distinguished from other types of music made by Canadians. The music of Canada has reflected the multi-cultural influences that have shaped the country. First Nations people, the French, the British, the Americans and many others nationalities have all made unique contributions to the musical genres of Canada. During the swing boom of the late 1930s and early 1940s, Canada produced such notable bandleaders as Ellis McLintock, Bert Niosi, Jimmy Davidson, and Mart Kenney. In the 1940s, Bert Niosi and Oscar Peterson became widely known. Canada has also produced a number of respected classical music ensembles, including the Montreal Symphony Orchestra and the Toronto Symphony Orchestra. Canadian rock describes a wide and diverse variety of music produced by Canadians, with the most notable Canadian rock band being Rush, who currently place fifth behind The Beatles, The Rolling Stones, KISS and Aerosmith for the most consecutive gold and platinum albums by a rock band. The Canadian hip hop scene was first established in the 1980s. Some of the most well known Canadian rappers and hip-hop artists include Drake and Maestro Fresh-Wes.",
            "score": 67.33757781982422
        },
        {
            "docid": "38124996_2",
            "document": "Josh Vietti . Josh Vietti is an American violinist and composer from Los Angeles, California. On December 27, 2012, Vietti was named one of Los Angeles' \"Best Breakout Music Acts\" of 2012 by CBS Los Angeles for his unique talent and contributions to music education. Although generally billed as a hip-hop violinist, Vietti also incorporates country, gospel, pop, jazz and classical music styles into his repertoire. Josh is currently featured on ESPN's Sunday NFL Countdown commercial titled \"The Journey\". The commercial airs each Sunday throughout the NFL season. In the segment Vietti performs his own violin arrangement of the hip-hop classic In Da Club by rapper 50 Cent.",
            "score": 67.31645202636719
        },
        {
            "docid": "51781703_3",
            "document": "Themes of Christianity in Hip Hop and Rap Music . Hip hop music refers to a genre that arose in the 1970s, and expanded into a larger culture and one of the most popular genres in the world. Rap, an essential part of Hip-Hop music, refers to the practice of speaking lyrics over a beat. Themes in Hip-Hop and Rap can involve anything, and tend to vary, but are not limited, by the region from which the rapper originates. Los Angeles, and more specifically, Compton rappers, including 2Pac, Snoop Dogg, YG, and Kendrick Lamar, tend to fall under the category of \"gangsta\" rap, speaking on themes of violence, as well as partying in the inner city. However, New York rappers, such as Notorious B.I.G., Nas, and Joey Bada$$ have created a genre characterized by thoughtful, and careful lyrics along with delivery. While the themes in rap music tend to center around certain ideas, artists from all over the country have incorporated ideas relating to Christianity in their music.",
            "score": 67.28624725341797
        },
        {
            "docid": "16759253_2",
            "document": "Uzi (hip hop artist) . Uzi (pronounced as \"Uji\") is a popular Japanese hip-hop artist. He has released four major albums, most recently his “Natural 9” album released in March 2008. Uzi is one of the rappers to incorporate more overt elements of Japanese culture into his music and videos, specifically aspects referring to the samurai (to which he claims direct ancestry). He is a great example of an artist who maintains the localization of hip-hop music through his dependence on the incorporation of Japanese themes into his work. Such non-Americanization of his hip-hop music has been met with varying opinions; some view this as disrespectful of the origins of hip-hop culture, while there are those who appreciate Uzi’s apparent embracing of Japanese culture. Still others believe that though his music is more heavily influenced by Japan’s society, it is less authentic since Uzi is so dissimilar from the original American hip-hop artists who are credited with creating the music genre.",
            "score": 67.01567077636719
        },
        {
            "docid": "49709342_9",
            "document": "Suga (rapper) . Suga is responsible for writing, composing and arranging, as well as mixing and mastering his material. He has over sixty registered songs accredited to his name with the Korea Music Copyright Association, is a pianist, and produces hip hop and R&B music. The foundation of his lyrics involve themes that are \"full of dreams and hope,\" conceived with the intent of his music becoming \"many people's strength.\" He cites Stony Skunk and Epik High as his inspirations to pursue hip hop music. Particularly, he credits the former's reggae-hip-hop hybrid album \"Ragga Muffin\" (2005) and its title track for igniting his interest in the genre, calling it \"completely different\" from mainstream music.",
            "score": 66.7303466796875
        },
        {
            "docid": "387578_42",
            "document": "Kwaito . Kwaito has also been criticized in that it has been labeled as the African version of hip hop or an imitator. In Thokozani Mhlambi's article \"Kwaitofabulous,\" he points out various European scholars who have disclaimed the authenticity of hip hop as they believe it to undermine the cultural and historical struggles of the South African people because of Kwaito's similarity with American hip hop. Mhlambi, however, disclaims by pointing out that the Black youth of America and South Africa have faced similar oppressive histories by the white population, and thus makes sense to have its music similar as well. He also points out that the criticism from onlookers from other cultures do not realize how both kwaito and hip hop require performances and music making to be a group process and thus requires collaboration. He believes kwaito and hip hop to have many similarities due to both genre's origins, however he does not believe kwaito to be a direct descendant of hip hop. Furthermore, many scholars and researchers of the genre, including Gavin Steingo, agree with Mhlambi in that they disclaim the idea that kwaito is purely South African hip hop. Steingo writes in an article titled \"South African music after Apartheid: kwaito, the 'party politic,' and the appropriation of gold as a sign of success\" that the genre was influenced by both house music and American hip hop, while also drawing on inspiration from ancient African music. Therefore, kwaito cannot be simply the South African version of hip hop. Also, Steingo writes that a version of hip hop music does already exist in the country, and it is not kwaito: \"Because of seemingly obvious parallels between African American youth culture and the new Black South African youth culture, people have been inclined to think of kwaito as South African hip hop, or a South African version of hip hop (In 2000, Sterns/Earthworks released a kwaito compilation CD in the UK called \"Kwaito—South African Hip Hop\"). It would seem that this perceived familiarity is based primarily on the shared characteristic of rhyming in verse. And, though this is not totally invalid, it should be stated that there is a South African version of hip hop in South Africa and it is not (and has even come into conflict with) kwaito.\" Additionally, it is difficult to define Kwaito as a type of South African hip hop, as there is an actual emergent hip-hop scene. As kwaito, for the most part, remains apolitical, the hip hop scene, although less popular, generates a more political and gangster-esque style. This difference is described by the South African hip hop group Godessa, \"Hip-hop is universal. We were excluded from Kwaito because we cannot understand it. To us, music is not just about dancing, it is a vehicle for us to speak to the masses.\" Similarly, hip hop is gaining popularity in Johannesburg, kwaito's stomping ground, and its emergence is fostering a rivalry of sorts, further separating the two genres. As Kwaito is more of a mixture of hip hop, disco, and house, the hip hop scene mirrors a more American style of hip-hop.",
            "score": 66.62244415283203
        },
        {
            "docid": "13670932_6",
            "document": "Classic hip-hop . The classic hip-hop format dates back to 2004, when KZAB—a Spanish-language FM station serving the Los Angeles area, was re-launched as KDAY. The re-launched station served to capitalize on the heritage of the original KDAY 1580 (now KBLA), which, in the 1980s, was the first radio station in the United States to play hip-hop music on a full-time basis. After the station's sale to Fred Sands in 1991, the station dropped hip-hop and switched to business news. The new KDAY originally focused primarily on classic hip-hop music: over the following years, it backtracked on its gold-based format, before reinstating it in 2009. The station's initial success was hampered primarily by its signal, which did not cover all of Greater Los Angeles (a rebroadcaster, KDEY-FM, was also established to improve the station's reach in the Inland Empire), along with the music itself, as hip-hop music from the 1990s was not yet nostalgic to listeners.",
            "score": 66.61181640625
        },
        {
            "docid": "1886068_2",
            "document": "Ukrainian hip hop . Ukrainian hip hop, also known as Ukra-hop or Ukr-hop is a major part of the Ukrainian music scene. Refers to all genres of hip hop music in the Ukrainian language. The term Ukr-hop is also sometimes used to refer to any hip hop music made by Ukrainians, including instrumental hip hop, as well as rap songs by members of the Ukrainian diaspora.",
            "score": 66.56768798828125
        },
        {
            "docid": "13670932_2",
            "document": "Classic hip-hop . Classic hip-hop is a music radio format focusing primarily on hip-hop music from the 1980s, 1990s, and the early to mid-2000s.",
            "score": 66.32295989990234
        },
        {
            "docid": "4645542_2",
            "document": "Daniel Bernard Roumain . Daniel Bernard Roumain (known by his initials, DBR; born 1970) is a classically trained composer, performer, violinist, and band-leader noted for blending funk, rock, hip-hop and classical music into an energetic and experiential sonic form. DBR is of Haitian-American heritage and he attended Dillard Center for the Arts in Fort Lauderdale, Florida. He received his undergraduate degree from Vanderbilt University's Blair School of Music and earned a doctorate in musical composition from the University of Michigan. He combines his classical music roots with a multicolored spectrum of contemporary black popular music. DBR's exploration of musical rhythms and pulsing sounds is frequently peppered by cultural references. His dramatic pieces range from orchestral scores and energetic chamber works to rock songs and electronica. He recently contributed a chapter to \"Sound Unbound: Sampling Digital Music and Culture\" (The MIT Press, 2008) edited by Paul D. Miller a.k.a. DJ Spooky.",
            "score": 66.25474548339844
        },
        {
            "docid": "8349262_41",
            "document": "Asian hip hop . Hip Hop music in India had started at around 1990 and Apache Indian is credited as India's first Rapper. Hip Hop music became all the more famous with the song 'Pettai Rap' from the Tamil movie Kadhalan starring Prabhu Deva for which the Music Director was A.R Rahman. The song catapulted Suresh Peters as a rapper and a Music Director. Rap/Hip Hop was often used in the regional movies as fillers in between songs and off late has started to become mainstream songs. London based The Rishi Rich Project, Bally Sagoo and Canadian based Raghav further laid steady foundations for Hip Hop/RnB music in India. California based Punjabi rapper Bohemia became one of the most well known pioneers of Punjabi Rap in the country after producing tracks like 'Kali Denali' and 'Ek tera Pyar'. He became the first Hip Hop artist to launch a full Desi Rap album signed to Universal Music India. He has also produced songs for Bollywood movies like Chandni Chowk to China. Canadian based Hip Hop artist Ishq Bector became an outrage after the release of his superhit single 'Aye Hip Hopper'. Malaysian rappers, Yogi B and Natchatra brought in the culture of Tamil Rap in India. After receiving various awards in Malaysia, now they are the most sorted out rappers in Kollywood(Tamil Movie Industry). International artists like 50 Cent, Mobb Deep, The Black Eyed Peas etc. have performed in India. Snoop Dogg appeared in a song from the film Singh Is Kinng in 2008 which popularized Hip Hop music amongst the people of India.",
            "score": 66.2270736694336
        },
        {
            "docid": "305552_25",
            "document": "Music of Washington, D.C. . The go-go sound developed during the mid-1970s and began to take its current shape by the late '70s, and has become known as D.C.'s answer to hip-hop. Its characteristic formula combined simple funk grooves with instrumental percussion and often rapping. It is a blend of funk, R&B, and early hip-hop, with a focus on lo-fi percussion instruments and melodic jamming in place of dance tracks, although some sampling is used. As such, it is primarily a dance music with an emphasis on live audience call and response. Go-go rhythms are also incorporated into street percussion. Many Washington, D.C. soul & funk artists contributed to the characteristic go-go sound, but the main pioneers were The Young Senators, also known as \"The Emperors of Go-go\", known for their hit tune \"Jungle\", and Chuck Brown & the Soul Searchers, known for \"Bustin' Loose\", which became a surprise national hit. Later go-go bands include Rare Essence, Trouble Funk, Experience Unlimited, and the Southeast go-go band Aggressive Funk. Bands such as Backyard, TCB, and UCB have gained recognition by being featured in music by rapper, Wale.",
            "score": 66.0836181640625
        },
        {
            "docid": "18945847_5",
            "document": "Hip hop music . In the 1990s, hip hop began to diversify with other regional styles emerging, such as Southern rap and Atlanta hip hop. At the same time, hip hop continued to be assimilated into other genres of popular music, examples being neo soul (e.g.: Lauryn Hill, Erykah Badu) and nu metal (e.g.: Korn, Limp Bizkit). Hip hop became a best-selling genre in the mid-1990s and the top selling music genre by 1999. The popularity of hip hop music continued through the 2000s, with hip hop influences also increasingly finding their way into mainstream pop. The United States also saw the success of regional styles such as crunk (e.g.: Lil Jon & the East Side Boys, the Ying Yang Twins), a Southern genre that emphasized the beats and music more than the lyrics. Starting in 2005, sales of hip hop music in the United States began to severely wane. During the mid-2000s, alternative hip hop secured a place in the mainstream, due in part to the crossover success of artists such as OutKast and Kanye West. During the late 2000s and early 2010s, rappers such as Lil Wayne, Soulja Boy, and B.o.B were the most popular rappers. During the 2010s, rappers such as Drake, Nicki Minaj, J. Cole, and Kendrick Lamar all have been extremely popular. Trap, a subgenre of hip hop, also has been popular during the 2010s with hip hop artists and hip hop music groups such as Migos, Travis Scott, and Kodak Black.",
            "score": 66.06539916992188
        },
        {
            "docid": "1823465_15",
            "document": "Late Registration . On \"Late Registration\", West drew inspiration from English trip hop band Portishead and collaborated with film score composer Jon Brion. The album's music blends West's primary soulful hip hop production with Brion's elaborate chamber pop orchestration, and experimentally delves into a wide array of different genres, including jazz, blues, rock, R&B, spoken word, funk, turntablism, western classical, and psychedelic soul. With the presence of Brion, who conducts a twenty-piece orchestra and plays instruments individually selected by West, the album is largely orchestral in nature, brandishing a euphony of string arrangements, piano chords, brass flecks, and horn riffs among other symphonic instrumentation. They also incorporated a myriad of foreign and vintage instruments not typical in popular music, let alone hip hop, such as a celesta, harpsichord, Chamberlin, CS-80 analog synthesizer, Chinese bells and berimbau.",
            "score": 66.04841613769531
        },
        {
            "docid": "21697121_5",
            "document": "Christylez Bacon . Bacon classifies his largely diverse music as progressive hip hop. In a local interview, He states, \"It takes traditional hip-hop elements and fuses live instrumentation and genres from around the world. The inspiration came from knowing our simple connection in music. Every culture or group of people on this planet has music and the arts. I have always believed that ignorance causes hate, disrespect, and lack of communication among us all. The idea of the \"remix\" in hip-hop music made it evident that we can put any style into the mix, thus uniting lovers of hip-hop, salsa, classical, jazz, and bhangra in one space. The music is the lure and the lyric is the education that will destroy the many barriers that prevent us from recognizing our connections with each other.\"",
            "score": 66.0245361328125
        },
        {
            "docid": "318718_38",
            "document": "Music of the Philippines . Filipino hip-hop is hip hop music performed by musicians of Filipino descent, both in the Philippines and overseas, especially by Filipino-Americans. The Philippines is known to have had the first hip-hop music scene in Asia since the early 1980s, largely due to the country's historical connections with the United States where hip-hop originated. Rap music released in the Philippines has appeared in different languages such as Tagalog, Chavacano, Cebuano, Ilocano and English. In the Philippines, Francis M, Gloc-9, Abra (rapper), Michael V., and Andrew E. are cited as the most influential rappers in the country, being the first to release mainstream rap albums. Then came the female rappers MC Lara and Lady Diane.",
            "score": 65.95819854736328
        },
        {
            "docid": "1793301_14",
            "document": "East Oakland, Oakland, California . East Oakland, together with West Oakland and portions of North Oakland, is a hub for Northern California's African American community. Hip hop culture is associated with East Oakland. It is known within the hip hop community as \"Oaktown\", \"O-Town,\" (old school names) or currently, \"The Town\". A number of East Bay rappers and singers such as Raphael Saadiq, Keak da Sneak, Dru Down, Too Short, Digital Underground, MC Hammer, Luniz, Hieroglyphics, Keyshia Cole, Philthy Rich, Db tha General, Shady Nate, Bobby Brackins, and Lil B originated there. The prostitution, violence and drug culture of the region spawned a new subgenre of hip hop by the late 1980s. Rappers like Too Short incorporated drugs, violence, prostitution and gang life into their music, in sharp contrast to much of the East Coast hip hop of the day. Too Short was also one of the first rap artists to promote and sell records independently and is one of the pioneers responsible for the birth of Northern California's independent hip hop scene; leading other artists to pursue success in the music industry without the assistance of a major record company. The sound of the music was different from East Coast hip hop, which is known for its technique of sampling and looping to create a song. Instead, funk and blues were infused with synthesizers and drum machines, giving birth to the Bay Area hip hop sound known as Mobb music. Today, mainstream hip-hop continues to lyrically and musically incorporate much of what was pioneered in East Oakland.",
            "score": 65.55030822753906
        },
        {
            "docid": "215895_18",
            "document": "Christian hip hop . In the UK, Christian hip-hop is often merged with a music style known as grime, which gives the music a different sound from American hip hop. Many would agree that grime music originated in London's black community and is predominately described as a secular genre. Although British, grime music has a strong Jamaican influence as many of the artists are of British-Caribbean heritage. The GL Live music event 2010, held in the United Kingdom, saw a fusion of Christian rappers both American and British celebrate their faith together whilst demonstrating their own unique styles. The event was attended by Trip Lee and Tedashii, who performed several songs during the event including \"Jesus Muzik\" and \"No Worries\".",
            "score": 65.48712158203125
        },
        {
            "docid": "1498582_7",
            "document": "Indian hip hop . Due to the exposure through Bollywood, rap became a household term and an increased production of rap music was observed, especially in the Punjabi music industry. There is an ongoing debate among the hip-hop community about the contribution of Honey Singh to the genre. While some artists including Badshah, Ikka, Deep Money and Manj Musik have acknowledged his contribution to the industry, others like Raftaar, and Pakistani artists, Bohemia and Imran Khan have openly denied it. There is also a negative sentiment among some followers of hip-hop culture in India regarding the recent commercialization of the genre. Even though many fans are not happy with the recent commercialization of hip-hop in India, this commercialization has also led to expansion of the underground scene, with independent artists building a name in Indian hip hop. Because of this, the future of hip-hop in India is generally perceived to be positive. There are about 2,000 rappers in India, rapping in different languages like Punjabi, Bengali, Hindi, Bhojpuri, Khasi etc.",
            "score": 65.36197662353516
        }
    ]
}