{
    "q": [
        {
            "docid": "8795944_11",
            "document": "Clerical celibacy (Catholic Church) . In the earliest years of the church, the clergy were largely married men. C K Barrett points to 1 Cor 9:5 as clearly indicating that \"apostles, like other Christians, have a right to be (and many of them are) married\" and the right for their wife to be \"maintained by the communities in which they [the apostles] are working.\" However, Paul himself was celibate, and there is no consensus that inclusion among the requirements for candidacy to the office of \"overseer\" of being \"the husband of one wife\" meant that celibate Christians were excluded.",
            "score": 40.34555387496948
        },
        {
            "docid": "51871081_8",
            "document": "Hans Zollner . In May 2010, he co-authored an article defending the record of Pope Benedict XVI in removing priests accused of sexual abuse. The article presented data to show that sexual abuse is no higher among celibate clergy than in other areas and that media reports present an inflated picture of the scale of the problem. It decried the \"moral panic\" surrounding the subject of clerical sexual abuse. In 2011, when Polish church officials were downplaying the need for a commission to establish procedures for handling cases of clerical sexual abuse, he told a Polish magazine that \"If the church in Poland doesn't confront this reality and doesn't take the bull by the horns, the same thing will happen which we witnessed in the United States, Canada, Ireland, Germany, Austria and recently in Belgium. If the church doesn't know how to react to such situations because it hasn't bothered to ascertain the facts, its image will suffer much more than if it had said, 'Yes, we had such cases -- they were very painful, but we tackled them.'\" Addressing church workers in Australia in September 2017, Zollner said that in Australia \"there seems to be almost nil trust in what the Church says ... This is not true in other parts of the world. I think you are in a pretty unique situation\". He thought Europe and North America had made progress in dealing with clerical sexual abuse, but \"It has not yet hit the surface of public interest and discussion and news in 75 per cent of countries, if not more. I cannot say where or when it will hit, but it will hit.\"",
            "score": 50.57074177265167
        },
        {
            "docid": "606848_62",
            "document": "Catholic Church . The sacrament of Holy Orders consecrates and deputes some Christians to serve the whole body as members of three degrees or orders: episcopate (bishops), presbyterate (priests) and diaconate (deacons). The church has defined rules on who may be ordained into the clergy. In the Latin Church, the priesthood is generally restricted to celibate men, and the episcopate is always restricted to celibate men. Men who are already married may be ordained in certain Eastern Catholic churches in most countries, and the personal ordinariates and may become deacons even in the Western Church (see Clerical marriage). But after becoming a Catholic priest, a man may not marry (see Clerical celibacy) unless he is formally laicised.",
            "score": 39.33204174041748
        },
        {
            "docid": "15001299_4",
            "document": "Taego Order . What distinguishes the Taego Order from other forms of Korean Buddhism like the Jogye Order of Seon is that it allows ordained priests to marry, although nuns must remain celibate. This custom of married priests is a remnant of Korea under Japanese rule. However, not all Taego priests are married. This order also includes traditional monks. Monks tend to remain more separate from society and live in mountain temples, whereas the married clerics are more like parish priests, though this is not always the case.",
            "score": 30.524001598358154
        },
        {
            "docid": "542141_27",
            "document": "Clerical marriage . A unique question arises when celibate Catholic Priests have converted to become Orthodox Priests—a situation increasing in parts of the world, particularly in America. Do the Orthodox believe that Roman Catholic priests have the grace of the priesthood (and thus RC priests who convert are not \"re-ordained\")? Or must they be ordained all over again? Simply speaking: can they marry before being ordained to the Orthodox Priesthood. Or must they remain celibate?",
            "score": 31.668840885162354
        },
        {
            "docid": "23907245_3",
            "document": "Debate on the causes of clerical child abuse . Clergy themselves have suggested their seminary training offered little to prepare them for a lifetime of celibate sexuality.",
            "score": 34.831947326660156
        },
        {
            "docid": "27485516_48",
            "document": "Henry II, Holy Roman Emperor . Sincerely religious, Henry II supported service to the Church (he was celibate) and promoted various monastic reforms. He also strongly enforced clerical celibacy, perhaps partly in order that the public land and offices he granted to clerics would not be devised to heirs. He encouraged the reform of the Church, fostered missionary activity, and made several charitable foundations for the poor.",
            "score": 41.39344811439514
        },
        {
            "docid": "8795944_43",
            "document": "Clerical celibacy (Catholic Church) . The mainly Lebanese Maronite Church doesn't demand celibacy vows from its deacons or parish priests; their monks, however, are celibate, as well as their bishops who are normally selected from the monasteries.",
            "score": 37.637935638427734
        },
        {
            "docid": "23907245_24",
            "document": "Debate on the causes of clerical child abuse . Supporters of celibacy claim that Roman Catholic priests suffering sexual temptations are not likely to turn immediately to a teenage boy simply because Church discipline does not permit clergy to marry. Supporters of clerical celibacy suggest, then, that there is some other factor at work.",
            "score": 45.18554878234863
        },
        {
            "docid": "8795944_4",
            "document": "Clerical celibacy (Catholic Church) . In this context, \"celibacy\" retains its original meaning of \"unmarried\". Though even the married may observe continence, abstaining from sexual intercourse, the obligation to be celibate is seen as a consequence of the obligation to observe \"perfect and perpetual\" continence for the sake of the Kingdom of heaven. Advocates see clerical celibacy as \"a special gift of God by which sacred ministers can more easily remain close to Christ with an undivided heart, and can dedicate themselves more freely to the service of God and their neighbour.\"",
            "score": 62.844560384750366
        },
        {
            "docid": "542141_16",
            "document": "Clerical marriage . Traditionally, even if the wife of a married deacon or priest dies, he may not remarry but must remain celibate. However, in recent times, some Bishops have relaxed this tradition and allowed exceptions here. For one, a widowed priest may be granted relief from the obligation of celibacy through a process known as being laicized. Their subsequent marriage is thus seen as the marriage of a layman, and not clerical marriage. After the marriage, the former Priest may then apply for re-ordination.",
            "score": 42.847840309143066
        },
        {
            "docid": "6915942_2",
            "document": "Newar Buddhism . Newar Buddhism is the form of Vajrayana Buddhism practiced by the Newar people of the Kathmandu Valley, Nepal. It has developed unique socio-religious elements, which include a non-monastic Buddhist society based on the Newar caste system and patrilineality. The ritual priests (\"guruju\"), vajracharya (who perform rituals for others) and \"shakya\" (who perform rituals mostly for their own families) form the non-celibate religious sangha while other Buddhist Newar castes like the Urāy act as patrons. Uray also patronise Tibetan Vajrayanin, Theravadin, and even Japanese clerics.",
            "score": 30.97421908378601
        },
        {
            "docid": "18818890_5",
            "document": "Yes, Yes, Yes . Built under a quiet storm like R&B production similar to White's, the song hit the charts peaking at number #46 on the \"Billboard\" Hot 100 and number #11 on the R&B charts becoming Cosby's biggest charted single since \"Little Ole Man (Uptight, Everything's Alright)\" peaked at number #4 on the Hot 100 nine years earlier.",
            "score": 8.388926982879639
        },
        {
            "docid": "4500848_5",
            "document": "Atto of Vercelli . His spiritual zeal was more famously directed toward the church itself. Atto was concerned with the clergy in Northern Italy. Although he noticed pagan superstitions in his parishioners, he believed these superstitions to be the fault of the clergy, who were “clearly not particularly devoted to their priestly duties. He readily prescribed punishment for priests who were misleading or neglecting their flocks. Atto also wished to rectify the growing problem of sexuality within the priesthood. He had discovered that many clerics, who were, by the decree of the Council of Nicaea, supposed to be celibate, were fornicating with women. Such clerics often made excuses as to why they needed women around, but Atto saw through these. Although he didn’t threaten any punishment to the offending ecclesiastics, he did strongly suggest that they should stop. More likely than not, his influence was not very strong on matters that were so tied to human nature, such as this.",
            "score": 42.18014621734619
        },
        {
            "docid": "35386244_2",
            "document": "Jilyaale . Jilyaale is a district located west of Jowhar the administrative region of Shabeellaha Dhexe Region of Somalia. It was found by the Somali cleric Sheikh Hassan Barsane, who led a revolt against fascist Italian forces in Somalia, and the city was also his center.",
            "score": 25.210026264190674
        },
        {
            "docid": "5442210_30",
            "document": "Sharif Sheikh Ahmed . President Sheikh Sharif spoke at the London Conference on Somalia on 23 February 2012. President Sheikh Sharif said: \"To all of you who have exerted every effort so that you could put an end to the suffering of the Somali people, we would like to say that we appreciate this wonderful effort.\" US Secretary Of State Hillary Clinton, UN Secretary General Ban Ki-moon and representatives from over 40 governments attended the London Conference on Somalia, to discuss the rebuilding of Somalia and the tackling of piracy, terrorism and famine.",
            "score": 36.94104814529419
        },
        {
            "docid": "410784_67",
            "document": "Criticism of the Catholic Church . However, the Church's tradition of celibacy traces its beginnings to both Jesus, who encouraged his apostles to be celibate if they were able to do so, and to St. Paul, who wrote of the advantages celibacy allowed a man in serving the Lord. Thus, from the Church's beginnings, clerical celibacy was \"held in high esteem\" and is considered a kind of spiritual marriage with Christ, a concept further popularized by the early Christian theologian Origen. About 300, the Synod of Elvira called for clerical celibacy . Clerical celibacy began to be enforced in papal decretals beginning with Pope Siricius (d. 399). In 1074, mandatory celibacy of the clergy became canon law as part of Pope Gregory VII's effort to eliminate several forms of medieval church corruption.",
            "score": 47.63472318649292
        },
        {
            "docid": "43126636_7",
            "document": "Healthcare in Somalia . The last three decades of armed conflicts, lack of functioning government, economic collapse, and disintegration of the health system and other public services - together with recurrent droughts and famines – has turned Somalia into one of the world’s most difficult environments for survival. This is bluntly reflected in the poor child health conditions, as twenty per cent of the children die before they reach the age of five, more than one third are underweight, and almost fifty per cent suffer from stunting. The under-five mortality rate in Somalia is among the highest in the world, while the prevalence of malnutrition has remained at record high levels for decades. It is therefore likely that malnutrition contributes to more than half of the under-five deaths in Somalia. Pneumonia, diarrhoea and neonatal causes account for a large proportion of childhood deaths.",
            "score": 28.746792316436768
        },
        {
            "docid": "8397900_4",
            "document": "Mohammad-Baqer Majlesi . Born in Isfahan in 1617, his father, Mulla Mohammad Taqi Majlesi (\"Majlesi-ye Awwal\"—Majlesi the First, 1594 AD-1660 AD), was a cleric of Islamic jurisprudence. The genealogy of his family is traced back to Abu Noaym Ahámad b. Abdallah Esfahani (d. 1038 AD), the author, inter alia, of a History of Isfahan, entitled Zikr-i akhbar-i Isfahan.",
            "score": 11.185752868652344
        },
        {
            "docid": "21058417_3",
            "document": "Ting-Xing Ye . Ye was born in Shanghai, China, in 1952, the fourth of five children. Her parents were a factory owner and his wife. Ye's parents died when she was a small child, leaving Ye and her four siblings in the care of her Great-Aunt. During the Cultural Revolution, Ye and her family were condemned as having \"bad blood\" and persecuted by the Communist regime, because their father had been a boss in a factory. At sixteen, like millions of other young Chinese men and women, Ye was exiled to a prison farm to \"learn from the peasants\" and be \"reformed\" by hard labor. On the farm, Ye was persecuted and suffered torture at the hands of her leaders.",
            "score": 9.184309244155884
        },
        {
            "docid": "2156300_4",
            "document": "Jón Arason . By this point Jón Arason had become known for his great talents if somewhat erratic faith. He fathered numerous children who fought for his causes figuratively and later literally. This was despite the canonical obligation that Catholic bishops are to be celibate, but Iceland was distant enough from Rome for clerical discipline in that age to be very lax.",
            "score": 19.764551877975464
        },
        {
            "docid": "891132_12",
            "document": "Greater Somalia . Djibouti gained its independence in 1977, but a referendum was held in 1958 on the eve of Somalia's independence in 1960 to decide whether or not to join the Somali Republic or to remain with France. The referendum turned out in favor of a continued association with France, largely due to a combined \"yes\" vote by the sizable Afar ethnic group and resident Europeans. However, the majority of those who voted \"no\" were Somalis who were strongly in favor of joining a united Somalia as had been proposed by Mahmoud Harbi. Harbi was killed in a plane crash two years later, and Hassan Gouled Aptidon, a Somali who campaigned for a yes vote in the referendum of 1958, wound up as Djibouti's first president post-independence (1977–1991).",
            "score": 18.792954921722412
        },
        {
            "docid": "1128090_63",
            "document": "Animal worship . In India snake worship refers to the high status of snakes in Hindu mythology. Over a large part of India there are carved representations of cobras (nagas) or stones as substitutes. To these human food and flowers are offered and lights are burned before the shrines. Among the Dravidians a cobra which is accidentally killed is burned like a human being; no one would kill one intentionally. The serpent-god's image is carried in an annual procession by a celibate priestess.",
            "score": 26.28205895423889
        },
        {
            "docid": "7252942_5",
            "document": "Blake Alphonso Higgs . Although Higgs was never famous in his own right, his music has been covered by the likes of Dave Van Ronk (\"Yes, Yes, Yes\", although the original is actually called \"The Duck's Yas-Yas-Yas\", a 1929 hit by blues pianist-singer James \"Stump\" Johnson, also successfully recorded by Oliver Cobb that same year), Pete Seeger (\"Foolish Frog\"), Lord Mouse and the Kalypso Katz (\"Tomatoes\"), The Percentie Brothers (\"Goombay Drums\") and perhaps most famously The Beach Boys, who covered his 1952 recording of the Caribbean folk song \"John B Sail\" (\"Wreck of the John B\") and called it \"Sloop John B\".",
            "score": 6.355164527893066
        },
        {
            "docid": "27358_177",
            "document": "Somalia . In ancient Somalia, pyramidical structures known in Somali as \"taalo\" were a popular burial style, with hundreds of these dry stone monuments scattered around the country today. Houses were built of dressed stone similar to the ones in ancient Egypt. There are also examples of courtyards and large stone walls enclosing settlements, such as the Wargaade Wall.",
            "score": 32.09801244735718
        },
        {
            "docid": "50221353_17",
            "document": "Bigamy (canon law) . Bigamy begets irregularity, the principal effect of which is to entirely exclude from the reception and use and exercise of any ecclesiastical order and benefice attached to any order. Pope Gregory X (Lib. 1, Tit. XII, Cap. Unic. in Sexto) further declared that bigamists should be stripped of every clerical privilege, removed from the protection of the ecclesiastical, and subjected to civil, jurisdiction, deprived of the canon safeguarding their person from personal attack, and forbidden to wear the tonsure and clerical garb, under penalty of excommunication to be incurred at the moment of their attempted marriage. The Council of Trent also forbids to bigamists the exercise of any office or function of minor orders, even of such functions as are usually, by permission, allowed to married laymen on account of scarcity of celibate clerics (Sess. XXIII, C. 17, De Reform). Clerics in minor orders whose marriages were invalid are not comprehended under the Tridentine law. Clerics in Sacred orders and religious clerics, who, by virtue of the law of celibacy and religious profession, are spiritually wedded to the clerical and religious states respectively, are not comprehended under the law stripping them of every clerical privilege, and the use of tonsure and clerical garb, and this out of respect to their sacred character. Clerics on the other hand, in minor orders are not wedded to the clerical state; hence they come under the law. Bishops who knowingly an without permission confer Sacred orders on a bigamist are by the Third Council of Arles (Dist . LV, Can. 2) suspended from saying Mass for one year, and by the decretal law (Lib. 1, Tit. 21, Cap. ii) were deprived of the power of giving to others the orders they had conferred on a bigamist. Since the constitution \"Apostolicae Sedis\", the only punishment is that which the Holy Father may deem fit to impose upon the bishop violating the canons.",
            "score": 54.52478241920471
        },
        {
            "docid": "28260_22",
            "document": "Sonnet . Happy ye leaves. whenas those lily hands, (a) Which hold my life in their dead doing might, (b) Shall handle you, and hold in love's soft bands, (a) Like captives trembling at the victor's sight. (b) And happy lines on which, with starry light, (b) Those lamping eyes will deign sometimes to look,(c) And read the sorrows of my dying sprite, (b) Written with tears in heart's close bleeding book. (c) And happy rhymes! bathed in the sacred brook (c) Of Helicon, whence she derived is, (d) When ye behold that angel's blessed look, (c) My soul's long lacked food, my heaven's bliss. (d) Leaves, lines, and rhymes seek her to please alone, (e) Whom if ye please, I care for other none. (e) </poem>",
            "score": 7.39169979095459
        },
        {
            "docid": "34232946_8",
            "document": "Frances Latham . Frances died in 1677, at about the same time that her husband died. In September of that year Samuel Hubbard of Newport wrote to his children in Westerly, \"For news, Mr. Vahan is gone to his long home and his wife is like to follow him if not dead.\" Frances was buried in the Common Burying Ground in Newport, and on her stone was placed the following inscription, \"Here Lyeth ye Body of Mrs. Frances Vaughan, Alius Clarke, ye mother of ye only children of Capt'n Jeremiah Clarke. She died ye 1 week in Sept., 1677, in ye 67th year of her age.\"",
            "score": 12.122010469436646
        },
        {
            "docid": "6341497_6",
            "document": "The Celibate Rifles . The Celibate Rifles' next singles, \"Pretty Pictures\" (October 1983) and \"Merry Xmas Blues\" (December) included acoustic guitars instead of the usual all-electric front. \"Rolling Stone\"s Clinton Walker described \"Pretty Pictures\", as \"a delicate acoustic ballad that surprised more than a few people\". In January 1984 Darroch left to form The Eastern Dark – he died in a van accident in March 1986 which also injured his band mates. Couvret returned for the second album, \"The Celibate Rifles\" (May 1984), which is also called \"5 Languages\" for its cover depicting the band's name in French, Arabic, English, Chinese and Spanish. The album was produced by Connor and Steedman and provided the singles \"Wild Desire\" (April 1984) and \"Sometimes\" (November). Australian rock historian, Ian McFarlane, described it as \"still rough-hewn but with more variation, style and power than the debut\". David Fricke of \"Rolling Stone\" felt it displayed \"urban teen frenzy with lyricist Lovelock's adult fears erupting in a glowing atomic fireball of bazooka guitars and terminal volume\".",
            "score": 23.869715332984924
        },
        {
            "docid": "34050779_24",
            "document": "Yes/No (Glee) . Flandez called the \"propulsive mash-up\" of \"Moves Like Jagger\" and \"Jumpin' Jack Flash\" one of the episode's \"highlights\", and \"Billboard\" Rae Votta said it was \"impeccably choreographed by Glee's often unsung hero Zach Woodlee.\" She also lauded Artie's \"Jagger moves while sitting in a chair\" and said he \"outshines even Mike and Will who dance beside him\". Sullivan described Artie as \"consistently awesome\", and Slezak said it was \"one of Artie’s more appealing musical moments this season\" and gave it a \"B\". Lynch characterized the song as a \"spunky diversion\" and gave it a \"B+\", but he noted it was \"not a good song for marriage proposals by any stretch of the imagination\", a point also made by \"Rolling Stone\" Erica Futterman, who said the number would have \"fared much better as a stand-alone performance\". While Chaney liked Will and Mike's \"moves\", she felt there was \"far too much quick cutting to shots of Morrison in a tank top\" and gave the song a \"B–\"; Slezak and VanDerWerff were also critical of these shots.",
            "score": 22.04297637939453
        },
        {
            "docid": "6035_35",
            "document": "Celibacy . Usually, only celibate men are ordained as priests in the Latin Rite. Married clergy who have converted from other Christian denominations can be ordained Roman Catholic priests without becoming celibate. Priestly celibacy is not \"doctrine\" of the Church (such as the belief in the Assumption of Mary) but a matter of discipline, like the use of the vernacular (local) language in Mass or Lenten fasting and abstinence. As such, it can theoretically change at any time though it still must be obeyed by Catholics until the change were to take place. The Eastern Catholic Churches ordain both celibate and married men. However, in both the East and the West, bishops are chosen from among those who are celibate. In Ireland, several priests have fathered children, the two most prominent being Bishop Eamonn Casey and Father Michael Cleary.",
            "score": 42.6373085975647
        },
        {
            "docid": "27358_7",
            "document": "Somalia . Somalia has been inhabited since at least the Paleolithic. During the Stone Age, the Doian and Hargeisan cultures flourished here. The oldest evidence of burial customs in the Horn of Africa comes from cemeteries in Somalia dating back to the 4th millennium BCE. The stone implements from the Jalelo site in the north were also characterized in 1909 as important artefacts demonstrating the archaeological universality during the Paleolithic between the East and the West.",
            "score": 31.19538116455078
        }
    ],
    "r": [
        {
            "docid": "58809_5",
            "document": "Adultery . In Muslim countries that follow Sharia law for criminal justice, the punishment for adultery may be stoning. There are fifteen countries in which stoning is authorized as lawful punishment, though in recent times it has been legally carried out only in Iran and Somalia. Most countries that criminalize adultery are those where the dominant religion is Islam, and several Sub-Saharan African Christian-majority countries, but there are some notable exceptions to this rule, namely Philippines, Taiwan, and several U.S. states. In some jurisdictions, having sexual relations with the king's wife or the wife of his eldest son constitutes treason. By analogy, in cultures which value and normally practice exclusive interpersonal relationships, sexual relations with a person outside the relationship may also be described as infidelity or cheating, and is subject to sanction.",
            "score": 85.58386993408203
        },
        {
            "docid": "22985586_5",
            "document": "Sex and gender roles in the Catholic Church . During the Middle Ages, sexual activity was regulated very differently from now. The medieval Catholic Church regulated sex and all matters relating to sex very carefully, and often imposed harsh penances to punish wrong doers. Penances varied according to severity of the act committed, and also according to who committed the exploit. Most of the regulations were based on what the church considered sexual sins. However, due to the knowledge that people would inherently commit these sins, the church set up a system to absolve one’s sins, although enforcement sometimes wavered. Most of the sins the Catholic Church tried to fight against were based on their interpretation of the Bible, and many are still considered sins today, although they do not carry the same weight as they did in the Middle Ages. The church defined sin as a violation of any law of God, the Bible, or the church. Common sexual sins were premarital sex, adultery, masturbation, homosexuality, and bestiality. Many influential members of the church saw sex and other pleasurable experiences as evil and a source of sin, unless meant for procreation. Also, any non vaginal sex (oral, anal) in a non missionary position was frequently seen as sinful. The church considered masturbation a sin against nature because the guilty party was acting as both a man and woman. Also, law required clerics to avoid any sort of sexually tinged entertainment. However, canon law did allow sex in a marriage, as long as it intended to procreate and not just provide pleasure, even though some saw sex, even in marriage, as sinful and impure. Procreation caused no sin according to the church, as did having sex with a spouse in order to not commit adultery. Adultery, homosexuality, and masturbation were all seen as sins by the church; therefore, they also called for the vast regulation. The church also went to great lengths to control sexual practice by married couples. Sexual regulation by the church accounted for a great amount of literature and time. The church saw regulation as necessary to maintain the welfare of society. Canon law banned premarital sex, lust, masturbation, adultery, bestiality, homosexuality, and any sort of sex outside of marriage. Adultery was broken up into various categories by the Statutes of Angers: prostitution and simple fornication, adultery, defloration of virgins, intercourse with nuns, incest, homosexuality, and incidental matters relating to sex such as looks, desires, touches, embraces, and kisses. Adultery was typically grounds for divorce for a man if his wife fornicated with another, but adultery was not seen as a crime, just as a sin. Prostitution, although within the category of fornication, was less concrete in the law. Because the medieval canon law originated as an “offshoot of moral theology” but also drew from Roman law, it contributed both legal and moral concepts to canonistic writing. This split influence caused the treatment of prostitution to be more complex. Prostitution, although sinful, was tolerated. Without the availability of a prostitute, men could be led to commit a different Anger: defloration of a virgin. It was better to tolerate prostitution with all of its associated evils, than to risk the perils which would follow the successful elimination of the harlot form society. The church recognized sex as a natural inclination related to original sin, so sexual desires could not be ignored as a reality. Although the law attempted to strictly regulate prostitution, whorehouses abounded disguised as bathhouses or operated in secret within hotels and private residences. “Outside the official public brothels, prostitution in the public bathhouses, the inns and the taverns was common knowledge and was tolerated. Much of the church’s efforts were put toward controlling what was going on sexually in a marriage, especially regarding when a married couple could have sex. Sex was not allowed during pregnancy or menstruation, after a child birth, on Sunday, Wednesday, Friday, or Saturday, during each of the three Lents, feast days, quarterly ember days, or before communion. The church also denounced “unnatural” sexual relations between those of the same sex and also married couples. Also, upon marrying, a couple could not enter a church for thirty days. Due to human nature and the belief that all men sin (Romans 3:23), the Catholic Church provided means to absolve one’s sexual sins, so that they may become pure again. By applying penance to sin, the church gave people a way out. Penance was composed of 3 parts: interior sorrow, oral confession, and satisfaction through deeds. Because not all sexual sins are public, a private confession sufficed to declare one guilt free. Penances varied in length depending on what sin was committed. Adultery called for anywhere from 1 year to 15 years, depending on the confessors judgment of the sin. Adultery between two unmarried people called for a much lighter penance than that with a cleric, and even worse was fornication outside of a marriage. A 100-day penance would typically be given for one who confessed to masturbating for the first time, whereas a year would be given for a repeat offender. Also, because sex in marriage solely for pleasure was prohibited, married couples had to pray frequently for these “daily sins.”  Although the church developed very strict regulations on sexual activity that needed to be carried out to sustain the institutional and psychological structure of the Middle Ages, it had a hard time properly enforcing these regulations. Most violations occurred in the privacy of the bedroom, so the only witnesses to the sin were the guilty parties themselves, and they did not usually confess to such crimes. Also, the problem was widespread. Not only did the common people deviate from the rules, but the clerics themselves did not follow their own laws. In order to convict, accusation was required, and people didn’t usually have enough proof to back up an accusation, as law basically required a confession, and there was always a chance that if there was not enough proof, the accuser would be charged with false accusations. Even though the system was not foolproof, the church did produce a large number of institutions to inform the public of the law of sexual practice, and also had an extensive system of courts to deal with sexual misbehavior.",
            "score": 68.8202133178711
        },
        {
            "docid": "19091710_30",
            "document": "Criticism of marriage . Historically, in many cultures marriage has been used to regulate sexuality, rather than consent regulating it. That is, non-marital sex was banned regardless of consent, while marital sex was an enforceable obligation. From the mid-20th century onward, changing social norms have led to, among other things, the decriminalization of consensual non-marital sex and the criminalization of marital rape. These changes are not universal around the world, and in many countries they have not occurred. One of the concerns about marriage is that it may contradict the notion of sexual self-determination, due to cultural, religious, and in many countries also legal norms. For instance, sex outside marriage is still punishable by death in some jurisdictions. In 2014, Amnesty International’s Secretary General stated that \"It is unbelievable that in the twenty-first century some countries are condoning child marriage and marital rape while others are outlawing abortion, sex outside marriage and same-sex sexual activity – even punishable by death.\" Another issue is the question on why relations that are (or are believed to be) sexual are favored in law with regard to legal protections and promotion, and those that are not (or are believed not to be) are not. This is especially the case as marriage rates are quite low in many Western countries, and the state has been criticized for ingoing other living arrangements that are not sexual relations; and there have been increased objections to legal concepts such as consummation or adultery that critics argue do not belong in modern law. It is argued that with regard to family life, the state should regulate the parental rights and responsibilities of parents, not focus on whether there is an ongoing sexual/romantic relation between the parents.",
            "score": 66.23506927490234
        },
        {
            "docid": "3634424_84",
            "document": "Violence against women . Stoning, or lapidation, refers to a form of capital punishment whereby an organized group throws stones at an individual until the person dies. Stoning is a punishment that is included in the laws of several countries, including Iran, Saudi Arabia, Sudan, Pakistan, Yemen, the United Arab Emirates, and some states in Nigeria, as punishment for adultery. Flogging or flagellation is the act of methodically beating or whipping the human body. It is a judicial punishment in various countries for specific crimes, including sex outside marriage. These punishments employed for sexual relations outside marriage, apart from constituting a form of violence in themselves, can also deter victims of sexual violence from reporting the crime, because the victims may themselves be punished (if they cannot prove their case, if they are deemed to have been in the company of an unrelated male, or if they were unmarried and not virgins at the time of the rape).",
            "score": 66.1118392944336
        },
        {
            "docid": "1599810_57",
            "document": "History of human sexuality . In Islam sexual intercourse is allowed only after marriage and only with one's spouse. Sex outside of marriage is prohibited, called zina, as is adultery, which is considered a sin and is strictly prohibited and punishable. According to the chapter Al-Israa', verse 32 of the Qur'an, Allah (God) prohibits Muslims from getting close to (engaging in) zina, and having relations with anyone other than one's spouse. And since marriage is only between a man and a woman, any sexual intercourse between two men is prohibited. Islam does not accept homosexuality or allow anal sex even between married couples or even during menstrual cycles. Furthermore, sex is like an act of charity if done with right intentions. One cannot seek sexual means outside of marriage and must lower gaze when outside.",
            "score": 65.29229736328125
        },
        {
            "docid": "15179951_52",
            "document": "Human sexuality . In Islam, sexual desire is considered to be a natural urge that should not be suppressed, although the concept of free sex is not accepted; these urges should be fulfilled responsibly. Marriage is considered to be a good deed; it does not hinder spiritual wayfaring. The term used for marriage within the Quran is \"nikah\", which literally means sexual intercourse. Although Islamic sexuality is restrained via Islamic sexual jurisprudence, it emphasizes sexual pleasure within marriage. It is acceptable for a man to have more than one wife, but he must take care of those wives physically, mentally, emotionally, financially, and spiritually. Muslims believe that sexual intercourse is an act of worship that fulfils emotional and physical needs, and that producing children is one way in which humans can contribute to God's creation, and Islam discourages celibacy once an individual is married. However, homosexuality is strictly forbidden in Islam, and some Muslim lawyers have suggested that gay people should be put to death. On the other hand, some have argued that Islam has an open and playful approach to sex so long as it is within marriage, free of lewdness, fornication and adultery. For many Muslims, sex with reference to the Quran indicates that – bar anal intercourse and adultery – a Muslim marital home bonded by \"Nikah\" marital contract between husband and his wife(s) should enjoy and even indulge, within the privacy of their marital home, in limitless scope of heterosexual sexual acts within a monogamous or polygamous marriage.",
            "score": 64.27124786376953
        },
        {
            "docid": "304064_5",
            "document": "Clerical celibacy . The word \"celibacy\" can mean either the state of being unmarried or Sexual abstinence, especially because of religious vows, from sexual intercourse. In the canon law of the Latin Church, the word \"celibacy\" is used specifically in the sense of being unmarried. However, for its clergy this state of being unmarried is considered to be a consequence of the obligation to be completely and perpetually continent: Permanent deacons, namely those deacons who are not intended to become priests, are, in general, exempted from this rule. But married permanent deacons are not allowed to remarry after the death of their spouse.",
            "score": 64.17843627929688
        },
        {
            "docid": "1864205_10",
            "document": "Matthew 1:18 . The second stage of the marriage was for the husband to take his bride into his own home. Most scholars believe this is what the phrase \"coming together\" means in this verse. It is not thought to be a euphemism for sexual relations, even though it could be interpreted in this way. Only after the bride moved into her husband's house would the marriage be consummated. In Judea sexual relations during the betrothal were not unheard of. In Galilee, however, much stricter conventions prevailed. Any infidelity with an outside partner during the betrothal period was considered adultery, and punished as such under Mosaic Law. Thus when Mary became pregnant she was at a point prior to which she would have had relations with her husband but also a time in which infidelity would be harshly punished, potentially by death.",
            "score": 62.864742279052734
        },
        {
            "docid": "8795944_4",
            "document": "Clerical celibacy (Catholic Church) . In this context, \"celibacy\" retains its original meaning of \"unmarried\". Though even the married may observe continence, abstaining from sexual intercourse, the obligation to be celibate is seen as a consequence of the obligation to observe \"perfect and perpetual\" continence for the sake of the Kingdom of heaven. Advocates see clerical celibacy as \"a special gift of God by which sacred ministers can more easily remain close to Christ with an undivided heart, and can dedicate themselves more freely to the service of God and their neighbour.\"",
            "score": 62.84455871582031
        },
        {
            "docid": "6116054_8",
            "document": "Extramarital sex . Traditional interpretations of Islamic law (or Sharia) prescribe severe punishments for \"zina\", or extramarital sex, by both men and women. Premarital sex could be punished by up to 100 lashes, while adultery is punishable by stoning. The act of sexual penetration must, however, be attested by at least four male Muslim witnesses of good character, the accused has a right to testify in court, the suspect's word or testimony is required to hold the most weight in the eyes of the judge(s), punishments are reserved to the legal authorities and the law states that false accusations are to be punished severely. The former regulations also make some Muslims believe, that the process's goal was to eventually abolish the physical penalties relating to acts of fornication and adultery that were already present within many societies around the world when Islamic teachings first arose. According to this view, the principles are so rigorous in their search for evidence, that they create the near impossibility of being able to reach a verdict that goes against the suspect in any manner.",
            "score": 62.61825180053711
        },
        {
            "docid": "23942963_24",
            "document": "Religious views on pornography . The United Protestant Church of France (EPUdf) teaches that pornography is a sin. According to Pastor Gilles Boucomont, \"The Bible does not talk about pornography. It says that sexuality is lived properly as part of a commitment, marriage. Outside of this context, sexuality is adultery if one is already married or sexual misconduct if one is not yet married. Misconduct and adultery break the unity that God wants for the married man and woman (1 Corinthians 6 and 7, Mark 10: 1-12)... Watching pornography is not doing a sexual act with anyone, certainly. However, Jesus considers that adultery begins in the eye (Matthew 5,28). There is also no need for a large dissertation to explain that viewing such films does not favor the formation or continuity of stable couples. The second aspect of our problem lies in our responsibility for the people who shoot such films. Jesus asks us to love our neighbor as ourselves. If we do not think we have to surrender our bodies for money, because that is not God's good will for the human, we can not support this practice.\" Masturbation is also considered sinful.",
            "score": 62.474998474121094
        },
        {
            "docid": "58809_100",
            "document": "Adultery . Human rights organizations have stated that legislation on sexual crimes must be based on consent, and must recognize consent as central, and not trivialize its importance; doing otherwise can lead to legal, social or ethical abuses. Amnesty International, when condemning stoning legislation that targets adultery, among other acts, has referred to \"acts which should never be criminalized in the first place, including consensual sexual relations between adults\". Salil Shetty, Amnesty International’s Secretary General, said: \"It is unbelievable that in the twenty-first century some countries are condoning child marriage and marital rape while others are outlawing abortion, sex outside marriage and same-sex sexual activityeven punishable by death.\" The \"My Body My Rights\" campaign has condemned state control over individual sexual and reproductive decisions; stating \"All over the world, people are coerced, criminalized and discriminated against, simply for making choices about their bodies and their lives\".",
            "score": 61.65841293334961
        },
        {
            "docid": "19186813_37",
            "document": "Stoning . Stoning appears to have been practiced by the Aztecs. As of September 2010, stoning is a punishment that is included in the laws in some countries including Saudi Arabia, Sudan, Iran, Somalia, Yemen and some predominantly Muslim states in northern Nigeria as punishment for Zina (\"adultery by married persons\").",
            "score": 60.83879852294922
        },
        {
            "docid": "7792391_3",
            "document": "Sexuality and Mormonism . The LDS Church teaches its members to obey what it calls the law of chastity, which is a code of morality and modesty. Under this code, all members are taught to be \"morally clean in their thoughts, words, and actions\" and to abstain from pornography. Violations of this code include \"adultery, being without natural affection, lustfulness, infidelity, incontinence, filthy communications, impurity, inordinate affection, fornication. They included all sexual relations outside marriage—petting, sex perversion, and preoccupation with sex in one’s thoughts and talking.\" Sexual transgressions are considered second only to murder in seriousness.",
            "score": 60.443946838378906
        },
        {
            "docid": "5790193_18",
            "document": "Holy orders in the Catholic Church . There is a distinction drawn between chastity and celibacy. Celibacy is the state of not being married, so a promise of celibacy is a promise not to enter into marriage but instead to consecrate one's life to service (in other words, \"married to God\"). Chastity, a virtue expected of all Christians, is the state of sexual purity; for a vowed celibate, or for the single person, chastity means the abstinence from sexual activity. For the married person, chastity means the practice of sex \"only\" within marriage between a man and woman, provided that it is unitive and open to the possibility of new life (i.e. non-contraceptive).",
            "score": 60.41928482055664
        },
        {
            "docid": "23892113_5",
            "document": "Thou shalt not commit adultery . According to Exodus, the law forbidding adultery was codified for the nation of Israel at Mount Sinai. It was one of the Ten Commandments written by the finger of God on stone tablets. Details regarding the administration of the law and additional boundaries on sexual behavior followed. For example, an ordeal was established to prove the guilt or innocence of a wife whose husband suspected her of adultery. Adultery was a capital crime, and if adulterers were caught, at least two witnesses were required before the death penalty would be carried out. Since men were permitted to have multiple wives, adultery was interpreted to consist of sexual relations between a man and a married or betrothed woman who was not his wife. A man who had sexual relations with a woman who was not married or betrothed was not guilty of adultery, per se, but the man was then obligated to marry the woman, unless her father forbid it and the man shall not divorce her until the end of his life.  Other boundaries on sexual behavior included the prohibition of sexual relations between close relatives, between persons of the same sex, and between people and animals; prostitution was also forbidden. The prohibition of prostitution has been interpreted by rabbinical scholars to preclude sexual relations outside of marriage in general, and a woman who, after getting married, was found to have been promiscuous before marriage faced the death penalty. A woman who was raped was not guilty of breaking the law, provided she cried out for help (which was taken as proof that she did not consent). According to Deuteronomy, the commandment against adultery was reaffirmed as the leadership of Israel passed from Moses to Joshua.",
            "score": 59.877418518066406
        },
        {
            "docid": "38304_2",
            "document": "Sexual abstinence . Sexual abstinence or sexual restraint is the practice of refraining from some or all aspects of sexual activity for medical, psychological, legal, social, financial, philosophical, moral, or religious reasons. Asexuality is distinct from sexual abstinence; and celibacy is sexual abstinence generally motivated by factors such as an individual's personal or religious beliefs. Sexual abstinence before marriage is required in some societies by social norms, or, in some countries, even by laws, and is considered part of chastity.",
            "score": 59.87226486206055
        },
        {
            "docid": "8238258_35",
            "document": "Qatar . Judicial corporal punishment is common in Qatar due to the Wahhabi interpretation of Sharia Law, although in Qatar it had originally been a Hanbali school of mainstream Sunnism. Flogging is employed as a punishment for alcohol consumption or illicit sexual relations. Article 88 of Qatar's criminal code declares that the penalty for adultery is 100 lashes, and in 2006, a Filipino woman received that punishment. In 2010, at least 18 people (mostly foreign nationals) were sentenced to receive between 40 and 100 lashes for offences involving \"illicit sexual relations\" or alcohol consumption. In 2011, at least 21 people (mostly foreign nationals) were sentenced to between 30 and 100 lashes for the same reasons, and in 2012, six expatriates were sentenced to either 40 or 100 lashes. Only Muslims considered medically fit are liable to have such sentences carried out. It is unknown if the sentences were implemented. In April 2013, a Muslim expatriate was sentenced to 40 lashes for alcohol consumption, and in June 2014, a Muslim expatriate was sentenced to 40 lashes for consuming alcohol and driving under the influence. Stoning is a legal punishment in Qatar, and apostasy and homosexuality are crimes punishable by the death penalty. Blasphemy can result in up to seven years in prison, while proselytising can incur a 10-year sentence.",
            "score": 59.7049560546875
        },
        {
            "docid": "2056590_28",
            "document": "Rajm . There is disagreement among modern Islamic thinkers as to the applicability of stoning for adultery. While religious texts often give examples both with and without stoning, the Quran does not prescribe stoning as a punishment for any crime, mentioning only lashing as punishment for adultery. However most scholars maintain that there is sufficient evidence from hadiths to derive a ruling. The vast majority of Muslims consider hadiths, which describe the words, conduct and example set by Muhammad during his life, as a source of law and religious authority second only to the Quran. They consider sahih hadiths to be a valid source of Sharia, justifying their belief on Quranic verse 33.21, and other verses.",
            "score": 59.43206024169922
        },
        {
            "docid": "28702283_43",
            "document": "Islam and violence . Zina is an Islamic law, both in the four schools of Sunni fiqh (Islamic jurisprudence) and the two schools of Shi'a fiqh, concerning unlawful sexual relations between Muslims who are not married to one another through a Nikah. It includes extramarital sex and premarital sex, such as adultery (consensual sexual relations outside marriage), fornication (consensual sexual intercourse between two unmarried persons), illegal sex by a slave girl, and homosexuality (consensual sexual relations between same-sex partners). Traditionally, a married or unmarried Muslim male could have sex outside marriage with a non-Muslim slave girl, with or without her consent, and such sex was not considered zina.",
            "score": 59.26405715942383
        },
        {
            "docid": "20522079_18",
            "document": "Scots family law . If the pursuer establishes an irretrievable breakdown of the marriage on grounds of adultery or behaviour then they can obtain a divorce immediately, while the other grounds require some period of prior separation. Circumstantial evidence can be provided to support the claims of the pursuer and the case is determined \"on the balance of probability\" rather than \"beyond a reasonable doubt\". Therefore, for example, evidence of a husband staying in a hotel room with another woman for a night will likely establish adultery, even if sexual intercourse cannot be proved. The pursuer cannot seek a divorce based on their own adultery and the adulterous sexual intercourse committed by the defender must have been voluntary. To found a divorce on the behaviour of the defender the behaviour must be such as a reasonable person could not be expected to live with the defender. The behaviour can be from one event, though showing a pattern is more likely to convince the court, and it is irrelevant if the behaviour is passive or active or caused by a mental abnormality. There is no exact list of what behaviour will constitute grounds and the case law is filled with different examples. The finding by the court that the defender is at \"fault\" for the divorce will, however, not affect the amount of financial provision awarded or arrangements regarding any children.",
            "score": 59.174983978271484
        },
        {
            "docid": "38304_11",
            "document": "Sexual abstinence . In some countries any sexual activity outside marriage is illegal. Such laws are mostly tied to religion and the legal and political traditions within the particular jurisdiction. Laws differ greatly from country to country. In some Muslim countries, such as Saudi Arabia, Pakistan, Afghanistan, Iran, Kuwait, Maldives, Morocco, Mauritania, United Arab Emirates, Qatar, Sudan, Yemen, any form of sexual activity outside marriage is illegal.",
            "score": 59.11087417602539
        },
        {
            "docid": "3062837_18",
            "document": "Sexual ethics . Extramarital sex is sex occurring outside marriage, usually referring to when a married person engages in sexual activity with someone other than their marriage partner. Commonly there are moral as well as religious objections to sexual relationships by a married person outside the marriage, and such activity is often referred to in law or religion as adultery. Others call it infidelity or \"cheating\".",
            "score": 58.95204162597656
        },
        {
            "docid": "35048921_7",
            "document": "Homosexuality in medieval Europe . For Roman citizens, marriage was a duty and was not meant for the purpose of fulfilling erotic needs. Therefore, it was considered normal for a male to look for sexual fulfillment outside marriage, though females did not have such liberty. Presumably, the main Greco-Roman moral view on human sexuality was that sexuality was good, as long as it did not interfere with a person's obligations to the state or family or involve the abuse of free children or married women. Other views stated that sexuality was dangerous and should be limited. People that held such beliefs would usually commit themselves to celibacy or limit their sexual activities either to marriage, or strictly for the purpose of procreation. Such views, though, did not preclude homosexual acts; they simply aimed to reduce promiscuous heterosexual activity.",
            "score": 58.8194580078125
        },
        {
            "docid": "19728_114",
            "document": "Marriage . In some parts of the world, women and girls accused of having sexual relations outside marriage are at risk of becoming victims of honor killings committed by their families. In 2011 several people were sentenced to death by stoning after being accused of adultery in Iran, Somalia, Afghanistan, Sudan, Mali and Pakistan. Practices such as honor killings and stoning continue to be supported by mainstream politicians and other officials in some countries. In Pakistan, after the 2008 Balochistan honour killings in which five women were killed by tribesmen of the Umrani Tribe of Balochistan, Pakistani Federal Minister for Postal Services Israr Ullah Zehri defended the practice; he said: \"These are centuries-old traditions, and I will continue to defend them. Only those who indulge in immoral acts should be afraid.\"",
            "score": 58.638221740722656
        },
        {
            "docid": "44884355_12",
            "document": "Mohammed Junaid Thorne . \"As Muslims, we do reject democracy, we reject other, we look to Sharia, Sharia law, as our main way of governmental system. Not that we are like trying to impose it here or anything. It's just that what we as Muslims want. Me personally, I want, I would love for Sharia law to be implemented here, but it doesn't mean that I'm going to impose it on anyone. But if there was an Islamic state where Sharia law was being implemented I would happily move there. Because as a Muslim, all Muslims, we see that Sharia law is our salvation, or our solution to the problems that we see nowadays.\"",
            "score": 58.579627990722656
        },
        {
            "docid": "25190_4",
            "document": "Politics of Qatar . Flogging is used in Qatar as a punishment for alcohol consumption or illicit sexual relations. Article 88 of Qatar's criminal code declares the punishment for adultery is 100 lashes. Adultery is punishable by death when a Muslim woman and a non-Muslim man are involved. In 2006, a Filipino woman was sentenced to 100 lashes for adultery. In 2010, at least 18 people (mostly foreign nationals) were sentenced to flogging of between 40 and 100 lashes for offences related to “illicit sexual relations” or alcohol consumption. In 2011, at least 21 people (mostly foreign nationals) were sentenced to floggings of between 30 and 100 lashes for offences related to “illicit sexual relations” or alcohol consumption. In 2012, six expatriates were sentenced to floggings of either 40 or 100 lashes. Only Muslims considered medically fit were liable to have such sentences carried out. It is unknown if the sentences were implemented. More recently in April 2013, a Muslim expatriate was sentenced to 40 lashes for alcohol consumption. In June 2014, a Muslim expatriate was sentenced to 40 lashes for consuming alcohol and driving under the influence. Judicial corporal punishment is common in Qatar due to the Hanbali interpretation of Sharia Law.",
            "score": 58.5262336730957
        },
        {
            "docid": "20513232_5",
            "document": "Human rights in Qatar . Flogging is used in Qatar as a punishment for alcohol consumption or illicit sexual relations. Article 88 of Qatar's criminal code declares the punishment for adultery is 100 lashes. Adultery is punishable by death when a Muslim woman and a non-Muslim man are involved. In 2006, a Filipino woman was sentenced to 100 lashes for adultery. In 2010, at least 18 people (mostly foreign nationals) were sentenced to flogging of between 40 and 100 lashes for offences related to “illicit sexual relations” or alcohol consumption. In 2011, at least 21 people (mostly foreign nationals) were sentenced to floggings of between 30 and 100 lashes for offences related to \"illicit sexual relations\" or alcohol consumption. In 2012, six expatriates were sentenced to floggings of either 40 or 100 lashes. Only Muslims considered medically fit were liable to have such sentences carried out. It is unknown if the sentences were implemented. More recently in April 2013, a Muslim expatriate was sentenced to 40 lashes for alcohol consumption. In June 2014, a Muslim expatriate was sentenced to 40 lashes for consuming alcohol and driving under the influence. Judicial corporal punishment is common in Qatar due to the Hanbali interpretation of Sharia Law.",
            "score": 58.5262336730957
        },
        {
            "docid": "6035_2",
            "document": "Celibacy . Celibacy (from Latin, \"cælibatus\"\") is the state of voluntarily being unmarried, sexually abstinent, or both, usually for religious reasons. It is often in association with the role of a religious official or devotee. In its narrow sense, the term \"celibacy\" is applied only to those for whom the unmarried state is the result of a sacred vow, act of renunciation, or religious conviction. In a wider sense, it is commonly understood to only mean abstinence from sexual activity.",
            "score": 58.50865936279297
        },
        {
            "docid": "58809_17",
            "document": "Adultery . A marriage in which both spouses agree ahead of time to accept sexual relations by either partner with others is sometimes referred to as an open marriage or the swinging lifestyle. Polyamory, meaning the practice, desire, or acceptance of intimate relationships that are not exclusive with respect to other sexual or intimate relationships, with knowledge and consent of everyone involved, sometimes involves such marriages. Swinging and open marriages are both a form of non-monogamy, and the spouses would not view the sexual relations as objectionable. However, irrespective of the stated views of the partners, extra-marital relations could still be considered a crime in some legal jurisdictions which criminalize adultery.",
            "score": 58.08009719848633
        },
        {
            "docid": "39770253_9",
            "document": "Divorce in Scotland . If the pursuer establishes an irretrievable breakdown of the marriage on grounds of adultery or behaviour then they can obtain a divorce immediately, while the other grounds require some period of prior separation. Circumstantial evidence can be provided to support the claims of the pursuer and the case is determined \"on the balance of probability\" rather than \"beyond a reasonable doubt\". Therefore, for example, evidence of a husband staying in a hotel room with another woman for a night will likely establish adultery, even if sexual intercourse cannot be proved. The pursuer cannot seek a divorce based on their own adultery and the adulterous sexual intercourse committed by the defender must have been voluntary. To found a divorce on the behaviour of the defender the behaviour must be such as a reasonable person could not be expected to live with the defender. The behaviour can be from one event, though showing a pattern is more likely to convince the court, and it is irrelevant if the behaviour is passive or active or caused by a mental abnormality. There is no exact list of what behaviour will constitute grounds and the case law is filled with different examples. The finding by the court that the defender is at \"fault\" for the divorce will, however, not affect the amount of financial provision awarded or arrangements regarding any children.",
            "score": 57.781795501708984
        },
        {
            "docid": "52478048_11",
            "document": "Forum against Oppression of Women . Along with other Mumbai groups, FAOW made a submission to the Justice Verma Commission that identified three concerns:We hereby place our concerns before you.First of all we think that the committee should look at the entire gamut of sexual violence, not just “extreme” or “aggravated” cases. It should review all the laws relating to sexual assault and harassment, including the process of investigation, trial and speedy justice, the manner in which evidence (including medical and FSL) is collected and presented and recorded during the trial. This exercise of review for quicker investigation, speedier justice and trial needs to be done for ALL cases of sexual assault.Secondly while we totally support the need for quicker trials, we are not sure if enhancement in punishment is a solution to the problem of sexual assault. We are particularly against the death penalty. Our vision of justice does not include death penalty, which is neither a deterrent nor an effective or ethical response to these acts of sexual violence. We append (Annexure 1) with this statement our reasons as to why we think the death penalty is not a punishment to be given for sexual assault. We also believe that castration, chemical or otherwise, should not be a punishment awarded to rapists. Any form of corporal punishment is barbaric and has no place in a civilised polity.Thirdly we urge you to please carefully look at the Criminal Law Amendment Bill 2012 which has been passed by the Cabinet. It is changing the way in which rape will be looked at by making the law gender neutral. Sexual assault laws need to be gender sensitive, not gender neutral. Rape and sexual assault are gendered crimes, and whether they are committed on women, transgenders or men, they have to be looked at as “male pattern violence” prevalent in a patriarchal society. We have in our earlier recommendations (attached herein as ‘Annexure 2) to the Home Minister urged that the suggested gender neutrality in the Bill be changed.We ask for all sexual assault and rape laws to define sexual assault as a gendered crime committed by men on any person.",
            "score": 57.68404006958008
        }
    ]
}