{
    "q": [
        {
            "docid": "5311833_35",
            "document": "Keurig Green Mountain . GMCR was a pioneer in the Fair Trade movement in 2000, guaranteeing farmers a steady minimum price far above market value. Since 2010 Green Mountain has been the largest purchaser of Fair Trade coffee in the world. In addition, the company was from its beginnings known for its long-term relationships and fair dealings with coffee-growing suppliers, and for its large percentage of farmer-direct coffee purchases. Since the early 1990s, the company has annually sent groups of employees on trips to coffee farms in Latin America, to gain first-hand experience in the lives of coffee growers. GMCR has prioritized initiatives to alleviate poverty and hunger in coffee-growing communities. These include Coffee Kids, an international non-profit which improves the lives of children and families in remote coffee-growing villages; and the FomCafe cooperative’s quality-control training program, which helps farmers earn higher profits for coffee. In 2002 GMCR was the first corporate investor of the non-profit micro-loan organization Root Capital, and through it Green Mountain has provided millions of dollars in loans to cash-strapped coffee farmers. In 2002 Green Mountain also formed a joint alliance with the U.S. Agency for International Development, to improve the livelihoods of those in impoverished coffee-growing regions.",
            "score": 68.984614610672
        },
        {
            "docid": "22027480_2",
            "document": "Pura Vida Coffee . Pura Vida Coffee is a for-profit company, but one that’s wholly owned by Pura Vida Create Good, a nonprofit U.S. company that sells Fair Trade Certified organic, shade-grown coffee from Latin America, and Africa. The company advocates corporate social responsibility by donating its profits to help children and families in coffee-growing communities internationally.",
            "score": 61.23525309562683
        },
        {
            "docid": "6826364_32",
            "document": "Milk coffee . A \"regular coffee\" or \"coffee regular\" is a popular coffee drink in New England. In much of New England a \"regular coffee\" refers to coffee with cream and sugar. The most common amount usually includes three creams and three sugars. A \"coffee regular\" can be order either hot or as iced coffee.",
            "score": 60.09372520446777
        },
        {
            "docid": "48696061_11",
            "document": "Coffee in Korea . The sudden influx of coffee shops have replaced the once traditional \"dabang\" which were common meetings places serving a selection of customary teas. It’s not just large US chains that have profited from the surge in demand for coffee. Local businesses and entrepreneurs have also seized the growing opportunities. At present it boasts 17,000 coffee shops and the capital, Seoul, has more outlets of Starbucks than any other city in the world, even New York.",
            "score": 61.33380627632141
        },
        {
            "docid": "1546865_36",
            "document": "Interrogative . Ambiguity may also arise with choice questions. A question like \"Do you like tea or coffee?\" can be interpreted as a choice question, to be answered with either \"tea\" or \"coffee\"; or it can be interpreted as a yes–no question, to be answered \"yes (I do like tea or coffee)\" or \"no (I do not like tea or coffee)\".",
            "score": 51.16847062110901
        },
        {
            "docid": "10645750_17",
            "document": "Mariano Ospina Rodríguez . With his vast experience and knowledge about the cultivation of coffee, he devoted himself to promoting and teaching the growing of coffee to the farmers and peasants of Colombia. In 1880 he established the first public University in Colombia (Escuela Nacional de Minas de Medellín) and published his first textbooks about \"efficient and effective coffee growing techniques\". The nation profited richly from Don Mariano's efforts, research and teachings. His passion, knowledge, vision, tenacity and hard labor facilitated the development of coffee growing into Colombia's main export crop, transforming forever the nation's economy.",
            "score": 51.553638219833374
        },
        {
            "docid": "30128150_8",
            "document": "New England Coffee . New England Coffee only uses 100% Arabica beans in all of their products. New England Coffee offers coffee blends, flavored coffees, full-bodied dark roasts and blends from locations such as Colombia, Sumatra and Costa Rica. Among the most pervasive varieties are Decaffeinated Colombian and Colombian Supremo which have both been reviewed by Consumer Reports. In 2016, New England Coffee celebrated its 100th anniversary.",
            "score": 69.05611109733582
        },
        {
            "docid": "30128150_10",
            "document": "New England Coffee . New England Coffee Retail Ground Coffee is also sold at participating supermarket retailers throughout the United States. The brand is currently available in many Targets and Walmarts east of the Mississippi, and it can be found in the Midwest as well as in such states as Florida and Texas.",
            "score": 57.45508313179016
        },
        {
            "docid": "39365975_10",
            "document": "Coffee production in Venezuela . In 2003, the Government of Venezuela introduced policy regulations (fixing procurement price limits) on growing coffee which restricted the production of coffee in the country. Consequently, the imports (to the extent of 50% of local production) become imperative to meet the growing domestic demand. Imports are mostly from Brazil and Nicaragua. It is the contention of the coffee growers that it is no more economical to grow coffee under the present regulations though the government attributes this shortage as due to illegal hoarding by the growers for profit. According to a Coffee growers report, the cost of producing one quintal of top quality coffee was US$335 while its sale price is only US$173 (capped by the government). All these changes have resulted in Venezuela losing its position as one of the world's largest coffee exporters. The future of these changes is unknown in the wake of the death of President of Venezuela, Hugo Chávez, who introduced the policy changes in 2003. Coffee production in the country is now reduced substantially and is only about 1% of world production.",
            "score": 64.04423415660858
        },
        {
            "docid": "22681933_26",
            "document": "Fair trade coffee . Many who believe fair trade coffee is insufficient utilize the direct trade model, which allows for more control over quality concerns, farmer empowerment, and sustainability issues. It also is valuable in harboring closer farmer to roaster business relationships, which can ultimately increase quality of life and profits for coffee growers and buyers alike. However, direct trade is a new concept that is only utilized by for profit businesses like Counter Culture Coffee and Intelligentsia Coffee and therefore has no third party certification.",
            "score": 55.19958710670471
        },
        {
            "docid": "26691650_8",
            "document": "Henry Nicholas Greenwell . Isabella Bird, who knew Dora in England, visited the Greenwells in 1873. Greenwell's coffee was honored at the 1873 World's Fair in Vienna. In 1876 Greenwell provided coffee as part of the Centennial Exposition in Philadelphia, Pennsylvania. The Greenwell family traded in sheep skins and dairy products, eventually using the profits to buy more land in the area. Coffee only grows in a narrow elevation band, so drier areas above the usual cloud cover were used as pasture land for cattle, sheep, and horses. Early in 1879, the royal physician Georges Phillipe Trousseau sold all of his holdings in Kona to Greenwell. Other lands were purchased from the family of missionary John Davis Paris.",
            "score": 56.671761989593506
        },
        {
            "docid": "514269_6",
            "document": "Sipi Falls . The Sipi Falls area is particularly famous for locally grown Bugisu Arabica coffee. Bugisu Arabica only grows at an altitude of between 1,600 and 1,900 metres. Coffee tours are organized through guides with knowledge of coffee farming, processing and roasting. Profits from this go towards community projects.",
            "score": 51.63137221336365
        },
        {
            "docid": "63738_11",
            "document": "Brigadoon . Fiona, Tommy, and Jeff arrive at Mr. Lundie's home, where he relates a story that the two New Yorkers can hardly believe: to protect Brigadoon from being changed by the outside world, 200 years ago the local minister prayed to God to have Brigadoon disappear, only to reappear for one day every 100 years. All citizens of Brigadoon are forbidden to leave the town, or it will disappear forever. Tommy asks hypothetically if an outsider could be permitted to stay. Mr. Lundie replies, \"A stranger can stay if he loves someone here – not jus' Brigadoon, mind ye, but someone in Brigadoon – enough to want to give up everythin' an' stay with that one person. Which is how it should be. 'Cause after all, lad, if ye love someone deeply, anythin' is possible.\"",
            "score": 21.44016945362091
        },
        {
            "docid": "5612952_27",
            "document": "Economics of coffee . As a result, there has been a return to both traditional and new methods of growing shade-tolerant varieties. Shade-grown coffee can often earn a premium as a more environmentally sustainable alternative to mainstream sun-grown coffee.",
            "score": 54.52544569969177
        },
        {
            "docid": "11128038_2",
            "document": "Mycena citricolor . Mycena citricolor is a plant pathogen producing leaf spots on coffee plants. This fungus causes the disease commonly known as American Leaf Spot. Mycena citricolor affects coffee plants, primarily in Latin America, but can grow on other plants as well. This fungus can grow on all parts of the coffee plant including the leaves, stems and fruits. When grown on the leaves, Mycena citricolor results in leaves with holes that often fall from the plant.",
            "score": 54.02296161651611
        },
        {
            "docid": "57329716_2",
            "document": "World Coffee Producers Forum . The World Coffee Producers Forum (WCPF) is a not-for-profit organization formed to analyze and address the challenges faced by the coffee value chain, especially in regards to those who grow and produce the raw, un-roasted product.",
            "score": 52.1163969039917
        },
        {
            "docid": "1980824_6",
            "document": "Spit-take . Character 1: Did they ever find that missing toxic sludge? Character 2: Yes. Character 2: Someone poured it into the coffee urn.",
            "score": 31.305503845214844
        },
        {
            "docid": "2057944_10",
            "document": "Étienne Polverel . Saint-Domingue was probably the wealthiest colony in the world up until 1789. Rich whites held the best land, and mostly used it to grow sugar. Less profitable land was used to grow coffee, and both free blacks and whites owned coffee plantations. Coffee and sugar plantations produced tremendous wealth for France and its colonies, but the slave-laborers could not enjoy the fruits of their labor because they had few, if any, rights.",
            "score": 48.93880748748779
        },
        {
            "docid": "27288346_4",
            "document": "Coffee jelly . Jell-O launched a short lived coffee gelatin mix in 1918, but the dessert never gained widespread popularity outside of New England. Today, coffee jelly may still be found in Rhode Island, Massachusetts and other New England states. Durgin-Park restaurant in Boston, which opened in 1827, still offers coffee gelatin made with leftover coffee from the previous day.",
            "score": 64.7934923171997
        },
        {
            "docid": "46899503_5",
            "document": "Coffee production in Sri Lanka . The British, who first arrived on the island in 1796 and took control in 1815, continued experiments with coffee production. These early ventures, mainly in the coastal areas around Galle, failed due to the unsuitability of the area for coffee cultivation. The first to successfully grow coffee on a commercial scale was George Bird, who established a coffee plantation in Singhapitiya. Edward Barnes, who became Governor of Ceylon in 1824, established another plantation in Gannoruwa in 1825 (now a part of the Royal Botanical Gardens, Peradeniya). These were followed by a number of other government officials establishing plantations in the region. The only native to grow coffee on a commercial scale was Jeronis de Soysa and about a quarter of the total production was from the smallholdings of native farmers. Most of these early ventures were economically unsuccessful, due to a number of factors including unsuitability of the lowland areas, competition from the West Indies, lack of cultivation skills and poor infrastructure. The first plantation in the mountainous Kandyan area, was established in 1827 which, a few years later, spread to many other areas in the country, becoming profitable.",
            "score": 67.91006457805634
        },
        {
            "docid": "33763708_3",
            "document": "Coffee production in Honduras . The cultivation of the coffee plant was in its infancy in the Republic of Honduras at the end of the 19th century. While there were numerous coffee plantations at the time, they were small. The soil, climate, and conditions in Honduras are the same as those of Guatemala, Nicaragua, or Costa Rica. The drawback in Honduras was lack of means of transportation and facilities for shipment to the coast. There was practically no exportation of coffee from Honduras, the product was mostly sold domestically. A new plantation of coffee would begin to produce a profit by the end of the fourth year after planting, and after the seventh year a profit of from 100 to 300 per cent on the capital invested could be expected. The production of coffee in 1894 was reckoned at 20,000 quintals, of which only 10 per cent was exported. The exportation was from the Salvadoran ports Amapala and Puerto Cortes. In 1900, Honduras exported 54,510 pesos' worth of coffee.",
            "score": 73.49166524410248
        },
        {
            "docid": "2526276_3",
            "document": "Jamaican Blue Mountain Coffee . Jamaican Blue Mountain Coffee is a globally protected certification mark, meaning only coffee certified by the Coffee Industry Board of Jamaica can be labeled as such. It comes from a recognised growing region in the Blue Mountain region of Jamaica, and its cultivation is monitored by the Coffee Industry Board of Jamaica.",
            "score": 52.45412540435791
        },
        {
            "docid": "2165666_3",
            "document": "White coffee . In many English-speaking countries, \"white coffee\" is used to refer to regular black coffee that has had milk, cream or some other \"whitener\" added to it, though the term is almost entirely unheard of in the US, where the same beverage might be called \"coffee light\" in the New York City area, \"light coffee\", \"coffee with milk,\" or \"regular coffee\" in New England and New York City. Cream varieties, often called \"creamers\" in the US, can be made of dairy milk, corn syrup derivatives, soy, or nut products. Sweeteners used include cane sugar or artificial ingredients.",
            "score": 59.17503094673157
        },
        {
            "docid": "30809428_3",
            "document": "CFS Continental . The wholesale food distributor started in 1915 by Jacob Cohn (b. 1894, d. 1968) in Chicago as the Continental Coffee Company. Cohn began by selling coffee by horse and wagon to small restaurants in Chicago. By 1967, the Continental Coffee was led by brothers Alvin Cohn (b. 1921, d. 1994) and Robert Cohn. The brothers began purchasing regional wholesale grocery companies to supplement \"Continental Coffee's\" national coffee business. In 1970, Continental Coffee Company went public. In 1973, Continental Coffee Company changed its name to \"CFS Continental, Inc.\" to reflect the growing importance of foodservice to their traditional coffee business.",
            "score": 49.64254975318909
        },
        {
            "docid": "30128150_6",
            "document": "New England Coffee . Four generations of the Kaloyanides family have led the business since its inception; Menelaos Kaloyanides from 1916 to 1966, Stephen Kaloyanides from 1966 to 1996, James M Kaloyanides from 1996 to 2013 and James B Kaloyanides from 2013 to 2016.",
            "score": 42.26104927062988
        },
        {
            "docid": "25228498_22",
            "document": "Indonesian presidential election, 2014 . After the announcement, Joko Widodo stated that, growing up under the authoritarian and corrupt New Order, he would have never expected someone with a lower-class background to become president. \"The New York Times\" reported him as saying, \"now, it's quite similar to America, yes? There is the American dream, and here we have the Indonesian dream.\". Joko Widodo was the first Indonesian president to not be from the military or the political elite, and the political commentator Salim Said gave the popular view of the politician \"someone who is our neighbour, who decided to get into politics and run for president\".",
            "score": 27.981305360794067
        },
        {
            "docid": "432138_10",
            "document": "Growing season . In some warm climates, such as the subtropical savanna and Sonoran Deserts or in the drier Mediterranean climates, the growing season is limited by the availability of water, with little growth in the dry season. Unlike in cooler climates where snow or soil freezing is a generally insurmountable obstacle to plant growth, it is often possible to greatly extend the growing season in hot climates by irrigation using water from cooler and/or wetter regions. This can in fact go so far as to allow year-round growth in areas that without irrigation could only support xerophytic plants. Also in these tropical regions; the growing season can be interrupted by periods of heavy rainfall, called the rainy season. For example, in Colombia, where coffee is grown and can be harvested year-round, they don’t see a rainy season. However, in Indonesia, another large coffee-producing area, they experience this rainy season and the growth of the coffee beans is interrupted.",
            "score": 75.73703026771545
        },
        {
            "docid": "9356_26",
            "document": "El Salvador . After the mid-19th century, the economy was based on coffee growing. As the world market for indigo withered away, the economy prospered or suffered as the world coffee price fluctuated. The enormous profits that coffee yielded as a monoculture export served as an impetus for the concentration of land into the hands of an oligarchy of just a few families.",
            "score": 48.97051525115967
        },
        {
            "docid": "5518922_21",
            "document": "The French Counts of St Hubert, Saskatchewan . 'The Counts' optimistic view of the opportunities on the prairie underlay the flourish of agricultural and industrial activity on the Pipestone and at the Kalenterin ranch after 1888. Before his departure for France in 1889, de Roffignac had formed a partnership with van Brabant. The purpose of this association was to \"(grow) and Manufacture this indispensable article (chicory) under the firm style of the \"Bellevue French Coffee Company\" (Colonist). In their enthusiasm they produced enough coffee in the first year of operation to market to continental America for the next twenty years. Chicory was an additive, used in France and England, that greatly improved on the texture and taste of coffee. The two entrepreneurs imported seed and equipment from Europe, converted the Bellevue farm over to the production of the chicory crop, and set up drying and manufacturing plants in the Bellevue yard. To encourage farmers in the area to grow chicory, they distributed packages of seeds. The manufacturing process consisted of roasting the chicory, grinding it, mixing it with coffee, and packaging it in tins. Michelle Guitard, writing in Saskatchewan History (Vol. 30, no. 3), informs us that 'for reasons of economy, the proper proportion of chicory to coffee was not maintained - the coffee was undrinkable.\" The chicory factory burned down in the winter of 1890-91, and the van Brabants moved their operation over to Richelieu. The \"Richelieu Coffee Brand, \" placed on the market in 1892 and 1893, was no more successful than the \"Bellevue\" brand. When the Richelieu operation burned down, Renoult and de Beaudrap, who supplied the capital, assumed control of the chicory factory. Instead of blending the powder with coffee, they sold it as an additive. The two men operated the chicory factory until de Beaudrap's departure for France in 1899, and the Count later claimed that the venture yielded him a small profit. There is no record of a sale of the additive to a buyer even as far as Regina. It is possible as Mr. F. Dunand felt, that de Beaudrap's operation lacked publicity.",
            "score": 54.83668506145477
        },
        {
            "docid": "43851_23",
            "document": "Social norm . Developed in the 1960s, the return potential model provides a method for plotting and visualizing group norms. In the regular coordinate plane, the amount of behavior exhibited is plotted on the X-axis (label \"a\" in Figure 1) while the amount of group acceptance or approval gets plotted on the Y-axis (\"b\" in Figure 1). The graph represents the potential return or positive outcome to an individual for a given behavioral norm. Theoretically, one could plot a point for each increment of behavior how much the group likes or dislikes that action. For example, it may be the case that among first-year graduate students, strong social norms around how many daily cups of coffee you drink exist. If the return curve in Figure 1 correctly displays the example social norm, we can see that if someone drinks 0 cups of coffee a day, the group strongly disapproves. The group does not approve of member behavior until someone hits four cups of coffee a day; the graduate students (as represented by the return curve) find it excessive to drink more than seven cups, however, as the approval again dips below zero. As exhibited by the coffee example, the return potential model displays for each increment of behavior how much group approval one can anticipate.",
            "score": 46.68115496635437
        },
        {
            "docid": "53144119_3",
            "document": "Bo's Coffee . The idea of starting a coffee shop came to Bo's Coffee founder Steve Benitez when, back when he was a student in Ateneo de Manila University, he always had to drink coffee to stay awake to study. After attending various seminars and training, he decided to open Bo's Coffee in a small space in Ayala Center Cebu in June 1996. At first, Benitez had to give away free samples as the Cebuano market was not yet familiar of his concept. The business did not produce any profit and was on the negative for its first three months. However, after eight months, the business started making a profit, enabling Benitez to put up another coffee cart in SM City Cebu. The coffee shop has grown considerably since then, growing into its current 91 branches throughout the country, located mainly in the country's key cities.",
            "score": 53.19514358043671
        },
        {
            "docid": "30128150_11",
            "document": "New England Coffee . The Coffee Shop, New England Coffee's online store, offers exclusive coffee selections and bulk whole bean as well as tea, gift baskets, coffee mugs and other novelty items.",
            "score": 57.63763213157654
        }
    ],
    "r": [
        {
            "docid": "18931461_17",
            "document": "Coffee production in India . Ideal climatic conditions to grow coffee are related to temperature and rainfall; temperatures in the range of and with rainfall incidence in the range of followed by a dry spell of 2–3 months suit the \"Arabica\" variety. Cold temperatures closer to freezing conditions are not suitable to grow coffee. Where the rainfall is less than , providing irrigation facilities is essential. In the tropical region of the south Indian hills, these conditions prevail leading to coffee plantations flourishing in large numbers. Relative humidity for \"Arabica\" ranges 70–80% while for \"Robusta\" it ranges 80–90%. The common disease to which the coffee plants are subjected to in India is on account of fungus growth. This fungus is called the \"Hemileia vastatrix,\" an endophytous that grows within the matter of the leaf; effective cure has not been discovered to eliminate this. The second type of disease is known as the coffee rot, which has caused severe damages during the rainy season, particularly to plantations in Karnataka. \"Pellicularia koleroga\" was the name given to this rot or rust, which turns the leaves into black colour due to the coverage by a slimy gelatinous film. It is now classified as \"Ceratobasidium noxium\" This causes the coffee leaves and the cluster of coffee berries to drop off to the ground. Snakes such as cobras can also cause a nuisance to coffee plantations in India.",
            "score": 95.79396057128906
        },
        {
            "docid": "18090581_14",
            "document": "Coffee production in Costa Rica . By the early 1990s, the problem had raised serious concerns, and in January 1995 the government passed new legislation which imposed regulations on the proper treatment of solid and liquid waste. Some farmers in the country have attempted to use the pulp waste in soils as a fertilizer, but deforestation for coffee production may result in soil erosion and additional environmental costs. Deforestation is not new in Costa Rica. Major deforestation began in the 1830s with the introduction of coffee cultivation in the Meseta Central region, which was the cradle of the nation's coffee industry. By 1900 however, deforestation had accelerated rapidly in other parts of the country. Coffee was ideally suited to the soil and bio-climatic conditions of the volcanic mountain ranges of the central \"meseta\", but by this time cultivation had begun extensively in the more vulnerable hill forests to provide coffee that was in increasing demand for export. By the 1970s and 1980s, this along with the removal of forest for pasture land and ranching had resulted in an annual forestry loss of 4% per annum, one of the highest rates in Latin America at the time. Such lands under pasture or coffee cropping can be subject to erosion by water.",
            "score": 76.89771270751953
        },
        {
            "docid": "432138_10",
            "document": "Growing season . In some warm climates, such as the subtropical savanna and Sonoran Deserts or in the drier Mediterranean climates, the growing season is limited by the availability of water, with little growth in the dry season. Unlike in cooler climates where snow or soil freezing is a generally insurmountable obstacle to plant growth, it is often possible to greatly extend the growing season in hot climates by irrigation using water from cooler and/or wetter regions. This can in fact go so far as to allow year-round growth in areas that without irrigation could only support xerophytic plants. Also in these tropical regions; the growing season can be interrupted by periods of heavy rainfall, called the rainy season. For example, in Colombia, where coffee is grown and can be harvested year-round, they don’t see a rainy season. However, in Indonesia, another large coffee-producing area, they experience this rainy season and the growth of the coffee beans is interrupted.",
            "score": 75.73703002929688
        },
        {
            "docid": "27301828_2",
            "document": "Coffee production in Brazil . Coffee production in Brazil is responsible for about a third of all coffee, making Brazil by far the world's largest producer, a position the country has held for the last 150 years. Coffee plantations, covering some , are mainly located in the southeastern states of Minas Gerais, São Paulo and Paraná where the environment and climate provide ideal growing conditions.",
            "score": 74.67872619628906
        },
        {
            "docid": "33763708_3",
            "document": "Coffee production in Honduras . The cultivation of the coffee plant was in its infancy in the Republic of Honduras at the end of the 19th century. While there were numerous coffee plantations at the time, they were small. The soil, climate, and conditions in Honduras are the same as those of Guatemala, Nicaragua, or Costa Rica. The drawback in Honduras was lack of means of transportation and facilities for shipment to the coast. There was practically no exportation of coffee from Honduras, the product was mostly sold domestically. A new plantation of coffee would begin to produce a profit by the end of the fourth year after planting, and after the seventh year a profit of from 100 to 300 per cent on the capital invested could be expected. The production of coffee in 1894 was reckoned at 20,000 quintals, of which only 10 per cent was exported. The exportation was from the Salvadoran ports Amapala and Puerto Cortes. In 1900, Honduras exported 54,510 pesos' worth of coffee.",
            "score": 73.49166107177734
        },
        {
            "docid": "2198929_5",
            "document": "Umbrisol . The predominance of sloping land and wet and cool climate conditions restricts utilization of many Umbrisols to extensive grazing. Management focuses on the introduction of improved grasses and correction of the soil pH by liming. Many Umbrisols are susceptible to erosion. The planting of perennial crops and bench or contour terracing offer possibilities for permanent agriculture on gentler slopes. Where conditions are suitable, cash crops may be grown, e.g. cereals and root crops in the USA, Europe and South America, or tea and cinchona in Indonesia. Highland coffee on Umbrisols demands high management inputs to meet its stringent nutrient requirements. In New Zealand, Umbrisols have been transformed into highly productive soils, used for intensive sheep and dairy farming, and production of cash crops.",
            "score": 70.13069152832031
        },
        {
            "docid": "15948430_30",
            "document": "Agriculture in Indonesia . In 2014, Indonesia was the fourth largest producer of coffee. Coffee in Indonesia began with its colonial history, and has played an important part in the growth of the country. Indonesia's geographic location is considered as ideal for coffee plantations. It is located near the equator and with numerous mountainous regions across the islands which creates suitable micro-climates for the growth and production of coffee.",
            "score": 70.00953674316406
        },
        {
            "docid": "39365975_4",
            "document": "Coffee production in Venezuela . The plantations are generally in the altitudinal range of , bordering with Colombia. Better grades are noted at elevations of or higher but these elevations are characterized by slower growth and lower productivity. The fertile region in the highland areas consisted of Táchira, Mérida, and Trujilo, known as the Andean frontier region, and are suitable for growing coffee which could be exported from the Maracaibo's port. This resulted in increased production of coffee in the 19th century. The Duaca region in particular is different from other coffee growing regions in the country; here the growers were, including the wealthy “haciendas”, till 1916, supported the privatization of land with the objective of forcing higher wages for the labour. It is also the region where, in the 1860s, coffee production boomed as the migrating peasants could resist the hegemony of the large land holders. However, this situation changed between 1908–1935 when there were political changes resulting in near total privatization of the land in favour of the haciendas resulting in loss of the “peasantry's power”.",
            "score": 69.91818237304688
        },
        {
            "docid": "18931461_15",
            "document": "Coffee production in India . All coffee grown in India are grown in shade and commonly with two tiers of shade. Often inter-cropped with spices such as cardamom, cinnamon, clove, and nutmeg, the coffees gain aromatics from the inter-cropping, storage, and handling functions. Growing altitudes range between to above sea level for \"Arabica\" (premier coffee), and to for \"Robusta\" (though of lower quality, it is robust to environment conditions). Ideally, both \"Arabica\" and \"Robusta\" are planted in well drained soil conditions that favour rich organic matter that is slightly acidic (pH 6.0–6.5). However, India's coffees tend to be moderately acidic which can lead to either a balanced and sweet taste, or a listless and inert one. Slopes of \"Arabica\" tend to be gentle to moderate, while \"Robusta\" slopes are gentle to fairly level.",
            "score": 69.35557556152344
        },
        {
            "docid": "2526276_4",
            "document": "Jamaican Blue Mountain Coffee . The Blue Mountains are generally located between Kingston to the south and Port Antonio to the north. Rising to , they are some of the highest mountains in the Caribbean. The climate of the region is cool and misty with high rainfall. The soil is rich, with excellent drainage. This combination of climate and soil is considered ideal for coffee.",
            "score": 69.25337982177734
        },
        {
            "docid": "30128150_8",
            "document": "New England Coffee . New England Coffee only uses 100% Arabica beans in all of their products. New England Coffee offers coffee blends, flavored coffees, full-bodied dark roasts and blends from locations such as Colombia, Sumatra and Costa Rica. Among the most pervasive varieties are Decaffeinated Colombian and Colombian Supremo which have both been reviewed by Consumer Reports. In 2016, New England Coffee celebrated its 100th anniversary.",
            "score": 69.05611419677734
        },
        {
            "docid": "46877496_5",
            "document": "Coffee production in Puerto Rico . The island's coffee producing areas are spread throughout Puerto Rico, lying at an elevation range of in the western central mountainous terrain extending from Rincón to Orocovis. There is also potential for growing coffee in the higher elevations in places such as Ponce, with a peak of in elevation. The main areas which produce coffee are in the municipalities of San Sebastián, Lares and Las Marías in the northwestern central part of the country. In recent years, production has been affected by factors such as cloud cover, climate change, high cost of production, and the effects of political unrest. It is also reported that about half of the crop remains unpicked due to non-availability of pickers.",
            "score": 68.99201202392578
        },
        {
            "docid": "5311833_35",
            "document": "Keurig Green Mountain . GMCR was a pioneer in the Fair Trade movement in 2000, guaranteeing farmers a steady minimum price far above market value. Since 2010 Green Mountain has been the largest purchaser of Fair Trade coffee in the world. In addition, the company was from its beginnings known for its long-term relationships and fair dealings with coffee-growing suppliers, and for its large percentage of farmer-direct coffee purchases. Since the early 1990s, the company has annually sent groups of employees on trips to coffee farms in Latin America, to gain first-hand experience in the lives of coffee growers. GMCR has prioritized initiatives to alleviate poverty and hunger in coffee-growing communities. These include Coffee Kids, an international non-profit which improves the lives of children and families in remote coffee-growing villages; and the FomCafe cooperative’s quality-control training program, which helps farmers earn higher profits for coffee. In 2002 GMCR was the first corporate investor of the non-profit micro-loan organization Root Capital, and through it Green Mountain has provided millions of dollars in loans to cash-strapped coffee farmers. In 2002 Green Mountain also formed a joint alliance with the U.S. Agency for International Development, to improve the livelihoods of those in impoverished coffee-growing regions.",
            "score": 68.98461151123047
        },
        {
            "docid": "18931461_26",
            "document": "Coffee production in India . To cover research specific to each coffee growing region covering different agro-climatic conditions, the following five research stations are fully functional under the overall control of the Central Coffee Research Institute.",
            "score": 68.93907928466797
        },
        {
            "docid": "46916521_6",
            "document": "Coffee production in Peru . The three prominent coffee growing areas, located in the eastern slopes of the Andes, are Chanchamayo, the Amazonas and San Martin regions, and the southern highlands. St Ignacio, close to the Ecuadorian border, is the centralized area of coffee plantations in northern Peru. Arabica is the dominant coffee crop, 70% of which is Typica, 20% is \"caturra\", and the remainder being of other types. About 75% of the coffee growing area lies at an elevation range of , and planting done in the shaded areas is to the extent of 2,000 plants per ha. Farming is done largely by small farmers, and coffee is handpicked. Organic coffee is grown on . Coffee production in 1893 was about 1,500 tons. According to FAO statistics for 2013, coffee production was 256,241 tons from an area of with a yield level of 6,414 hectogram per ha.",
            "score": 68.47303771972656
        },
        {
            "docid": "5567241_3",
            "document": "Coffee production in Kenya . The acidic soil in highlands of central Kenya, just the right amount of sunlight and rainfall provide excellent conditions for growing coffee plants. Coffee from Kenya is of the 'Colombia mild' type, and is well known for its intense flavor, full body, and pleasant aroma with notes of cocoa and high grade coffee from Kenya is one of the most sought-after coffees in the world. However, due to a property boom in areas that grew coffee and price instability, production in this African Great Lakes country fell from about 130,000 metric tons in 1987/8 to 40,000 tons in 2011/12.",
            "score": 68.0902099609375
        },
        {
            "docid": "46899503_5",
            "document": "Coffee production in Sri Lanka . The British, who first arrived on the island in 1796 and took control in 1815, continued experiments with coffee production. These early ventures, mainly in the coastal areas around Galle, failed due to the unsuitability of the area for coffee cultivation. The first to successfully grow coffee on a commercial scale was George Bird, who established a coffee plantation in Singhapitiya. Edward Barnes, who became Governor of Ceylon in 1824, established another plantation in Gannoruwa in 1825 (now a part of the Royal Botanical Gardens, Peradeniya). These were followed by a number of other government officials establishing plantations in the region. The only native to grow coffee on a commercial scale was Jeronis de Soysa and about a quarter of the total production was from the smallholdings of native farmers. Most of these early ventures were economically unsuccessful, due to a number of factors including unsuitability of the lowland areas, competition from the West Indies, lack of cultivation skills and poor infrastructure. The first plantation in the mountainous Kandyan area, was established in 1827 which, a few years later, spread to many other areas in the country, becoming profitable.",
            "score": 67.91006469726562
        },
        {
            "docid": "16120458_3",
            "document": "Juncalito . Juncalito is a municipal district of Jánico, is located in the Cordillera Central at an altitude of more than 1,000 meters above sea level (3,290 feet), 59 kilometers from the city of Santiago de los Caballeros. It is a centennial community, this place was chosen by its founders for the conditions it has for agricultural production. Although geographical accidents make the urbanization process difficult, the population of Juncalito has grown considerably due to the many positive factors that it has such as climate, and the little pollution that exists in this community. The municipal district Juncalito has a population of approximately 8,000 people, of which more than 60% live in the communities surrounding the town. The population of Juncalito is relatively young. 30 percent of the population lives abroad or has stayed in other towns in search of better living conditions. Juncalito has a pleasant climate and ideal mountain landscapes to fully enjoy the nature of the Central Mountain Range. The geography of Juncalito is in mountainous with very few plains. A short distance from the town is the peak Cacique with a height of 1,300 meters above sea level. In addition to its beautiful mountain landscapes, its lands are bathed by the waters of the Gurabo and Jagua rivers, the latter much visited by local people and other people. Economy The main source of economy in Juncalito is agriculture, its main product is coffee that takes advantage of favorable conditions, such as the height and cool climate of the mountains. This is one of the most important coffee plantations in the country, producing one of the best coffees in the world, where there are around 1,500 coffee producers between large, medium and small. Besides coffee, there is a minor vegetable production in juncalito, mostly for domestic consumption.",
            "score": 67.7768783569336
        },
        {
            "docid": "1222653_10",
            "document": "Economy of South America . As one of most important contributors of the world’s agricultural market, South America accounts for approximately 10% of the global agricultural product export. The different climatic regions are home for diverse types of crops. In the tropical climatic regions, two of the most important cash crops are coffee and cacao. South America dominates the global market in coffee production, having Brazil as the world’s largest exporter of coffee. A report from the Council of Brazilian Coffee Exporters showed that the coffee industry earned US$5.4 billion in 2016, with the exports of different coffee varieties exceeding 34 million 60 kg bags. This accounts to 6.4% of Brazil’s total annual agrobusiness exports of US$84.9. The report showed that by December 2016, the Brazilian coffee industry generated US$557 million in revenue by exporting 3.07 million bags of coffee. Additionally, in 2016 soybeans, grown in South America’s temperate climates, had an export value of US$19B for Brazil , representing 10.4% of the total exports, and one of US$3.23B for Argentina, representing 5.7% of the country’s total exports. Moreover, the soybean meal exportation represent 17.5% of Argentina’s total exports, with an export value of $9.96B.",
            "score": 67.59019470214844
        },
        {
            "docid": "42091149_45",
            "document": "Industry of Kosovo . Kosovo has a mild continental climate, with Mediterranean influence affecting the Dukagjini Plain through the Drini i Bardhë Valley. Kosovo features cold winters and hot summers. The agro-climatic conditions are suitable for grape growing, in particular for early cultivars, whilst late ones may be problematic at the harvest time. Kosovo has 276 sunny days per year, thus helping grape to ripen and bringing Kosovo on equal par to some well-known wine making regions from this point of view. Grape is usually grown in steep hilly areas with good exposure to sun. The altitude in the areas where grape is grown in Kosovo ranges from 350 to 600 meters. The soil conditions are suitable for vineyard development, meaning that in many cases the soil is hardly used for other purposes. The geographical position of our country provides optimal Mediterranean climate conditions for grape growing with high production quantity and quality. The influence of the Drini i Bardhë Valley and the abundant rivers flow from East to West create a variety of climates and microclimates, making for a broad economic interest in growing vineyards. The plenty of light, the sufficient active temperatures, abundant precipitation in autumn, winter, and spring times that create sufficient water reserves beneath the soil, all contribute to the production of grape starting from mid July until mid October, with high consumption values.Kuci.Y.-D.V.W.2016",
            "score": 67.42237091064453
        },
        {
            "docid": "26394937_9",
            "document": "2010 Ugandan landslide . The landslides followed a period of unusually heavy rain in the region, which is known for its coffee production. The region's climatic conditions normally create a dry period between the wet seasons; however, parts of Uganda and neighbouring Kenya had seen more rainfall than normal that year. Scientists have suggested that global climate change is affecting rainfall patterns in East Africa, with an increase in extreme and unexpected rainfall. Landslides are not uncommon in the region during the wet season, although the scale of this disaster has been described as more severe than even those. Deforestation may have also played a role, said the Ugandan government. Dark green forest grows on the slope above the slide area. A strip of pale green land, free of settlements, separates the forest from the slide. This region had been deforested since 2007, according to the government analysis. On a steep slope, trees anchor the soil. Deforested mountains are very prone to landslides.",
            "score": 67.17789459228516
        },
        {
            "docid": "3330848_29",
            "document": "Dhamar Governorate . Dhamar governorate is also well-known of its coffee, in western districts such as Anis, Maghrab ‘Ans and ‘Utamah which provide the suitable climate for coffee production in commercial quantities. The coffee of Dhamar is distinguished by its high quality; the variety known as al-fadli is considered one of the best Yemeni coffee.",
            "score": 66.90442657470703
        },
        {
            "docid": "39365975_11",
            "document": "Coffee production in Venezuela . The “Maracaibos” coffee exported from the Maracaibo port has sub varieties called Cucuta, Mérida, Trujillo, and Tachira. The eastern mountains coffee is known as Caracas, named after the capital city. While these are the local varieties of coffee grown in Venezuela, the basic universal coffee varieties under which the Venezuelan one fall under are the arabica (\"Coffea arabica L.\") which grows better in the high land regions, and the Robusta (\"Coffea canephora p. ex Fr.\") which grows in the low land regions; the former variety grows under forest canopy while the latter grows under partial shade.",
            "score": 66.56820678710938
        },
        {
            "docid": "39365975_13",
            "document": "Coffee production in Venezuela . Coffee trees can be harvested within four years after planting. Each tree lives for about 50 years. While two pickings occur annually (October and November; December, January, and part of February) the latter one provides the larger harvest of the two. However, the picking season does vary by elevation and local conditions such that trees at elevations greater than are harvested later than those in lower elevations.  Coffee production peaked to 1 million bags per year before 1914, and after local consumption much of its exports were second only to Brazil. In the Andean frontier region coffee production had increased ten times (between 1830 and 1930) making it the second largest coffee producing nation in the world. More than 82,000 tonnes of coffee were produced in 1919; however, poor agricultural practices, soil erosion, less incidence of rainfall and over use of soil strength caused a drastic decline in the yield, in the 1920s, which resulted in the decline of the coffee industry in the country; petroleum extraction compounded its downfall. Typically, coffee production is at its greatest during the months December and January, and shipping of Venezuelan coffee takes place between October to May. Coffee grown in Venezuela is largely consumed by locals and the rest is sold mainly to the United States, Belgium and Germany.",
            "score": 66.54361724853516
        },
        {
            "docid": "5612891_44",
            "document": "History of coffee . The Philippines is one of the few countries that produces the four varieties of commercially viable coffee: Arabica, Liberica (Barako), Excelsa and Robusta. Climatic and soil conditions in the Philippines – from the lowland to mountain regions – make the country suitable for all four varieties.",
            "score": 66.2537841796875
        },
        {
            "docid": "28935529_11",
            "document": "Coffee production in Papua New Guinea . ‘PNG’ the marketing label given to the popular brand of New Guinea Coffee is produced in the eastern half of the island state. There are two varieties, though, of this coffee, the one produced by large estates by the wet process (mostly sold in markets in USA) and the other produced by small farmers in their backyards, also by the wet process. The large estate coffees are also of many brands namely the Sigri and Arona, apart from Papua New Guinea, which are all high-grown coffee (wet-processed coffee) with fragrance and “low-key luxuriousness” akin to the type grown in Maritime Southeast Asia. However, the coffee grown by the small farmers, which is organically grown, on occasions, do not match with the quality of the estate grown coffee; one of the well established varieties of this type of coffee is the “Village Premium Morobe” produced in the Morobe Province of east-central part of the country.",
            "score": 65.91890716552734
        },
        {
            "docid": "22975821_6",
            "document": "Karuri . The council falls in the Hinterland, which has fertile soils that are well drained. The council enjoys good climatic conditions as do most areas in Kenya's central region. The council lies in the east highlands of the Rift Valley, enjoying moderate climate, and within a coffee-growing zone, although bordering a tea-growing zone.",
            "score": 65.88716888427734
        },
        {
            "docid": "46916705_6",
            "document": "Coffee production in Thailand . About 500 tons of Arabica coffee is grown in northern Thailand. Coffee production in the northern border region with Burma and Laos, known as the (Golden Triangle). Arabica coffee is a good variety as its yield is profitable to all categories of farmers, including the hill people. Organic coffee is considered suitable for cultivation in the highlands with an elevation range of to . Coffee is grown both in shaded areas and in open areas in full sun. Intercropping is also practised in hill areas along with fruit trees.",
            "score": 65.31404113769531
        },
        {
            "docid": "46869803_2",
            "document": "Coffee production in Jamaica . Coffee production in Jamaica began after 1728, when governor Sir Nicholas Lawes introduced the crop near Castleton, north of Kingston. Jamaican Blue Mountain Coffee is the special variety of coffee that is grown in the Blue Mountains region, which has the most conducive climate and topographical features; this variety is known for its scent and sweet taste. Most of Jamaica's coffee production is grown for export.",
            "score": 64.9836654663086
        },
        {
            "docid": "16821755_2",
            "document": "Shade-grown coffee . Shade-grown coffee is a form of the beverage produced from coffee plants grown under a canopy of trees. A canopy of assorted types of shade trees is created to cultivate shade-grown coffee. Because it incorporates principles of natural ecology to promote natural ecological relationships, shade-grown coffee can be considered an offshoot of agricultural permaculture or agroforestry. The resulting coffee is usually sold as “shade-grown”. Coffee (especially \"Coffea arabica\") is a small tree or shrub that grows in the forest understory in its wild form, and traditionally was grown commercially under other trees that provided shade. Since the mid-1970s, new sun-tolerant trees and shrubs have been developed in response to fungal disease presence, especially coffee leaf rust (\"Hemileia vastatrix\"), and with the aim to yield higher production rates. As a result of modernization and a push for higher yielding crops, sun-tolerant coffee plants were created to produce larger yields through higher-density, open planting, but the cultivation practices used for them are considered unsustainable and often have a negative impact on the environment. This has resulted in a new trend in support of shade-grown coffee.",
            "score": 64.90141296386719
        },
        {
            "docid": "2117586_5",
            "document": "Aleosan, Cotabato . Aleosan area belongs to the fourth type of climate or the intermediate \"E\" with no distinct dry season. Rainfall is evenly distributed throughout the year with heavier rains from May to September. This type of climate conditions is suitable for the production of crops like rice, corn, mangoes, jackfruit, vegetables and root crops, which are considered seasonal crops and permanent crops like coconut, rubber, coffee, cacao and orchard crops.",
            "score": 64.89786529541016
        },
        {
            "docid": "27288346_4",
            "document": "Coffee jelly . Jell-O launched a short lived coffee gelatin mix in 1918, but the dessert never gained widespread popularity outside of New England. Today, coffee jelly may still be found in Rhode Island, Massachusetts and other New England states. Durgin-Park restaurant in Boston, which opened in 1827, still offers coffee gelatin made with leftover coffee from the previous day.",
            "score": 64.79348754882812
        }
    ]
}