{
    "q": [
        {
            "docid": "56522485_3",
            "document": "R (B) v Cambridge Health Authority . The parents of a child named Jaymee Bowen claimed that she should receive chemotherapy and a second bone marrow transplant for their 10 year old’s acute myeloid leukaemia. Consultants at Addenbrooke's Hospital, Cambridge, and Royal Marsden Hospital in London thought it would not succeed. Treatment in the United States would have been far too expensive. One doctor in Hammersmith would have treated her for £75,000. The doctors believed it would be ineffective and inappropriate.",
            "score": 40.826215744018555
        },
        {
            "docid": "1963273_12",
            "document": "Australian Skeptics . This challenge is now coordinated by ASI and the prize money is backed by the Australian Skeptics Science and Education Foundation. It is open to any contender who can state exactly what their paranormal claim is, and the claim can give a definite yes or no result. They must define under what conditions the claim can be performed, and expect to beat million to one odds in order to claim success. The result of each test is then published in The Skeptic, the magazine of Australian Skeptics. ASI states that should any contender pass the challenge, and be awarded the prize, they want to tell the world and give the claimant proper recognition. If, however, a claim is proved to be unfounded or fraudulent, the association reserve the right to expose this result in an effort to prevent clients from spending time and money on a product or service that cannot deliver what is claimed for it.",
            "score": 37.099719285964966
        },
        {
            "docid": "241265_16",
            "document": "Moral skepticism . Criticisms of moral skepticism come primarily from moral realists. The moral realist argues that there is in fact good reason to believe that there are objective moral truths and that we are justified in holding many moral beliefs. One moral realist response to moral error theory holds that it \"proves too much\"—if moral claims are false because they entail that we have reasons to do certain things regardless of our preferences, then so too are \"hypothetical imperatives\" (e.g. \"if you want to get your hair-cut you ought to go to the barber\"). This is because all hypothetical imperatives imply that \"we have reason to do that which will enable us to accomplish our ends\" and so, like moral claims, they imply that we have reason to do something \"regardless\" of our preferences. If moral claims are false because they have this implication, then so too are hypothetical imperatives. But hypothetical imperatives are true. Thus the argument from the non-instantiation of (what Mackie terms) \"objective prescriptivity\" for moral error theory fails. Russ Shafer-Landau and Daniel Callcut have each outlined anti-skeptical strategies. Callcut argues that moral skepticism should be scrutinized in introductory ethics classes in order to get across the point that \"if all views about morality, including the skeptical ones, face difficulties, then adopting a skeptical position is not an escape from difficulty.\"",
            "score": 40.89537167549133
        },
        {
            "docid": "49262719_12",
            "document": "Tyler Henry . Skeptical activist Susan Gerbic challenged the claim that this was a successful psychic prediction in a September 15, 2017 Skeptical Inquirer article. In a detailed break-down of the entire reading, Gerbic reports that immediately following the above statements, Thicke joked “Thank you Doctor Henry, I’m going to take that to heart.” Gerbic reported that this prompted Henry to throw back his head and laugh. Gerbic said \"I’m mentioning this because it seems so heartless (pun intended) that if Henry REALLY thought that Thicke’s heart would give out only a couple months later, he should have been less flippant about it, and actually very stern.\" Gerbic continued:",
            "score": 35.08654284477234
        },
        {
            "docid": "42074619_5",
            "document": "Ye Qiao . However, it was said that after Wang Chang became emperor, he became arrogant and excessive in his behavior, and was no longer consulting Ye on important decisions. One day, after Wang Chang was about to hear some matters of state, Ye intentionally walked out of the palace wearing the clothes of a Taoist monk. Wang Chang immediately summoned him back, and stated to him, \"There are many things happening with the military and the state, but we have not talked with you for a long time. This is our fault.\" Ye bowed, and responded, \"Your old subject is counseling you poorly, such that after Your Imperial Majesty took the throne, you have not had any good accomplishments to speak of. I beg to retire.\" Wang Chang replied, \"The late Emperor trusted us to you, Lord. If our policy decisions were not good decisions, you, Lord, should speak openly. Why do you abandon us?\" He rewarded much gold and silk to Ye, and told Ye to retake his position as chancellor.",
            "score": 20.68253755569458
        },
        {
            "docid": "204511_9",
            "document": "Skeptical movement . Scientific skeptics maintain that empirical investigation of reality leads to the truth, and that the scientific method is best suited to this purpose. Scientific skeptics attempt to evaluate claims based on verifiability and falsifiability and discourage accepting claims on faith or anecdotal evidence. Skeptics often focus their criticism on claims they consider to be implausible, dubious or clearly contradictory to generally accepted science. Scientific skeptics do not assert that unusual claims should be automatically rejected out of hand on \"a priori\" grounds—rather they argue that claims of paranormal or anomalous phenomena should be critically examined and that extraordinary claims would require extraordinary evidence in their favor before they could be accepted as having validity. From a scientific point of view, theories are judged on many criteria, such as falsifiability, Occam's Razor, Morgan's Canon and explanatory power, as well as the degree to which their predictions match experimental results. Skepticism in general may be deemed part of the scientific method; for instance an experimental result is not regarded as established until it can be shown to be repeatable independently.",
            "score": 49.871102690696716
        },
        {
            "docid": "2388933_2",
            "document": "Ye Olde Fighting Cocks . Ye Olde Fighting Cocks is a public house in St Albans, Hertfordshire, England. It is one of several pubs that lay claim to being the oldest in England. The building is described by Historic England as being of sixteenth century appearance, but as the earliest date for which it can be proved to have been licensed is 1756 - and even that date is not certain - its claim to this record is somewhat uncertain. Others such as the Ye Olde Man & Scythe in Bolton, Greater Manchester and Ye Olde Trip to Jerusalem in Nottingham may have better claims. Even in St Albans, the White Hart and the Fleur de Lys (currently called 'The Snug') have claims to have been trading as inns in the late medieval period.",
            "score": 47.238685131073
        },
        {
            "docid": "46984918_3",
            "document": "Yes It's You Lady . The album was peaking at #33 in \"Billboard\" pop charts, and at #6 on the R&B charts. The two follow-up singles to 1981's chart success' \"Being with you\" were strangely no Robinson compositions: \"Tell Me Tomorrow\" peaked at #33 Billboard and #3 R&B charts, \"Old Fashioned Love\" at #60 Billboard and #17 R&B charts. The third and final single, Robinson's \"Yes It's You Lady\" only peaked at #107 Billboard, without entering the R&B charts.",
            "score": 13.394234418869019
        },
        {
            "docid": "13109_104",
            "document": "Global warming controversy . Global warming skeptic Reid Bryson said in June 2007, \"There is a lot of money to be made in this... If you want to be an eminent scientist you have to have a lot of grad students and a lot of grants. You can't get grants unless you say, 'Oh global warming, yes, yes, carbon dioxide'.\" Similar positions have been advanced by University of Alabama, Huntsville climate scientist Roy Spencer, Spencer's University of Alabama, Huntsville colleague and IPCC contributor John Christy, University of London biogeographer Philip Stott, Accuracy in Media, and Ian Plimer in his 2009 book \"Heaven and Earth — Global Warming: The Missing Science\".",
            "score": 19.867920398712158
        },
        {
            "docid": "46569272_3",
            "document": "HitRadio Veronica (Sky Radio) . The launch of the radio station gave quite a stir in the media. Ali B. (Ali Bouali) held on behalf of TMF, a fireworks launch with Yesser Roshdi ('Yes-R') and MTV VJs Miljouschka Witzenhausen and Valerio Zeno in accordance with TMF's 'most boring town in the Netherlands'; Staphorst. For this fireworks show MTV Networks BV had no license and was later claimed by the municipality for holding the event near a burial site of a 19-year-old. Staphorst wanted to sue Yes-R and Ali B for illegally using fireworks. It was found later on that the funeral of the 19-year-old boy was long before the fireworks show, so the charges were dropped.",
            "score": 31.00918698310852
        },
        {
            "docid": "22655_19",
            "document": "Ossian . Samuel Johnson, English author, critic, and biographer, was convinced that Macpherson was \"a mountebank, a liar, and a fraud, and that the poems were forgeries\". Johnson also dismissed the poems' quality. Upon being asked, \"But Doctor Johnson, do you really believe that any man today could write such poetry?\" he famously replied, \"Yes. Many men. Many women. And many children.\" Johnson is cited as calling the story of Ossian \"as gross an imposition as ever the world was troubled with\". In support of his claim, Johnson also called Gaelic the rude speech of a barbarous people, and said there were no manuscripts in it more than 100 years old. In reply, it was proved that the Advocates' library at Edinburgh contained Gaelic manuscripts 500 years old, and one of even greater antiquity.",
            "score": 38.707459688186646
        },
        {
            "docid": "30856578_12",
            "document": "Turkish folk literature . \"One day, Nasreddin's neighbor asked him, \"Teacher, do you have any forty-year-old vinegar?\"—\"Yes, I do,\" answered Nasreddin.—\"Can I have some?\" asked the neighbor. \"I need some to make an ointment with.\"—\"No, you can't have any,\" answered Nasreddin. \"If I gave my forty-year-old vinegar to whoever wanted some, I wouldn't have had it for forty years, would I?\"\"",
            "score": 37.941340923309326
        },
        {
            "docid": "24345203_25",
            "document": "Lorence G. Collins . All: I want to call your attention to several articles that should be of interest to you, and I have included links to all of them except the last one which has not yet been published.  The first two are related to each other because the second is a follow-up to the first, and the second has just been published in the July/August 2018 issue of Skeptical Inquirer. They both show that the scientists at Answers in Genesis have no basis for supporting their model of a young Earth 6,000 years old or that a worldwide flood happened. ",
            "score": 38.94519591331482
        },
        {
            "docid": "10276064_44",
            "document": "Bill Nye . In May 1999, Nye was the commencement speaker at Rensselaer Polytechnic Institute where he was awarded an honorary doctor of science degree. He was awarded an honorary doctorate by Johns Hopkins University in May 2008. In May 2011, Nye received an honorary doctor of science degree from Willamette University In May 2015, Rutgers University awarded him an honorary doctor of science degree and paid him a $35,000 speaker's fee for his participation as the keynote speaker at the ceremony. In addition, Nye also received an honorary doctor of pedagogy degree from Lehigh University on May 20, 2013, at the commencement ceremony. Nye received the 2010 Humanist of the Year Award from the American Humanist Association. In October 2015, Nye was awarded an honorary doctorate of science from Simon Fraser University. In 2011, the Committee for Skeptical Inquiry (CSICOP) presented Nye their highest award \"In Praise of Reason\", Eugenie Scott stated: \"If you think Bill is popular among skeptics, you should attend a science teacher conference where he is speaking\" it is standing room only. She continues by saying that no one has more fun than Nye when he is \"demonstrating, principles of science.\" In 1997, CSICOP also presented Nye with the \"Candle in the Dark Award\" for his \"lively, creative... endeavor\".",
            "score": 32.9073760509491
        },
        {
            "docid": "37970509_17",
            "document": "Catalan self-determination referendum, 2014 . According to the consultation decree, \"in the consultation there is a first question followed successively by a second question, and they are worded as follows: a) Do you want Catalonia to become a State? (Yes/No); If so: b) Do you want this State to be independent? (Yes/No). You can only answer the question under Letter b) in the event of having answered “Yes” to the question under Letter a).\" The \"participation process\" that has replaced the \"non-referendum consultation\" maintains the same two questions.",
            "score": 20.07932758331299
        },
        {
            "docid": "34073311_4",
            "document": "Rough'n Tumble . As a two-year-old, Rough'n Tumble won the Primer Stakes at Arlington Park and at three, he captured the most important race for his age group in California: the Santa Anita Derby Among Rough'n Tumble's best progeny were Dr. Fager (b. 1964), a U.S. Racing Hall of Fame millionaire; My Dear Girl (b. 1957), the 1959 American Champion Two-Year-Old Filly; plus multiple stakes winners Conestoga, Flag Raiser, Ruffled Feathers, and Yes You Will.",
            "score": 19.44749164581299
        },
        {
            "docid": "17202440_8",
            "document": "Matt Dillahunty . Advocacy of the primacy of skepticism is another of Dillahunty's recurring themes. He said at the American Atheists convention in Austin in 2013 that the closest thing he has to a motto is \"to believe as many true things and as few false things as possible,\" taking his inspiration from David Hume. In the same lecture, he said that being a skeptic is the most important identifier of who he is. In addition, Dillahunty said that skepticism has something to say about untested religious claims, and that philosophical skepticism will lead to atheism.  He sees atheism as a subset of skepticism, and he does not see why skepticism should not address religious claims, something that has become a point of controversy in the skeptic community. Dillahunty rhetorically asked, \"how popular would psychics be, how popular would ghosts be, if there wasn't this monolithic idea that 70-80% of the population believe, that within each of us is an eternal soul that leaves the body when we're dead and either goes on to some afterlife or lingers around here on the earth?...If you teach people about what we know, about what most likely happens when we die, they will strive to treat people better while they're alive, and their grief will be lessened because they understand reality.\" He admonished \"don't just do skepticism with the goal of getting it right, do it with the goal of not being able to get it wrong.\" In an interview published by the Norwegian Humanist Association, he said he doesn't see why religious claims about reality should be treated any differently by skeptics than conspiracy theories and allegations about alien visitation.",
            "score": 32.755489349365234
        },
        {
            "docid": "2175167_21",
            "document": "Matthew 5 . <poem>1 ¶ And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him: 2 And he opened his mouth, and taught them, saying, 3 Blessed [are] the poor in spirit: for theirs is the kingdom of heaven. 4 Blessed [are] they that mourn: for they shall be comforted. 5 Blessed [are] the meek: for they shall inherit the earth. 6 Blessed [are] they which do hunger and thirst after righteousness: for they shall be filled. 7 Blessed [are] the merciful: for they shall obtain mercy. 8 Blessed [are] the pure in heart: for they shall see God. 9 Blessed [are] the peacemakers: for they shall be called the children of God. 10 Blessed [are] they which are persecuted for righteousness' sake: for theirs is the kingdom of heaven. 11 Blessed are ye, when [men] shall revile you, and persecute [you], and shall say all manner of evil against you falsely, for my sake. 12 Rejoice, and be exceeding glad: for great [is] your reward in heaven: for so persecuted they the prophets which were before you. 13 ¶ Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men. 14 Ye are the light of the world. A city that is set on an hill cannot be hid. 15 Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house. 16 Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven. 17 ¶ Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil. 18 For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled. 19 Whosoever therefore shall break one of these least commandments, and shall teach men so, he shall be called the least in the kingdom of heaven: but whosoever shall do and teach [them], the same shall be called great in the kingdom of heaven. 20 For I say unto you, That except your righteousness shall exceed [the righteousness] of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven. 21 ¶ Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment: 22 But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire. 23 Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee; 24 Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift. 25 Agree with thine adversary quickly, whiles thou art in the way with him; lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison. 26 Verily I say unto thee, Thou shalt by no means come out thence, till thou hast paid the uttermost farthing. 27 ¶ Ye have heard that it was said by them of old time, Thou shalt not commit adultery: 28 But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart. 29 And if thy right eye offend thee, pluck it out, and cast [it] from thee: for it is profitable for thee that one of thy members should perish, and not [that] thy whole body should be cast into hell. 30 And if thy right hand offend thee, cut it off, and cast [it] from thee: for it is profitable for thee that one of thy members should perish, and not [that] thy whole body should be cast into hell. 31 It hath been said, Whosoever shall put away his wife, let him give her a writing of divorcement: 32 But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery. 33 ¶ Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths: 34 But I say unto you, Swear not at all; neither by heaven; for it is God's throne: 35 Nor by the earth; for it is his footstool: neither by Jerusalem; for it is the city of the great King. 36 Neither shalt thou swear by thy head, because thou canst not make one hair white or black. 37 But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil. 38 ¶ Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth: 39 But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also. 40 And if any man will sue thee at the law, and take away thy coat, let him have [thy] cloke also. 41 And whosoever shall compel thee to go a mile, go with him twain. 42 Give to him that asketh thee, and from him that would borrow of thee turn not thou away. 43 ¶ Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy. 44 But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you; 45 That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust. 46 For if ye love them which love you, what reward have ye? do not even the publicans the same? 47 And if ye salute your brethren only, what do ye more [than others]? do not even the publicans so? 48 Be ye therefore perfect, even as your Father which is in heaven is perfect.</poem>",
            "score": 26.123446464538574
        },
        {
            "docid": "35870816_24",
            "document": "Susan Norris Fitkin . Despite being set apart for the ministry 18 years earlier as a Quaker recorded minister, on May 8, 1909 at the New York District Assembly at Brooklyn, Bresee ordained Susie Fitkin and her husband as elders. Susan later wrote: \"This was a memorable occasion, but it was only the human sanction to God's work. For years before, He had definitely spoken these precious words to my heart, 'Ye have not chosen me, but I have chosen you, and ordained you, that ye should go and bring forth fruit.' And had He not verified it again and again?\"",
            "score": 28.008381843566895
        },
        {
            "docid": "65738_59",
            "document": "Georges Clemenceau . The treaty, with all its complex clauses, will only be worth what you are worth; it will be what you make it...What you are going to vote to-day is not even a beginning, it is a beginning of a beginning. The ideas it contains will grow and bear fruit. You have won the power to impose them on a defeated Germany. We are told that she will revive. All the more reason not to show her that we fear her...M. Marin went to the heart of the question, when he turned to us and said in despairing tones, ‘You have reduced us to a policy of vigilance.’ Yes, M. Marin, do you think that one could make a treaty which would do away with the need for vigilance among the nations of Europe who only yesterday were pouring out their blood in battle? Life is a perpetual struggle in war, as in peace...That struggle cannot be avoided. Yes, we must have vigilance, we must have a great deal of vigilance. I cannot say for how many years, perhaps I should say for how many centuries, the crisis which has begun will continue. Yes, this treaty will bring us burdens, troubles, miseries, difficulties, and that will continue for long years.",
            "score": 23.61041021347046
        },
        {
            "docid": "393141_14",
            "document": "Lossiemouth . But the practices continued and, 35 years later, the minutes from the session records stated: \"\"23 Dec 1705 Also after sermon ye min1' (the minister) did guard ye Seamen to beware of ye old Heathenish superstitious practice of carrieing of lighted Clevies or torches about yr boats on new years even certifieing all that should be found any manner of way to concurr with or contribute to ye said work—should be put in ye hands of ye civill magistrate.\"\"",
            "score": 25.927534103393555
        },
        {
            "docid": "1453309_4",
            "document": "Sarah Dessen . As a teenager, Dessen was very shy and quiet. She became involved with a 21-year-old when she was 15 but cut all contact with him shortly after. She has admitted in an interview that \"for many years afterward, I took total blame for everything that happened between me and T. After all, I was a bad kid. I'd did drugs, I lied to my mom. You can't just hang out with a guy and not expect him to get ideas, I told myself. You should have known better. But maybe \"he\" should have. When I turned 21, I remember making a point, regularly, to look at teens and ask myself whether I'd want to hang out with them, much less date one. The answer was always a flat, immediate no. They were kids. I was an adult. End of story.\"",
            "score": 38.4596061706543
        },
        {
            "docid": "46838289_6",
            "document": "Glasgow Skeptics . As was as regular SITP talks, Glasgow Skeptics have hosted and organised a number of debates. Most notably discussions on Scottish independence before and after the 2014 referendum, and whilst the society itself officially remained \"staunchly neutral\" on the question, \"Guardian\" journalist Libby Brooks noted, and polls showed, a large majority of debate attendees was in the \"Yes\" camp. After \"No\" won, however, public commenters stressed that the referendum had \"energised\" the electorate, and further discussions should keep it focused on what \"how, where and in what direction\" Scotland should go now.",
            "score": 22.914722442626953
        },
        {
            "docid": "2987336_5",
            "document": "Double-barreled question . An example of a double-barreled question would be the following: \"do you think that students should have more classes about history and culture?\" This question asks about two different issues: \"do you think that students should have more classes about history\" and \"do you think that students should have more classes about culture?\" Combining both questions into one makes it unclear what exactly is being measured, and as each question may elicit a different response if asked separately there is an increased likelihood of confusing the respondents. In other words, while some respondents would answer \"yes\" to both and some \"no\" to both, some would like to answer both \"yes and no\".",
            "score": 26.921613693237305
        },
        {
            "docid": "17696_26",
            "document": "Slippery slope . Volokh's article \"The Mechanisms of the Slippery Slope\" sets out to examine the various ways in which making one decision might render another decision more likely. He considers such things as implementing A making B more cost effective and implementing A changing attitudes such that acceptance of B will become more likely. He says, \"If you are faced with the pragmatic question \"Does it make sense for me to support A, given that it might lead others to support B?,\" you should consider all the mechanisms through which A might lead to B, whether they are logical or psychological, judicial or legislative, gradual or sudden ... You should think about the entire range of possible ways that A can change the conditions—whether those conditions are public attitudes, political alignments, costs and benefits, or what have you—under which others will consider B.\" Volokh concludes by claiming that the analysis in his article \"implicitly rebuts the argument that slippery slope arguments are inherently logically fallacious: the claim that A's will inevitably lead to B's as a matter of logical compulsion might be mistaken, but the more modest claim that A's may make B's more likely seems plausible.\" A similar conclusion was reached by Corner et al., who after investigating the psychological mechanism of the slippery slope argument say, \"Despite their philosophical notoriety, SSAs are used (and seem to be accepted) in a wide variety of practical contexts. The experimental evidence reported in this paper suggests that in some circumstances, their practical acceptability can be justified, not just because the decision-theoretic framework renders them subjectively rational, but also because it is demonstrated how, objectively, the slippery slopes they claim do in fact exist.",
            "score": 39.54757750034332
        },
        {
            "docid": "5397686_19",
            "document": "Greg Mitchell . Whether covering Washington or a small town, Mitchell said, \"[T]he journalistic principle is the same: to be skeptical unless there's hard evidence and proof. And you report what someone says—\"It's their claim.\" \"It's what they say.\" \"It's what they allege.\" \"It's what they're trying to prove.\" But you don't present these things as fact if you're not sure they're fact. And what happened with the Iraq coverage was that too often newspapers—and especially television—went with stories that were based on official claims, and in retrospect, were really propaganda. Because in some cases, the officials were well-meaning. Maybe they thought that they had the evidence. But in other cases, they knew their evidence was incredibly shaky—or should have known—and yet went with the evidence claiming it was fact. And the press just, in most cases, accepted it.\"",
            "score": 36.96528649330139
        },
        {
            "docid": "959699_44",
            "document": "The Doctor (Doctor Who) . In \"The Mutants\" (1972) an official asks the Third Doctor if he is, in fact, a doctor, to which the Doctor replies \"I am, yes\"; when asked what he is qualified in, the Doctor replies, \"Practically everything.\" The Fourth Doctor states that his companion, Harry Sullivan, is a Doctor of medicine, while he is \"a doctor of many things\" (\"Revenge of the Cybermen\", 1975). The Fifth Doctor claims to be a doctor \"of everything\" in \"Four to Doomsday\" (1982), and a message is related from the Tenth Doctor in \"Utopia\" (2007). In talking with Harry in \"Robot\" (1974–1975) the Doctor states \"You may be \"a\" doctor, but I'm \"the\" Doctor. The definite article, you might say.\" In \"The Ark in Space\", aired later that year, the Doctor states that his doctorate is only honorary; the Tenth Doctor, however, considers the name to be his legitimate academic rank in \"The Waters of Mars\" (2009), describing his \"name, rank and intention\" as \"The Doctor; doctor; fun.\" In an interview with \"The Age\" in 2003, Tom Baker mentioned that the Doctor is called so because he is \"a doctor of time and relative dimension in space\". Apart from being called a doctor of the TARDIS, the Doctor has been referred to as a \"doctor of time travel.\"",
            "score": 37.914724826812744
        },
        {
            "docid": "11073025_6",
            "document": "Epistemic closure . This epistemic closure principle is central to many versions of skeptical arguments. A skeptical argument of this type will involve knowledge of some piece of widely accepted information to be knowledge, which will then be pointed out to entail knowledge of some skeptical scenario, such as the brain in a vat scenario or the cartesian evil demon scenario. A skeptic might say, for example, that if you know that you have hands, then you know that you are not a handless brain in a vat (because knowledge that you have hands implies that you know you are not handless, and if you know that you are not handless, then you know that you are not a handless brain in a vat). The skeptic will then utilize this conditional to form a modus tollens argument. For example, the skeptic might make an argument like the following: Much of the epistemological discussion surrounding this type of skeptical argument involves whether to accept or deny the conclusion, and how to do each. Ernest Sosa says that there are three possibilities in responding to the skeptic:",
            "score": 28.40436315536499
        },
        {
            "docid": "22889397_16",
            "document": "Marcus Favonius . Forcing his way into Brutus' tent, he addresses Brutus and Cassius:<br> POET. \"For shame, you generals! what do you mean? Love, and be friends, as two such men should be; For I have seen more years, I'm sure, than ye.\"",
            "score": 18.751298189163208
        },
        {
            "docid": "8810912_12",
            "document": "Professional degree . In the late twentieth and early twenty-first century, other professions, particularly in clinical fields, transitioned their professional degrees to doctorates, following the example of the M.D. and J.D. In the 1990s there was also some debate in the architectural community about renaming the professional degree in architecture a \"doctorate\". The spread of professional doctorates raised concerns about the standards of the new degrees, particularly in cases such as Physical Therapy, where the standard set by the American Physical Therapy Association for the doctorate is the same as that for the master's degree. Critics have claimed that these degrees should not be called doctorates, pointing out that a Ph.D. takes an average of twelve years from the start of college, compared to five and a half to eight years for professional doctorates, while defenders of the new professional doctorates have said the point of comparison should be the M.D. and J.D., not the Ph.D.",
            "score": 38.40361571311951
        },
        {
            "docid": "2819682_9",
            "document": "Moheb Ullah Borekzai . According to Andy Worthington, the author of  The Guantanamo Files Borekzai had been a Taliban conscript, who was taken captive by post-Taliban forces, handed over the powerful militia leader Ismael Khan, who, in turn, sold him the US forces. Worthington noted with skepticism that American analysts accepted the claim that 19-year-old conscript Borekzai was the \"acting governor of Sheberghan\". Addressing the claim of American analysts that he \"was part of a tribal militia that supported the Taliban for three and a half years since 1998″ Worthington pointed out that \"it should be noted, he was 15 or 16 years old, and was therefore not responsible for his actions, which, presumably, were dictated by his family.″  Muhibullah chose to participate in his Combatant Status Review Tribunal.",
            "score": 45.14362382888794
        },
        {
            "docid": "2529722_3",
            "document": "Ye Olde Trip to Jerusalem . Ye Olde Trip to Jerusalem is one of several pubs claiming to be the oldest in England - other pubs which claim to be the oldest include Ye Olde Salutation Inn and The Bell Inn also in Nottingham, and Ye Olde Fighting Cocks in St Albans. The pub claims that it was established in 1189 AD - the year that Richard the Lionheart became king and Pope Gregory VIII called for a Third Crusade to the Holy Land; however, there is no documentation to verify this date. Evidence suggests that caves in the rock against which the pub is built, were used as a brewhouse for Nottingham Castle, and may date from around the time the castle was built in 1067. The oldest parts of the current building were constructed between 1650 and 1660, though a map by John Speed shows a previous building in existence in 1610. By 1751 the building was being used as an inn with the name The Pilgrim, and was shortly after that date purchased by William Standford. The first record of the use of the name Ye Olde Trip to Jerusalem dates from 1799.",
            "score": 44.43073487281799
        }
    ],
    "r": [
        {
            "docid": "5631166_19",
            "document": "Li Ching-Yuen . However, a correspondent of \"The New York Times\" reported that \"many who have seen him recently declare that his facial appearance is no different from that of persons two centuries his junior.\" Moreover, gerontological researchers have viewed the age claim with extreme skepticism; the frequency of invalid age claims increases with the claimed age, rising from 65% of claims to ages 110-111 being invalid, to 98% of claims to being 115, with a 100% rate for claims of 120+ years. It is unclear though what, if any, implications these statistics have for the subject under discussion, as these figures refer to \"false claims due to administrative errors\" in Belgian public records. Researchers have called his claim \"fantastical\" and also noted that his claimed age at death, 256 years, is a multiple of 8, which is considered good luck in China, and therefore is indicative of fabrication. Additionally, the connection of Li's claimed age to his spiritual practices has been pointed to as another reason for doubt; researchers perceived that \"these types of myths [that certain philosophies or religious practices allow a person to live to extreme old age] are most common in the Far East\".",
            "score": 59.115230560302734
        },
        {
            "docid": "204511_9",
            "document": "Skeptical movement . Scientific skeptics maintain that empirical investigation of reality leads to the truth, and that the scientific method is best suited to this purpose. Scientific skeptics attempt to evaluate claims based on verifiability and falsifiability and discourage accepting claims on faith or anecdotal evidence. Skeptics often focus their criticism on claims they consider to be implausible, dubious or clearly contradictory to generally accepted science. Scientific skeptics do not assert that unusual claims should be automatically rejected out of hand on \"a priori\" grounds—rather they argue that claims of paranormal or anomalous phenomena should be critically examined and that extraordinary claims would require extraordinary evidence in their favor before they could be accepted as having validity. From a scientific point of view, theories are judged on many criteria, such as falsifiability, Occam's Razor, Morgan's Canon and explanatory power, as well as the degree to which their predictions match experimental results. Skepticism in general may be deemed part of the scientific method; for instance an experimental result is not regarded as established until it can be shown to be repeatable independently.",
            "score": 49.87110137939453
        },
        {
            "docid": "20529650_41",
            "document": "Mahlon Loomis . On the other hand, others remain skeptical. In 2005, Thomas H. Lee summarized his research efforts: \"Allegedly, experiments conducted by Loomis in his home state of West Virginia were successful, but there is no accepted primary evidence to support this claim, and calculations based on modern knowledge cast tremendous doubt in any case.\" Moreover: \"Seemingly authoritative reports of successful tests abound (in typical accounts, senators from several states are present for the tests, in which two mountaintops 22 km apart is allegedly demonstrated and then independently verified). However, I have never been able to locate information about these tests other than what Loomis himself provided. Others quoting these same results apparently have had no better success locating a primary source, but continue to repeat them without qualification.\"",
            "score": 49.720802307128906
        },
        {
            "docid": "26810_13",
            "document": "Skepticism . Religious skepticism generally refers to doubting given religious beliefs or claims. Historically, religious skepticism can be traced back to Socrates, who doubted many religious claims of the time. Modern religious skepticism typically emphasizes scientific and historical methods or evidence, with Michael Shermer writing that skepticism is a process for discovering the truth rather than general non-acceptance. For example, a religious skeptic might believe that Jesus existed while questioning claims that he was the messiah or performed miracles (see historicity of Jesus). Religious skepticism is not the same as atheism or agnosticism, though these often do involve skeptical attitudes toward religion and philosophical theology (for example, towards divine omnipotence). Religious people are generally skeptical about claims of other religions, at least when the two denominations conflict concerning some stated belief. Additionally, they may also be skeptical of the claims made by atheists. The historian Will Durant writes that Plato was \"as skeptical of atheism as of any other dogma.\"",
            "score": 47.740928649902344
        },
        {
            "docid": "383540_2",
            "document": "Postdoctoral researcher . A postdoctoral researcher or postdoc is a person professionally conducting research after the completion of their doctoral studies (typically a PhD). The ultimate goal of a postdoctoral research position is to pursue additional research, training, or teaching in order to have better skills to pursue a career in academia, research, or any other fields. Postdocs often, but not always, have a temporary academic appointment, sometimes in preparation for an academic faculty position. They continue their studies or carry out research and further increase expertise in a specialist subject, including integrating a team and acquiring novel skills and research methods. Postdoctoral research is often considered essential while advancing the scholarly mission of the host institution; it is expected to produce relevant publications in peer-reviewed academic journals or conferences. In some countries, postdoctoral research may lead to further formal qualifications or certification, while in other countries it does not.",
            "score": 47.58878707885742
        },
        {
            "docid": "6263517_2",
            "document": "Staff grade . In the United Kingdom, a staff grade doctor is one who is appointed to a permanent position as a middle grade doctor. Doctors may have been appointed to this position based on experience and not all doctors will have done postgraduate examinations to reach this position. In the past Staff grades could be promoted to Associate Specialist after several years of service. They may also apply to take up specialist registrar training posts if they wish to become consultants or gain access to consultant posts through the GMC CESR Route which allows them to be registered on the specialist register after assessment of their experience. In order for a doctor to work as a staff grade must have at least 6 years' experience, their main duties are: These are some of the basic duties of a staff grade doctor, the duties and the reviews are always done in the name of a consultant in whom they are answerable and always should ask the consultant for help or advice for problems, cases or operations beyond their experience or particularly complicated.",
            "score": 47.363380432128906
        },
        {
            "docid": "2388933_2",
            "document": "Ye Olde Fighting Cocks . Ye Olde Fighting Cocks is a public house in St Albans, Hertfordshire, England. It is one of several pubs that lay claim to being the oldest in England. The building is described by Historic England as being of sixteenth century appearance, but as the earliest date for which it can be proved to have been licensed is 1756 - and even that date is not certain - its claim to this record is somewhat uncertain. Others such as the Ye Olde Man & Scythe in Bolton, Greater Manchester and Ye Olde Trip to Jerusalem in Nottingham may have better claims. Even in St Albans, the White Hart and the Fleur de Lys (currently called 'The Snug') have claims to have been trading as inns in the late medieval period.",
            "score": 47.238685607910156
        },
        {
            "docid": "4502477_7",
            "document": "Victor Henry Anderson . Anderson claimed to be initiated into a tradition of witchcraft in 1926 by a woman \"of the Fairy race\", whom he elsewhere referred to as \"a priestess from Africa\". Anderson informed the journalist Margot Adler that when he was nine years old he encountered a small old woman sitting in the centre of a circle containing brass bowls of herbs. He alleged that he instinctively stripped naked and that she then sexually initiated him into a witchcraft tradition, during which he had a vision of a goddess and a horned god. After the vision, he claimed that they sat in the circle and she instructed him in the magical use of the various herbs, after which he was washed in butter, oil, and salt, before putting his clothes on and returning home. The Pagan studies scholar Ethan Doyle White described this as being \"difficult to accept as a literal account\", but suggested that Anderson may have undergone a significant spiritual experience with an older woman in 1926, which was subsequently \"embellished into the later tale\" that he told Adler. A woman who knew Anderson, Cornelia Benavidez, later stated that \"He says that he became friends with a woman in the circus who was a fire dancer and when she got older worked the stands. She somehow joined the circus in South Africa and made her way to the US. When he first met her she was 60 years old and he was a nine-year-old boy. He knew her for 15 years\". Researcher WIlliam Wallworth provided potential supporting evidence for this claim when he noted that a number of the circuses that performed in Oregon during the 1920s and 1930s had Africans in their travelling retinues.",
            "score": 46.772361755371094
        },
        {
            "docid": "5231751_15",
            "document": "Education in Ukraine . Upon obtaining a master's degree or Specialist, a student may enter a university or a scientific institute to pursue postgraduate education. The first level of postgraduate education is \"aspirantura\" that usually results in the \"Kandydat Nauk\" degree (Candidate of Sciences). Candidates must pass three or more qualifying exams (one or more in the field of specialty, one in a foreign language of their choice and one in philosophy), publish at least five papers in peer reviewed journals (according to requirements existed up to 2013 they had to publish at least three papers), write a dissertation and defend it. This degree is roughly equivalent to the Ph.D. in the United States. After graduation a student may continue postgraduate education. This takes from two to four years of study in \"doctorantura\". Significant scientific results must be obtained and published, and a new thesis written. This produces a \"Doctor Nauk\" degree (Doctor of Sciences), but the more typical way is working in a university or scientific institute with parallel preparation of a thesis. The average time between obtaining \"Kandidat\" and \"Doctor\" degrees is roughly 10 years, and most of new \"Doctors\" are 40 and more years old. Only one of four \"Kandidats\" reaches this grade. \"Kandidat Nauk\" may keep the position Associate Professor in universities, or Researcher/Senior Researcher in scientific institutes. \"Doctor Nauk\" can hold position of full Professor, Head of Laboratory or an equal/higher positions. The Ukrainian Ministry of Education and Science is considering changing the Soviet style \"Kandidat Nauk\" and \"Doctor Nauk\" degrees to Doctor of Philosophy and Doctor Habilitation, as has happened in several other post-Soviet countries.",
            "score": 45.92890167236328
        },
        {
            "docid": "167241_138",
            "document": "Academic degree . Traditionally, students who have completed the \"maestria\" may continue on to the \"doctorado\", or the doctorate. Doctoral study typically lasts 3–4 years. In last years this schemes has become flexible such that in some PhD programmes, students are accepted before, or not completing at all a Master course.",
            "score": 45.403587341308594
        },
        {
            "docid": "10191575_4",
            "document": "Local Court of the Northern Territory . The court has jurisdiction to deal with claims for damages, debt and equitable relief if the amount sought is less than $100,000. The parties to the claim can agree to have larger amounts determined by the Court. Claims concerning the ownership of property can also be determine irrespective of their value. Proceedings can also be transferred to the Supreme Court of the Northern Territory on the application of each party. Cases are commenced by way of a statement of claim alleging the nature of the claim. The court encourages parties to complete their claims in plain English using non-technical language wherever possible. However some claims may need to be properly formulated with legal terminology. A person can defend the statement of claim by lodging a written defence. The defence essentially answers the allegations made by the plaintiff and may allege any facts in support of the defence. Additionally, the defendant may counter-claim against the plaintiff if there is a claim.  After a defence is filed, the registrar of the court fixes a conciliation conference to which the parties are required to attend. Parties can explore settlement or the matter can be listed for hearing. Cases are heard before a stipendiary magistrate.",
            "score": 45.38972854614258
        },
        {
            "docid": "9939398_2",
            "document": "Charlie Smith (centenarian) . Charlie Smith was a centenarian noted for claiming to be the oldest person in the United States. Smith stated that he had been born in Liberia in 1842 and kidnapped to the United States at age 12 and sold into slavery in Louisiana to a Texas rancher. Later research indicated that he had been born circa 1874 or even later. In particular, his marriage certificate, issued January 8, 1910, listed him as being 35 years old at the time. He died in Bartow, Florida in 1979, at the age of 105 (according to researchers) or 137 (according to his own claim). Later subsequent research showed Mr. Smith listed in the 1900 census as 21, suggesting he could have been only 100 years old. It is possible that he was given the birth name Mitchell Watkins and adopted at an early age in the years right after the Civil War with his \"memories\" embellishments from stories told by older ex-slaves; but evidence of this is spotty and it is unlikely that such an adoption would be verifiable, with records quite unreliable right after the Civil War.",
            "score": 45.31068801879883
        },
        {
            "docid": "2819682_9",
            "document": "Moheb Ullah Borekzai . According to Andy Worthington, the author of  The Guantanamo Files Borekzai had been a Taliban conscript, who was taken captive by post-Taliban forces, handed over the powerful militia leader Ismael Khan, who, in turn, sold him the US forces. Worthington noted with skepticism that American analysts accepted the claim that 19-year-old conscript Borekzai was the \"acting governor of Sheberghan\". Addressing the claim of American analysts that he \"was part of a tribal militia that supported the Taliban for three and a half years since 1998″ Worthington pointed out that \"it should be noted, he was 15 or 16 years old, and was therefore not responsible for his actions, which, presumably, were dictated by his family.″  Muhibullah chose to participate in his Combatant Status Review Tribunal.",
            "score": 45.14362335205078
        },
        {
            "docid": "45082736_21",
            "document": "Graduate science education in the United States . The result of the examination may be given immediately following deliberation by the examiners (in which case the candidate may immediately be considered to have received his or her degree), or at a later date, in which case the examiners may prepare a defense report that is forwarded to a Board or Committee of Postgraduate Studies, which then officially recommends the candidate for the degree. Potential decisions (or \"verdicts\") include: Accepted / pass with no corrections; The thesis must be revised; Extensive revision required; Unacceptable. At most North American institutions the latter two verdicts are extremely rare, for two reasons. First, to obtain the status of doctoral candidates, graduate students typically write a qualifying examination or comprehensive examination, which often includes an oral defense. Students who pass the qualifying examination are deemed capable of completing scholarly work independently and are allowed to proceed with working on a dissertation. Second, since the thesis supervisor (and the other members of the advisory committee) will normally have reviewed the thesis extensively before recommending the student proceed to the defense, such an outcome would be regarded as a major failure not only on the part of the candidate but also by the candidate's supervisor (who should have recognized the substandard quality of the dissertation long before the defense was allowed to take place). It is also fairly rare for a thesis to be accepted without any revisions; the most common outcome of a defense is for the examiners to specify minor revisions (which the candidate typically completes in a few days or weeks).",
            "score": 45.0740966796875
        },
        {
            "docid": "2529722_3",
            "document": "Ye Olde Trip to Jerusalem . Ye Olde Trip to Jerusalem is one of several pubs claiming to be the oldest in England - other pubs which claim to be the oldest include Ye Olde Salutation Inn and The Bell Inn also in Nottingham, and Ye Olde Fighting Cocks in St Albans. The pub claims that it was established in 1189 AD - the year that Richard the Lionheart became king and Pope Gregory VIII called for a Third Crusade to the Holy Land; however, there is no documentation to verify this date. Evidence suggests that caves in the rock against which the pub is built, were used as a brewhouse for Nottingham Castle, and may date from around the time the castle was built in 1067. The oldest parts of the current building were constructed between 1650 and 1660, though a map by John Speed shows a previous building in existence in 1610. By 1751 the building was being used as an inn with the name The Pilgrim, and was shortly after that date purchased by William Standford. The first record of the use of the name Ye Olde Trip to Jerusalem dates from 1799.",
            "score": 44.43073654174805
        },
        {
            "docid": "156992_9",
            "document": "Bachelor of Arts . A student who first achieves a general Bachelor of Arts degree with a sufficiently high overall average may be admitted to a \"postgraduate\" Baccalaureatus cum Honore degree in the same field; it requires a minimum of one year but may also take longer; it typically does not exceed two years. Students may be required to undertake a long high-quality research empirical thesis (Honours Seminar Thesis) combined with a selection of courses from the relevant field of studies. The consecutive B. cum Honore degree is essential if students ultimate goal is to study towards a two- or three-year very high research masters´ degree qualification. A student holding a Baccalaureatus Cum Honore degree also may choose to complete a Doctor of Philosophy (PhD) program without the requirement to first complete a master's degree. Over the years, in some universities certain Baccalaureatus cum Honore programs have been changed to corresponding master´s degrees.",
            "score": 44.31199264526367
        },
        {
            "docid": "26221613_19",
            "document": "Burden of proof (philosophy) . Internet personality Matt Dillahunty gives the example of a large jar full of gumballs to illustrate the burden of proof. The number of whole gumballs in the jar is either even or odd, but the degree of personal acceptance or rejection of claims about that characteristic may vary. We can choose to consider two claims about the situation, given as: Either claim could be explored separately; however, both claims tautologically take bearing on the same question. Odd in this case means \"not even\" and could be described as a negative claim. Before we have any information about the number of gumballs, we have no means of checking either of the two claims. When we have no evidence to resolve the proposition, we may suspend judgment. From a cognitive sense, when no personal preference toward opposing claims exists, one may be either skeptical about both claims or ambivalent about both claims. If there is a dispute, the burden of proof falls onto the challenger of the status quo from the perspective of any given social narrative. If there is no agreeable and adequate proof of evidence to support a claim, the claim is considered an argument from ignorance.",
            "score": 44.22781753540039
        },
        {
            "docid": "167241_64",
            "document": "Academic degree . For medical students the \"\" degree is not equivalent to the European Anglo Saxon postgraduate research degree in medicine of MD (Medical Doctor). Besides the title doctorandus, the graduates of the Curius curriculum may also bear the title \"arts\" (physician). The doctorandus in medicine title is granted after four years (nominal time) of the Curius curriculum, while the title physician is granted after six years (nominal time) of that curriculum. The Dutch physician title is equal to a MSc degree according to the Bologna process, and can be compared with the MBBS in the UK degree system, and the North American MD, but not the UK MD degree, which is a research degree. One-on-one equivalence or interchangeability of the Dutch medical title and MD is often suggested. However, officially the MD title is not known, nor legal to use in the Netherlands. The correct notation for a Dutch physician who completed his or her medical studies, but did not pursue a doctor (PhD-like) study is \"drs.\" (e.g. \"drs. Jansen, arts\") and not \"dr.\" in medicine, as often used incorrectly. However, like in the United Kingdom, physicians holding these degrees are referred to as 'Doctor' by courtesy. In the Netherlands, there is the informal title \"dokter\" for physicians, but not \"doctor\" (dr.), unless they also earn such degree by completing a PhD curriculum. Furthermore, the \"\" degree does not give a medical student the right to treat patients; for this a minimum of two years additional study (internships) is required. After obtaining a Medical Board registration, Dutch physicians must work an additional two to six years in a field of expertise to become a registered medical specialist. Dutch surgeons commonly are only granted access to surgeon training and positions after obtaining a doctorate (PhD) successfully. In recent years, the six-year (nominal time) old Curius curriculum (which offered the titles doctorandus and physician) has been replaced with a three-year (nominal time) Bachelor Curius+ followed by a three-year (nominal time) Master Curius+. Those who had already begun their old-style Curius curriculum before that will still have to complete it as a six-year study (nominal time).",
            "score": 44.17158126831055
        },
        {
            "docid": "87009_15",
            "document": "Appalachian Trail . In 1948, Earl Shaffer of York, Pennsylvania, brought a great deal of attention to the project by publicizing the first claimed thru-hike. The claim was later criticized for the hike's omission of significant portions due to short-cuts and car rides. Shaffer later claimed the first north-to-south thru-hike, the first to claim to do so in each direction. Chester Dziengielewski was later to be named the first south bound thru-hiker. In 1998, Shaffer, nearly 80 years old, hiked the trail, making him the oldest person to claim a completed thru-hike. The first solo woman to complete the hike was 67-year old Emma Gatewood who completed the northbound trek in 1955, taking 146 days. She repeated the achievement two years later.",
            "score": 44.12858581542969
        },
        {
            "docid": "7249925_8",
            "document": "Steven Novella . \"... one who prefers beliefs and conclusions that are reliable and valid to ones that are comforting or convenient, and therefore rigorously and openly applies the methods of science and reason to all empirical claims, especially their own. A skeptic provisionally proportions acceptance of any claim to valid logic and a fair and thorough assessment of available evidence, and studies the pitfalls of human reason and the mechanisms of deception so as to avoid being deceived by others or themselves. Skepticism values method over any particular conclusion.\" In response to an editorial in \"The New York Times\" in which Paul Davies concluded \"until science comes up with a testable theory of the laws of the universe, its claim to be free of faith is manifestly bogus,\" Novella said,",
            "score": 44.106346130371094
        },
        {
            "docid": "31751046_8",
            "document": "Exxon Mobil Corp. v. Allapattah Services, Inc. . Section 1367(a) is a broad grant of supplemental jurisdiction over other claims within the same case or controversy, as long as the action is one in which the district courts would have original jurisdiction. The last sentence of § 1367(a) makes it clear that the grant of supplemental jurisdiction extends to claims involving joinder or intervention of additional parties. The single question before us, therefore, is whether a diversity case in which the claims of some plaintiffs satisfy the amount-in-controversy requirement, but the claims of other plaintiffs do not, presents a “civil action of which the district courts have original jurisdiction.” If the answer is yes, § 1367(a) confers supplemental jurisdiction over all claims, including those that do not independently satisfy the amount-in-controversy requirement, if the claims are part of the same Article III case or controversy. If the answer is no, § 1367(a) is inapplicable and, in light of our holdings in Clark and Zahn, the district court has no statutory basis for exercising supplemental jurisdiction over the additional claims.",
            "score": 43.994956970214844
        },
        {
            "docid": "22710064_22",
            "document": "Wrongful birth . Wrongful life is a legal cause of action in which a congenitally-diseased child sues the doctor, claiming that but for the negligence of the doctor, the child would not have been born into a life of pain and suffering. The child claims he or she would have been better off never having been born than having been born with a congenital disease. Unlike wrongful birth causes of action, most states do not recognize the wrongful life cause of action. Some courts have reasoned that wrongful life claims call for the court to answer a metaphysical question better left to philosophers: whether it is better never to be born than to be born with a congenital disease. However, some courts, starting with California, have recognized the wrongful life claim. The California Court of Appeal held in 1980 that \"a reverent appreciation of life compels recognition that [a wrongful life] plaintiff, however impaired she may be, has come into existence as a living person with certain rights\" – i.e. the right to recover against a doctor whose negligence resulted in her disease. In 1982, the Supreme Court of California largely endorsed and adopted the Court of Appeal's holding in a different case but limited the child's recovery to special damages.",
            "score": 43.826786041259766
        },
        {
            "docid": "1795203_15",
            "document": "Carl Baugh . Baugh has claimed several college degrees, at one point professing to earning three doctorates, when no evidence exists that he even graduated from high school. All three \"doctorates\" are from unaccredited \"schools.\" One is an honorary \"Doctor of Philosophy in Theology\" from the non-accredited California Graduate School of Theology. His claimed 1989 \"doctorate\" and master's degrees in archaeology come from the non-accredited Pacific International University, of which Baugh was also the president. His dissertation titled \"Academic Justification for Voluntary Inclusion of Scientific Creation in Public Classroom Curricula, Supported by Evidence that Man and Dinosaurs Were Contemporary\" was reviewed by Brett Vickers who criticized its \"descriptions of his field-work on the Paluxy river 'man-tracks', speculation about Charles Darwin's religious beliefs and phobias, and biblical evidence of Adam's mental excellence.\" In 2005, Baugh claimed to have completed another doctorate in theology from the unaccredited Louisiana Baptist University.",
            "score": 43.615501403808594
        },
        {
            "docid": "1284973_65",
            "document": "Nile crocodile . In the past it has been claimed that the largest size that Nile crocodiles can attain is approximately and this can indeed be claimed as the top size normally expected in the species. A relatively modest top length is additionally supported by mummified crocodiles from ancient Egypt which rarely even approach such a size. However most crocodile biologists in recent decades accept that Nile crocodiles can exceptionally exceed when not overhunted. The maximum size that the species can attain is a matter of some controversy and reports of outsized Nile crocodiles are met with greater skepticism than those of saltwater crocodiles. As is the case with many outsized animals, the collection of voucher skeletal remains of very big specimens is rather scanty, in part because the understandable difficulty of even transporting such remains, but leaves the possibility of mistakes (such as measuring along the curves which can falsely boost the measured length) and outright exaggerations amidst \"hunting stories\". specimens and larger have been reported, but since gross overestimation of size is common, these reports are suspect. Also, most outsized crocodiles were killed by hunters and leather-collectors without field scientists present to verify and thus one may take these claims with healthy skepticism. In the past, explorers have claimed to have seen massive crocodiles in Africa and Madagascar they estimated from , claims sometimes supported by native hunters and fisherman, however no measurements occurred and these are certain to be vast exaggerations. Currently, via unequivocal, modern scientific verification, the saltwater crocodile is the only crocodilian verified to exceed .",
            "score": 43.5665283203125
        },
        {
            "docid": "4787771_17",
            "document": "Cartwright Inquiry . There have been many articles over time in the lay and academic press over the last twenty years, with some believed to take a 'revisionist' view of the Unfortunate Experiment. Some (such as Barbara Farnsworth Heslop claimed that lack of ethical and research training left Herb Green ill-equipped to design or carry out a better experiment. More recent research may support Green's claims to the Inquiry that there was no experiment and that his cautious approach was reflective of medical uncertainties relating to the significance of positive smears and concerns about over-treatment; however, since this is contrary to the findings of the Inquiry, it has been the subject of controversy.",
            "score": 43.453365325927734
        },
        {
            "docid": "167241_116",
            "document": "Academic degree . Master's degrees such as Master of Arts or Master of Science are typically awarded to students who have undertaken at least a year of full-time postgraduate study, which may be taught or, in many cases, involve an element of research. Degrees such as Master of Philosophy (MPhil) or Master of Letters/Literature (MLitt) are likely to be awarded for postgraduate degrees involving original research. A student undertaking a Master's would normally be expected to already hold an honours degree in a relevant subject, hence the possibility of reaching Master's level in one year.",
            "score": 43.43649673461914
        },
        {
            "docid": "19151214_9",
            "document": "Stage hypnosis . Mesmeric and other stage performances changed their names to \"stage hypnotist\" in the 19th century. They had originally claimed to produce the same effects by means of telepathy and animal magnetism, and only later began to explain their shows in terms of hypnotic trance and suggestion. Hence, many of the precursors of stage hypnosis did not employ hypnotic induction techniques. Moreover, several modern stage performers have themselves published criticisms which suggest that stage hypnosis is largely the result of sleight of hand, ordinary suggestion, and social compliance, etc., rather than hypnotic trance. Most notably, the well-known American magician and performer, Kreskin, has frequently carried out typical stage hypnosis demonstrations without using any hypnotic induction. After working as a stage hypnotist and magician for nearly two decades, Kreskin became a skeptic and a whistleblower from within the stage hypnosis field. For nineteen years I had believed in ... the sleeplike \"hypnotic trance,\" practicing it constantly. Though I had nagging doubts at times, I wanted to believe in it. There was an overpowering mystique about putting someone to sleep, something that set me and all other \"hypnotists\" apart. We were marvellous Svengalis or Dr. Mesmers, engaged in a supernatural practice of sorts. Then it all collapsed. For me anyway. After experimenting with his own subjects for several years until he was satisfied he could perform \"stage hypnosis\" without any hypnotic induction or trance, he concluded, \"The battle of semantics may be waged for years, but I firmly believe that what is termed 'hypnosis' is, again, a completely normal, not abnormal, response to simple suggestion.\" An outspoken skeptic regarding stage hypnosis, Kreskin not only actively debunked stage hypnotists' claims, but went so far as to offer a substantial monetary reward, $25,000, to anyone who could prove the existence of hypnotic trance. The reward has been unsuccessfully challenged three times. While debunking the \"sleep-trance\" concept, Kreskin, like other skeptics adopting the nonstate position, was keen to emphasise that he felt the value of hypnotic suggestion had been frequently underestimated.",
            "score": 43.43234634399414
        },
        {
            "docid": "39335621_14",
            "document": "Public administration in Israel . The public budgeting process in Israel is not unique but is relatively antiquated when compared to other developed countries. Critics claim that ministry budgets have typically been based on inputs rather than real outcomes, and that plans and results are not emphasized, making it difficult to measure the effectiveness and efficiency of government programs. Moreover, the incremental nature of the budgeting process, now being reverted to by the new Netanyahu government, may limit ministries' ability to invest in long-term goals and commitments. Instead of using long-term priorities and projects to develop spending plans, the budget is \"constructed by weighting sunk costs and adding sums actually required to complete the coming year – a system that cripples attempts at rational planning,\" claim researchers David Nachmias and Itai Sened. In contrast, the public budgeting in the United States and most European countries attempts to allocate resources according to planned programs, goals and targets. In addition, critics have claim that the budgeting process in Israel is overly rigid, pointing out that the main tenants and line items in Israel’s budget have remained relatively constant over several decades.",
            "score": 43.37752914428711
        },
        {
            "docid": "11213415_6",
            "document": "USANA Health Sciences . In 2007, Usana faced repeated controversy after several of its executives were discovered to have made false statements regarding their qualifications. The executives included Denis Waitley, a member of the board of directors who had falsely claimed to hold a master's degree from the Naval Postgraduate School; sales associate Ladd McNamara, who quit the company's medical advisory board after it was discovered that his license to practice medicine had been revoked; Vice President of Research and Development, Timothy Wood, who was found to have a doctorate in forestry, as opposed to biology as he had claimed; and the Executive Vice President and Chief Financial Officer, Gilbert Fuller, who had continued to use the title of CPA, though his CPA license had expired 10 years before he joined Usana in 1996.",
            "score": 43.315650939941406
        },
        {
            "docid": "2193366_11",
            "document": "Edith Summerskill . \"The insistent demand of women for recognition in spheres of work outside the home, which has quietly but unremittingly been advanced in the course of the last hundred years, has grudgingly been conceded. As a doctor and a Member of Parliament I am fully conscious of the fact that the doors both of the medical schools and of the House of Commons had to be forced by furious and frustrated women before their claims were recognized. It would be quite inaccurate to suggest that we were welcomed into the universities or into public life.\"(143) Summerskill constantly struggles for and raises consciousness about women’s equal rights. In response to Shirley’s complaint about \"the stock question\" of the anti-feminists, \"Why have not more women achieved eminence in the arts and sciences?\" She answers: \"Personally I am astounded that so many have distinguished themselves despite the conditions which society has imposed upon them\" (181). Summerskill maintains that in spite of the difficulties and prejudices, women are making progress and have achievements in music, visual art, and literature as well as some advancement in science and technology (181). Yet Summerskill’s conclusion in 1956 is similar to the one Virginia Woolf reached twenty-five years earlier. Woolf claims that even when all the outward obstacles are overcome, she, or any other a woman, has not solved the problem of \"my own experiences as a body\" (1942: 206); Edith Summeskill makes the parallel concession that for a woman, the \"most powerful force, which takes her off the course\" is the \"biological urge to have a family\" (187).",
            "score": 43.04545593261719
        },
        {
            "docid": "3954275_8",
            "document": "Master of Research . Some universities may award this degree to a doctoral candidate who has not completed the required period of study for a doctorate, but has completed a sufficient dissertation and taught content to be acceptable for an MRes. In most cases, however, a PhD candidate will step down to the level of a Master of Philosophy at British universities. The main difference between an MRes and an MPhil is that MRes sometimes (but not always) has taught components (although the main focus is still on research) and therefore might require a first year taught component during the doctoral studies. Research undertaken for a Master of Research degree is typically shorter in duration to that of an MPhil or PhD - around one year, as opposed to two or three, full-time. For humanities subjects, MPhil theses are typically 60,000 words (and PhDs 80-100,000), while MRes or MA(Res) are usually around 35-40,000 by thesis, or lesser for courses with a taught component (a mixture of smaller essays and a dissertation). Some universities require an oral viva in addition to a written thesis for successful completion of an MRes degree.",
            "score": 43.01472473144531
        },
        {
            "docid": "55990965_7",
            "document": "Deanna Kuhn . Deanna Kuhn is an Educational Psychologist interested in the development of scientific reasoning, argumentation, and critical thinking skills. Much of her research has focused on middle childhood (8-13 year olds) and the importance of teaching argumentative reasoning and debate as means of developing the critical thinking and informal reasoning skills necessary for lifelong learning. Kuhn's \"Education for Thinking\" project aims \"to teach children how to use their minds – how to think and learn – so that as adults they will be able and disposed to acquire whatever new knowledge and skills they may need.\" Under this view teachers should act as facilitators who encourage students to be responsible for their own learning. \"Education for Thinking\" emphasizes the importance of teaching children skills of inquiry that enable them to seek answers to questions they find worth asking and skills of argument that enable them to support their claims with what they know and evaluate the claims of others.",
            "score": 42.96512222290039
        }
    ]
}