{
    "q": [
        {
            "docid": "1198847_7",
            "document": "B. S. Johnson . At the age of 40, increasingly depressed by his failure to succeed commercially, and beset by family problems, Johnson committed suicide by slitting his wrists.",
            "score": 37.974605083465576
        },
        {
            "docid": "1841530_5",
            "document": "Bachelor Party (1984 film) . Both parties end up becoming one big drunken orgy and the bachelors' hotel room ends up getting trashed much to the chagrin of the hotel's ever-frustrated manager (Kenneth Kimmins). Adding to the confusion is Rick's friend, Brad who has become despondent over his wife breaking up with him. At various points during the movie, he riotously botches every suicide he attempts. He even tries slitting his wrists with an electric razor to which Rick says, \"Well...at least your wrists will be smooth and kissable.\"",
            "score": 39.44555616378784
        },
        {
            "docid": "148785_5",
            "document": "Quintillus . Quintillus committed suicide by slitting his wrists (September AD 270).",
            "score": 40.19807147979736
        },
        {
            "docid": "50041618_4",
            "document": "Hasan Rebac . The same night that Rebac died after a strong illness, his wife Anica attempted suicide by slitting her wrists. Two months later, the grief-stricken Anica committed suicide by shooting her heart with a revolver.",
            "score": 43.784215450286865
        },
        {
            "docid": "31624630_6",
            "document": "Eugene O'Neill Jr. . On September 25, 1950, in New York, he committed suicide at age 40 by slitting his left wrist and ankle.",
            "score": 38.3994026184082
        },
        {
            "docid": "273262_29",
            "document": "September Dossier . On the same day, Kelly left his home for an area of woodland and was later found dead with his left wrist slit, apparently having committed suicide.",
            "score": 39.68037414550781
        },
        {
            "docid": "1870077_10",
            "document": "Óscar Domínguez . Domínguez committed suicide December 31, 1957, by slitting his wrists in the bath. Marie-Laure arranged to have him interred in the Bischoffsheim family mausoleum in the Montparnasse cemetery",
            "score": 37.35475254058838
        },
        {
            "docid": "17044467_7",
            "document": "Diet for a New America (album) . \"Song to Slit Your Wrists By\" was previously recorded by Sixx's other band, Mötley Crüe, as the Japanese bonus track for Generation Swine.",
            "score": 20.979027271270752
        },
        {
            "docid": "32937975_6",
            "document": "Suicide Note (song) . The songs' lyrics describe suicide attempts, namely slitting of the wrist. Pt.I talks in particular about drug use whereas Pt. II features lyrics of someone determined to take their life by gunshot. However, if one listens closely during the chorus of Pt. II, the lyrics state 'Don't you try to die like me, it's livid and it's lies' which appears to be an attempt to dissuade anyone from the act of suicide portraying it as cowardice and evil.",
            "score": 57.80922341346741
        },
        {
            "docid": "5933967_5",
            "document": "Neil Coulbeck . Police, who released a photo of Coulbeck, said initially that they were treating his death as \"unexplained\". However, Susan Coulbeck (widow) stated that her husband had committed suicide because of the stress of being involved with the NatWest Three case. The subsequent inquest heard evidence from Coulbeck's widow, and the eventual verdict was that he committed suicide by slitting his wrists.",
            "score": 45.2713919878006
        },
        {
            "docid": "73875_12",
            "document": "The Godfather Part II . At the witness protection compound, Hagen reminds Pentangeli that failed plotters against the Roman Emperor often committed suicide and assures him that his family will be cared for. Pentangeli later slits his wrists in his bathtub.",
            "score": 37.8927903175354
        },
        {
            "docid": "16036374_1",
            "document": "Armageddon March Eternal – Symphonies of Slit Wrists . Armageddon March Eternal – Symphonies of Slit Wrists",
            "score": 25.382893085479736
        },
        {
            "docid": "39565409_3",
            "document": "Wheels (2014 film) . Mickey Cole (Donavon Warren) has slit his wrists, rolled onto train tracks and thrown himself down stairs. He is a suicidal paraplegic who has restless nights with vivid dreams of walking again. After many suicide attempts, Mickey decides he needs help and seeks someone he believes has no scruples and would do anything for money.",
            "score": 50.55037879943848
        },
        {
            "docid": "1232575_68",
            "document": "Suicide methods . \"Seppuku\" (\"cut-belly\", used in writing) or \"hara-kiri\" (\"belly slitting\", used when talking) is a Japanese ritual method of suicide, practiced mostly in the medieval era, though some isolated cases appear in modern times. For example, Yukio Mishima committed seppuku in 1970 after a failed \"coup d'état\" intended to restore full power to the Japanese emperor. Unlike other methods of suicide, this was regarded as a way of preserving one's honor. The ritual is part of \"bushido\", the code of the \"samurai\".",
            "score": 46.37173271179199
        },
        {
            "docid": "1940119_3",
            "document": "Vive L'Amour . Hsiao-kang (Lee Kang-sheng), a young salesman, discovers a key to an apartment in its lock and takes it. He soon moves into one of the bedrooms, and one night he attempts to commit suicide by slitting his wrists while lying on the bed.",
            "score": 44.16441535949707
        },
        {
            "docid": "80124_5",
            "document": "The Virgin Suicides . Without warning, Cecilia attempts suicide by slitting her wrists in the bathtub. She is found in time and survives. A few weeks later, their parents allow the girls to throw a chaperoned party at their house in hopes of cheering Cecilia up. However, Cecilia excuses herself from the party, goes upstairs, and jumps out of her bedroom window. She is impaled on the fence post below, and she dies almost immediately.",
            "score": 45.65291476249695
        },
        {
            "docid": "46926245_28",
            "document": "Kalief Browder . He attempted suicide in early 2011 and on February 8, 2012 when he tried to hang himself using strips of sheet tied to a ceiling light in the cell. Browder later said the guards goaded him to commit suicide. On another occasion, after an appearance before a judge, Browder made a sharp implement from the bucket in his cell and started to slit his wrists. An officer intervened.",
            "score": 44.0437707901001
        },
        {
            "docid": "3742219_4",
            "document": "Richard Timmons . After the attack, Timmons slit his wrists and wrote, \"The Lost Boys is your man\" on the wall, with his blood. He initially claimed that the rapper Mr. Cheeks (of The Lost Boyz) was to blame for the murders.",
            "score": 18.834298133850098
        },
        {
            "docid": "8590196_3",
            "document": "Confession of Pain . Police inspectors Lau Ching-hei and Yau Kin-bong arrest a rapist in 2003. When Yau returns home later, he sees that his pregnant girlfriend has committed suicide by slitting her wrists. Yau is so depressed with her death that he indulges in alcohol and turns in his police badge to work as a private investigator. He becomes obsessed with finding out the reason for his girlfriend's suicide.",
            "score": 46.60110521316528
        },
        {
            "docid": "26809587_7",
            "document": "Suicide attempt . Some suicide methods have higher rates of lethality than others. The use of firearms results in death 90% of the time. Wrist-slashing has a much lower lethality rate, comparatively. 75% of all suicide attempts are by self-poisoning, a method that is often thwarted because the drug is nonlethal, or is used at a nonlethal dosage. These people survive 97% of the time.",
            "score": 58.69116687774658
        },
        {
            "docid": "50000715_19",
            "document": "Suicide in Iran . A longitudinal study done on students from 2003 to 2008, showed that hanging was the most chosen method and wrist cutting was the least chosen method of suicide. According to this study, single male students aged 22 who were studying Humanities in the Islamic Azad University, had a higher incidence of suicide than any other group. It was found that most of these suicides were committed near the time of the exams and in holidays between semesters.",
            "score": 55.1063232421875
        },
        {
            "docid": "38491474_6",
            "document": "Access International Advisors . On December 23, 2008, less than two weeks after Madoff's arrest, de la Villehuchet reportedly committed suicide. He was found dead in his company office on Madison Avenue in New York City. His wrists and left bicep were slit, and de la Villehuchet had taken sleeping pills, in what appeared to be a suicide. Although no suicide note was found at the scene, his brother in France received a note shortly after his death in which he expressed remorse and a feeling of responsibility.",
            "score": 49.525086998939514
        },
        {
            "docid": "342190_8",
            "document": "2003 Staten Island Ferry crash . The ferry's pilot, Richard Smith, attempted suicide by slitting his left wrist while still on the boat. He then slipped away so suddenly that he left his house keys. He was found shortly afterwards at home, having apparently broken in. Smith had again tried to kill himself, this time by shooting himself twice in the chest with a pellet gun, but also survived this second suicide attempt.",
            "score": 42.77406358718872
        },
        {
            "docid": "396035_9",
            "document": "Stanisław Ignacy Witkiewicz . Shortly after Poland was invaded by Germany in September 1939, Witkiewicz escaped with his young lover Czesława to the rural frontier town of Jeziory, in what was then eastern Poland. After hearing the news of the Soviet invasion of Poland on 17 September 1939, Witkacy committed suicide on 18 September by taking a drug overdose and trying to slit his wrists. He convinced Czesława to attempt suicide with him by consuming Luminal, but she survived.",
            "score": 42.01267647743225
        },
        {
            "docid": "44754137_4",
            "document": "Asking Too Much . During the next verse of the song, a blonde, teenage girl is shown walking down a street with her boyfriend, both seem to be happy together and having a good time. However, she comes home late one night to find that her boyfriend has committed suicide, lying in the bathtub with both his wrists slit with a razor blade. As the teenage girl sobs uncontrollably while mourning her boyfriend, flashbacks show the teen couple walking through a park, sitting on a rock kissing and holding hands and then sitting side by side in a children's park playground set talking to each other. Flashbacks then depict the young man was secretly struggling with depression for unknown reasons as he is lying on his bed writing down the song's lyrics on a sheet of paper in the form of a suicide note, then attempting to sleep in his bed, and is shown next crying in front of a mirror while looking at his reflection. Finally, the young man is shown slitting his wrists in the bathtub whilst taking a shower, leading to his death before his girlfriend's arrival home.",
            "score": 54.025633573532104
        },
        {
            "docid": "383455_4",
            "document": "The Devil in Miss Jones . Georgina Spelvin plays Justine Jones, a lonely, depressed spinster who decides that suicide is the only way out of her routinely dull existence. While lying in the bathtub, Justine slits her wrists with a shaving blade and dies quietly as the water fills with her blood.",
            "score": 34.88709259033203
        },
        {
            "docid": "16036374_2",
            "document": "Armageddon March Eternal – Symphonies of Slit Wrists . Armageddon March Eternal (Symphonies of Slit Wrists) is the fourth studio album by Swedish death metal band The Project Hate MCMXCIX.",
            "score": 26.82347846031189
        },
        {
            "docid": "498181_12",
            "document": "The Order (2003 film) . Later Alex returns to their lodgings and finds Mara near death, an apparent suicide. In actuality, Eden slit her wrists and left her for Alex to find. Mara is beyond medical help and Alex quickly performs the sin eating ritual so that she can go to heaven. After absorbing Mara's sins, though, Alex sees that there is no sin of suicide on Mara's conscience and realizes Eden's deception. Alex goes after Eden to kill him.",
            "score": 46.67345380783081
        },
        {
            "docid": "1538505_6",
            "document": "Lee Eun-ju . On the night of February 22, 2005, only a few days after her graduation from Dankook University, Lee committed suicide at her apartment in Bundang, Seongnam. She was 24 years old. She slit her wrists and hanged herself. The family blamed the suicide on severe bouts of depression and mental illness and said she had been suffering from insomnia due to the nude scenes she had done in \"The Scarlet Letter\".",
            "score": 40.23606586456299
        },
        {
            "docid": "472381_17",
            "document": "Per &quot;Dead&quot; Ohlin . On April 8th, 1991, while left alone in the house, Dead slit his wrists and throat with a knife and then shot himself in the forehead with a shotgun. He left a brief suicide note apologizing for firing a gun indoors. The first sentence Dead wrote on the note was: \"Excuse the blood\".",
            "score": 38.775928020477295
        },
        {
            "docid": "1781790_4",
            "document": "Carla's Song . Later George returns to his friend's flat and finds Carla in the bathtub where she has slit her wrists. George takes her to the hospital where he learns that Carla also attempted suicide three weeks ago. George stays by Carla's side in the hospital while she is recovering.",
            "score": 36.7303192615509
        },
        {
            "docid": "4245878_13",
            "document": "Adnan Farhan Abd Al Latif . The Associated Press reported on May 11, 2009 that Remes said that Latif had slit his wrists during his most recent visit. Remes said that Latif had used the edge of a strip of broken veneer from the side of a table in the interview room to sever a vein in his wrist, and used the interview table to hide his bleeding wrist from others and the room's video camera. Remes stated that Latif had tried to commit suicide before, and therefore had at times been confined to the prison's psychiatric facility. Remes also said Latif needed mental health care, but all camp authorities were doing was attempting to keep him subdued.",
            "score": 46.38741612434387
        }
    ],
    "r": [
        {
            "docid": "55175821_13",
            "document": "Suicide awareness . Suicide awareness expresses the need for open constructive dialogue as an initial step towards preventing incidents of adolescent suicide. Once the stigmas have been overcome, there is an increased possibility that education, medical care and support can provide a critical framework for those at risk. Lack of information, awareness of professional services, judgment and insensitivity from religious groups, and financial strain have all been identified as barriers to support access for those youth in suicidal crisis. The critical framework is a necessary component to implementing suicide awareness and suicide prevention, and breaking down these barriers. <br> Awareness can focus on the individual with social and non-threatening education (introduced at schools as a foundational program for all adolescents), and on the public and societal level, encompassing media across all platforms to destigmatize suicide and its perpetuation. Education for the individual and public raises awareness to the protective factors that may assist in suicide risk reduction. <br> Protective factors are characteristics or conditions that may have a positive effect on youth and reduce the possibility of suicide attempts. These factors have not been studied in as much depth as risk factors, so there is less research. They include:  • Receiving effective mental health care • Positive social connections and support with family and peers provides coping skills • Participation in community and social groups (i.e. religious) that foster resilience • Optimism enables youth to engage and acquire adaptive skills in reinterpreting adverse experiences to find meaning and benefit • Life satisfaction, spiritual wellbeing and/or belief that a person can survive beyond their pain is protective against suicide • Resiliency based on adaptive coping skills has can reduce suicide risk, and research suggests these skills can be taught • Finding hope can be a key protective factor and a catalyst for the recovery process. It is important to note, however, that in-depth training is paramount for those involved in any service that looks to the awareness and needs of those touched by suicide. In a world where social media drives both the activities and knowledge for today’s youth, it is important that there is a constructive discourse on the subject of suicide, rather than glamorizing it as an aspect of storytelling. Constructive social media is illustrated in the documentary “The S Word movie” which presents suicide attempt survivors and their stories. It is the mission of the film to uncover personal survivors’ accounts of their conflicts, highlighting their courage, insight and humor. The film aims to create a national community transforming personal struggles into positive action. This project is considered constructive to suicide awareness as, historically, suicide attempt survivors have either not come forward to speak out, or have done so anonymously. This documentary, created by a suicide attempt survivor, encourages them to talk openly of their experiences, so that others can learn from exploring a world that has been stigmatized for too long. Suicide awareness and prevention have in the past only relied on research from clinical observation. In bringing insights, intimate experience, and real-world wisdom of suicide attempt survivors to the table, professionals, educators, other survivors and suicide attempt survivors can learn firsthand from their “lived experience.”",
            "score": 70.31932830810547
        },
        {
            "docid": "51874390_4",
            "document": "Nonsuicidal self-injury disorder . The relationship between NSSI and suicide is complex. Studies have shown that there is a strong correlation between self injury and suicide indicating that as much as 40% of individuals have suicidal thoughts while self injuring and about 50-80% of people who self injure have attempted suicide at some point in their lifetime. Unlike those that engage in nonsuicidal self injury, those that attempt suicide through self injury have longer histories of self injury and experiment with more methods of self injury. Those exhibiting suicidal behavior differ from those who engage in self injury in their level of intent, method, and psychological impact. However, it is important to look for signs of worsening self injury and be able to identify when it becomes a risk for suicide. Clinically speaking, it is important that a physician understand their patient's outlook on suicide and remaining alive in order to identify when NSSI is a potential risk for suicidal behavior.",
            "score": 70.0279312133789
        },
        {
            "docid": "1065357_29",
            "document": "Mental status examination . An obsession is an \"undesired, unpleasant, intrusive thought that cannot be suppressed through the patient's volition\", but unlike passivity experiences described above, they are not experienced as imposed from outside the patient's mind. Obsessions are typically intrusive thoughts of violence, injury, dirt or sex, or obsessive ruminations on intellectual themes. A person can also describe obsessional doubt, with intrusive worries about whether they have made the wrong decision, or forgotten to do something, for example turn off the gas or lock the house. In obsessive-compulsive disorder, the individual experiences obsessions with or without compulsions (a sense of having to carry out certain ritualized and senseless actions against their wishes). A phobia is \"a dread of an object or situation that does not in reality pose any threat\", and is distinct from a delusion in that the patient is aware that the fear is irrational. A phobia is usually highly specific to certain situations and will usually be reported by the patient rather than being observed by the clinician in the assessment interview. Preoccupations are thoughts which are not fixed, false or intrusive, but have an undue prominence in the person's mind. Clinically significant preoccupations would include thoughts of suicide, homicidal thoughts, suspicious or fearful beliefs associated with certain personality disorders, depressive beliefs (for example that one is unloved or a failure), or the cognitive distortions of anxiety and depression. The MSE contributes to clinical risk assessment by including a thorough exploration of any suicidal or hostile thought content. Assessment of suicide risk includes detailed questioning about the nature of the person's suicidal thoughts, belief about death, reasons for living, and whether the person has made any specific plans to end his or her life. The most important questions to ask are: Do you have suicidal feeling now; have you ever attempted suicide (highly correlated with future suicide attempts); do you have plans to commit suicide in the future; and, do you have any deadlines where you may commit suicide (i.e. Numerology calculation, doomsday belief, Mother's Day, Anniversary, Christmas)",
            "score": 65.91254425048828
        },
        {
            "docid": "3064671_5",
            "document": "Suicide intervention . There are a number of myths about suicide. It is not usually unpredictable; in 75-80% of cases, the suicidal person has given some sort of warning sign. A key myth to dispel is that talking to someone about suicide increases the risk of suicide. This is simply not true. If someone is expressing suicidal thoughts, he/she should be encouraged to seek mental health treatment. Friends and family can provide supportive listening, empathy, and encouragement to develop a safety plan. Serious warning signs of imminent suicidal risk include the intent to commit suicide and a specific plan with access to lethal means. If a person expresses these warning signs, emergency services should be contacted immediately.",
            "score": 64.26276397705078
        },
        {
            "docid": "3809560_4",
            "document": "Suicidology . There are many points of study within suicidology. Suicidology studies not only death by suicide and attempted suicide but also partial self-destruction, suicidal ideation, parasuicide, and self-destructive behaviors and attitudes. Suicidal ideation is when someone is having thoughts and/ or showing gestures of suicide. For example, it could be as simple as someone saying that \"life is not worth living any more\" or it can be extreme as \"I'm going to kill myself by jumping off a bridge.\" Parasuicide is when someone causes deliberate harm to themselves. For example, if someone were to take an overdose of medicine and live. Self-destructive behaviors are anything that cause harm to oneself. This can be intentional or unintentional. Some examples are alcoholism, risky sports, some sexual disorders, and eating disorders. By way of a suicide note the person who is suiciding has the last word. It is also a way for the person to explain, bring closure (or not), to give guilt, to dictate wishes, to control, to forgive or to blame. Here is a list of the parts that might go into a suicide note. One of the first to contribute to the study of suicidology is Edwin S. Shneidman. Edwin Shneidman is considered to be the father of suicidology. Shneidman's definition of suicide is a conscious act of self-induced annihilation, best understood as a multidimensional malaise in a needful individual who defines an issue for which suicide is perceived as the best solution. He thought of suicide as psychache or intolerable psychological pain. Another notable person in the field of suicidology is Emile Durkheim. To Durkheim the word suicide is applied to all cases of death resulting directly or indirectly from a positive or negative act of the victim himself, which he knows will produce this result. Basically he saw suicide as an external and constraining social fact independent of individual psychopathology. In David J. Mayo's definition there were four elements to suicide. The first element: A suicide has taken place only if a death has occurred. The second element: The death must be of one's own doing. The third element: The agency of suicide can be active or passive and, lastly, it implies intentionally ending one's own life. Sigmund Freud and Karl Menninger had similar views on suicide. Their definition of suicide had three different aspects. One was a murder involving hatred or the wish to kill. The second one was a murder by the self often involving guilt or the wish to be killed. The last one is the wish to die. They thought of suicide being a murderous death wish that was turned back upon one's own self. Sigmund Freud also believed that we had two opposing basic instincts—life (eros) and death (thanatos)—and all instincts sought tension reduction. He also believed that suicide is more likely in advanced civilizations requiring greater repression of sexual and aggressive energy. Jean Baechler's definition of suicide was that suicide denotes all behavior that seeks and finds the solution to an existential problem by making an attempt on the life of the subject. Another worker in the field of suicidology was Joseph H. Davis. The definition he gave for suicide was a suicide is a fatal willful self-inflicted life-threatening act without apparent desire to live; implicit are two basic components lethality and intent. Albert Camus also did some work in this field. He believed that whether one can live or chooses to live is the only truly serious philosophical problem. He also claimed that man created a god in order to be able to live without a wish to kill himself and that the only human liberty is to come to terms with death. He introduced Darwinian thought into his teachings.",
            "score": 63.62289047241211
        },
        {
            "docid": "3762294_14",
            "document": "Suicidal ideation . Early detection and treatment are the best ways to prevent suicidal ideation and suicide attempts. If signs, symptoms, or risk factors are detected early then the individual will hopefully seek treatment and help before attempting to take his/her own life. In a study of individuals who did commit suicide, 91% of them likely suffered from one or more mental illnesses. However, only 35% of those individuals were treated or being treated for a mental illness. This emphasizes the importance of early detection; if a mental illness is detected, it can be treated and controlled to help prevent suicide attempts. Another study investigated strictly suicidal ideation in adolescents. This study found that depression symptoms in adolescents as early as grade 9 is a predictor of suicidal ideation. Most people with long-term suicidal ideation do not seek professional help.",
            "score": 63.034454345703125
        },
        {
            "docid": "42946330_7",
            "document": "Interpersonal theory of suicide . These behaviors are thought to result in the desensitization to painful stimuli and to increase one's ability to engage in suicidal behaviors. This component is important in identifying individuals who are likely to attempt or die by suicide. For example, certain professions (e.g., soldiers, surgeons, and police officers) are exposed to physical pain or provocative experiences. More specifically, soldiers with a history of combat have likely been exposed to grave injuries, witnessing the death of others, and are habituated to fear of painful experiences. This is consistent with data indicating an increased rate of suicide in soldiers. Additionally, past attempts of suicide has been found to be the number one predictor of future attempts. This is consistent with Joiner's theory; individuals who attempt suicide will habituate to the fear of death, and this weakened fear will make an individual more likely to make a subsequent attempt.",
            "score": 62.14626693725586
        },
        {
            "docid": "35280351_3",
            "document": "Hemlock Society (film) . The movie is a very strong insight into psychological dilemma about the primal existence of life. It reiterates the fact that you can 'shock someone by letting her know that death is impending and inescapable.’ It is a dark comedy which successfully evokes an awareness of life. The comic element is used dexterously to bring out the fear of death. The protagonist Meghna (Koel Mallick), misses her mother, hums the songs of her favorite Sidhartha Roy numbers, blames the new lady in her father’s life, shaken by the dejection by her fiancé. Yet, as an escape route from the world of pain and suffering she goes to her father doctor to get prescribed sleeping pills. Ananda Kar (Parambrata) as the name suggests ‘make merry’ refrains her from ending her life. He comes with an unusual proposal of imparting her technical know how about committing suicide. He adds 'the training will save you from embarrassment if suicide becomes a vain attempt'. Ananda Kar is the founder of the Hemlock Society, that teaches aspirants how to successfully commit suicide. The names of the professors are also significant of the tricks they will teach to execute the end. The society is a film studio. Meghna assembles with all other suicide aspirants being addressed by the over-enthusiastic professors, \"trainlet, jhulan, dhamani, raktim, shikha\", all specialists in different suicide methods. Meghna goes with him, leaving a goodbye message for her parents at her apartment door. Dr. Basu comes in search of his daughter, finds the note and shatters in grievance. Dr. Basu and Niharika start their search for Meghna and almost leave no stone unturned. Meanwhile, at Hemlock Society, Meghna encounters with miscellaneous experiences related to humans lives and death. The three-day workshop at the society makes her understand the importance of life and what difference her loss would mean to her near and dear ones. The metamorphosis of Meghna occurs when she realizes the miseries of other inmates and considers herself lucky. On the final day, Meghna confesses to Ananda that she wants to live and a vital reason which worked behind her changing of mind is that she had fallen in love with Ananda. Ananda informs her that he is suffering from 'Lymphocytopenia' a medical condition for which he would survive only for two more years. Meghna leaves Hemlock Society, sobbing and returns to her father. The very thought that someone near the cradle of death can ‘drink life to the lees’ in spite of complain and regret, surprises her. She learns from Ananda, that Hemlock society is an institute that refrains people from ending their life by making them aware of the importance of life. Six months later, Meghna reconciles with Ananda while he is on a nursing home bed, after having a blood-transfusion. The film ends with a witty note where Meghna’s fiancé (Saheb Chatterjee), now a dejected soul and undoubtedly suicide aspirant, being taken to 'Hemlock Society'.",
            "score": 60.804569244384766
        },
        {
            "docid": "28454047_12",
            "document": "Mass suicide in Demmin . Not every suicide case was successful. Some mothers who had drowned their children were unable to drown themselves thereafter. In other cases, doses of poison proved to be lethal for children, but not for their mothers. There were also cases where children survived attempted drownings. After a failed suicide, some killed themselves by others methods. A mother and her repeatedly raped daughter, for instance, died by hanging themselves in an attic, after repeatedly failing to drown themselves in the Peene river. Another mother who had poisoned and buried three of her four children before, tried to hang herself on an oak three times, only to be prevented to do so each time by Soviet soldiers. There are further records of Soviet soldiers preventing suicides by retrieving people from the river and nursing cut wrists. In another case, a grandfather forcibly took away a razor blade from a mother who was about to kill her children and herself after being raped by Soviet soldiers and hearing of the death of her husband. After Soviet soldiers had raped a girl to death and shot her father, an aunt cut her daughter's and son's wrists as well as her own. The other women of the family committed suicide, only one aunt was able to save the grandmother. One family survived, because the 15-year-old son persuaded his mother, who had become a rape victim, to abort her induced drowning, when she was already being dragged by the Tollense river.",
            "score": 60.58658981323242
        },
        {
            "docid": "28058344_2",
            "document": "Suicide and the Internet . Suicide and the Internet have increasingly important relationships as Internet use becomes more ubiquitous. Several Internet suicides have occurred, and issues involving social media and suicide have gained some attention. A survey has found that suicide-risk individuals who went online for suicide-related purposes, compared with online users who did not, reported greater suicide-risk symptoms, were less likely to seek help, and perceived less social support. Jurisdictional hindrances have sometimes prevented governments from effectively restricting pro-suicide sites and sites that describe suicide methods. An Israeli site, SAHAR, sought to prevent suicide by providing supportive conversations and referrals to help resources. In 2008 police in the United Kingdom expressed concern that \"Internet cults\" and the desire for achieving prestige via online memorials may encourage suicides. Although there are concerns that the internet may be a dangerous platform, where suicidal people might find suicide methods or encouragement to kill themselves, research has shown that the internet is more likely to have a positive than a negative influence.",
            "score": 60.3151741027832
        },
        {
            "docid": "39117329_59",
            "document": "Contemporary Native American issues in the United States . Prevention aims at halting or stopping the development of individual or social problem which is already evident. Prevention is different from intervention and treatment in that it is aimed at general population groups or individuals with various levels of risk. Prevention's goal is to reduce risk factors and enhance protective factors. Suicide prevention is a collective effort of organizations, communities, and mental health practitioners to reduce the incidence of suicide. Social workers have an important role to play in suicide prevention. Social workers are the largest occupational group of mental health professionals in the USA, thus they play a significant role in the national approach to preventing suicide. The social work approach to suicide prevention among Native Americans identifies and addresses the individual’s immediate clinical needs, community/environmental influences, and societal risk factors.",
            "score": 59.57394790649414
        },
        {
            "docid": "7862242_8",
            "document": "Gun violence . There is a strong relationship between guns in the home, as well as access to guns more generally, and suicide risk, the evidence for which is strongest in the United States. A 1992 case-control study conducted in Tennessee and Washington found that individuals in a firearm owning home are close to five times more likely to commit suicide than those individuals who do not own firearms. A 2002 study found that access to guns in the home was associated with an increased risk of suicide among middle-aged and older adults, even after controlling for psychiatric illness. As of 2008, there were 12 case-control studies that had been conducted in the U.S., all of which had found that guns in the home were associated with an increased risk of suicide. However, a 1996 New Zealand study found no significant relationship between household guns and suicide. Assessing data from 14 developed countries where gun ownership levels were known, the Harvard Injury Control Research Center found statistically significant correlations between those levels and suicide rates. However, the parallels were lost when data from additional nations was included. A 2006 study found a significant effect of changes in gun ownership rates on gun suicide rates in multiple Western countries. During the 1980s and 1990s, the rate of adolescent suicides with guns caught up with adult rates, and the 75-and-older rate rose above all others. The use of firearms in suicides ranges from less than 10 percent in Australia to 50 percent in the United States, where it is the most common method and where suicides outnumber homicides 2-to-1. Those whoe purchased a firearm where found to be high risk for suicide within a week of the purchase The United States has both the highest number of Suicides and Gun ownerships for a developed country and firearms are the most popular method to commit suicide. In the United States when Gun ownerships rise so too does suicide by firearm. Suicide can be an impulsive act, 40% of those who survived a suicide attempt said that they only considered suicide up to five minutes before attempting the act. This impulsivity can lead to the use of a firearm as it is seen as a quick and lethal method.",
            "score": 59.1024284362793
        },
        {
            "docid": "26809587_7",
            "document": "Suicide attempt . Some suicide methods have higher rates of lethality than others. The use of firearms results in death 90% of the time. Wrist-slashing has a much lower lethality rate, comparatively. 75% of all suicide attempts are by self-poisoning, a method that is often thwarted because the drug is nonlethal, or is used at a nonlethal dosage. These people survive 97% of the time.",
            "score": 58.691165924072266
        },
        {
            "docid": "41120471_2",
            "document": "Antidepressants and suicide risk . The relationship between antidepressant use and suicide risk is the target of medical research. Studies have shown that the use of some antidepressants correlate with an increased risk of suicide in some patients, and this problem has been serious enough to warrant government interventions in some places to label greater likelihood of suicide as a risk of using antidepressants. The circumstances under which this can happen are not clear, and other studies show that antidepressants treat suicidal ideation.",
            "score": 58.153076171875
        },
        {
            "docid": "33692260_3",
            "document": "Columbia Suicide Severity Rating Scale . Patients are asked about \"general non-specific thoughts of wanting to end one’s life/complete suicide\" and if they have had \"...thoughts of suicide and have thought of at least one method during the assessment period.\" They are asked if they have \"active suicidal thoughts of killing oneself...[and] any intent to act on such thoughts.\" They are asked how frequently they have these thoughts, how long the thoughts last and whether the thoughts can be controlled. They are asked about deterrent factors, and for the reasons for thinking of suicide. They are asked about \"Actual Attempt[s]\", which is a \"potentially self-injurious act completed with at least some wish to die, as a result of act. \"If person pulls trigger while gun is in mouth but gun is broken so no injury results, this is considered an attempt\".They are also asked about Aborted Attempt[s], Interrupted Attempt[s] and Preparatory Behavior[s].\"",
            "score": 58.074554443359375
        },
        {
            "docid": "50965517_9",
            "document": "World Gone Mad . Asked in September 2016 if \"World Gone Mad\" would be Suicidal Tendencies' final studio album, Muir replied, \"Right now, it probably will [be]. We recorded extra songs — well, we recorded quite a few songs — and so specifically when the inauguration comes out, when the next [U.S.] president is [sworn in], whoever that is, we'll have an EP that we're putting out that's a little... People say we're political, I don't say we're political, but this is a little more political — Suicidal politics. [We'll have] an EP [coming] out, I guess that's January 21st [of 2017]. But we have no plans [for other albums right now]. Of course, same thing with Dave. Dave's already talking about, 'When we do the next record...' And I'm, like, 'Hold on! Hold on!' [Laughs] He has such a youthful enthusiasm, it's great. But, you know, I think when you do something, you should… kind of the same approach like I said with the shows: this might be our last one, so it doesn't matter if you're sick and you're throwing up, you just have to forget about it and move on. And I think for a record, you have to take the approach, 'If this is my last record, am I gonna be happy?' I think that's a really important thing. And if it comes down and there's a situation that I really feel it's important that we do another Suicidal record, I would have to talk to my family, 'cause it takes a lot of time and commitment [to do] that.\"",
            "score": 57.81689453125
        },
        {
            "docid": "32937975_6",
            "document": "Suicide Note (song) . The songs' lyrics describe suicide attempts, namely slitting of the wrist. Pt.I talks in particular about drug use whereas Pt. II features lyrics of someone determined to take their life by gunshot. However, if one listens closely during the chorus of Pt. II, the lyrics state 'Don't you try to die like me, it's livid and it's lies' which appears to be an attempt to dissuade anyone from the act of suicide portraying it as cowardice and evil.",
            "score": 57.80922317504883
        },
        {
            "docid": "55175821_14",
            "document": "Suicide awareness . Social media can also glamorize or romanticize suicide as suggested by media reporter Korin Miller of Self magazine and Phyllis Alongi (clinical director at the Society for the Prevention of Teen Suicide). Miller highlights the negative aspects of the new Netflix show “13 Reasons Why” which had been touted as a suicide awareness and mental health force. Alongi and her organization do not agree with aspects of the show, in which they feel suicide is romanticized, graphic details are depicted, the counselor is portrayed as ineffective, the placing of blame is confusing, and most importantly that teens may not recognize all of this. This opinion is shared by Zoe Williams of the U.S. online edition of The Guardian, stating the Netflix series is aimed at a young audience, susceptible to contagion, who are particularly vulnerable to experiencing suicidal thoughts. Williams argues that the series normalizes and legitimizes the act of suicide. Media and journalism, when reporting on suicide, have moved forward in their discussion of suicide. The Recommendations for Reporting on Suicide discovered the powerful impact media coverage, newspapers and journalists can have on the perpetuating stigma of suicide, and that it can lead to greater risk of occurrence. The specific rules that media representatives should follow are: This is to prevent certain types of messaging around suicide that could increase the chances of at-risk youth considering or attempting suicide. This initiative brought awareness to the sensitivity of reporting on suicide in a constructive, destigmatized method of messaging.",
            "score": 57.79487991333008
        },
        {
            "docid": "39867128_5",
            "document": "Cross (2012 film) . Lee Leung begins to pay attention to online news stories about suicides and incidentally finds a discussion site about suicide, where people share various methods of committing it, and some would also talk about their reasons for committing it, including some for their family, and others because they have lost the meaning of life. He understands the suffering of people wanting to commit suicide, and believes his mission is to help those people escape from pain. He asked God to give him strength to redeem these suffering people: since they choose to die, he will perform the duty of murder, so the victim can be murdered instead of committing suicide and that they may enter heaven after they die. He meets four suicidal people online and communicates to them one by one and fulfils their wishes. When Lee Leung opines that he is executing for God's will, he finds that his faith and plan of salvation suffers from an impact he is unable to withstand.",
            "score": 57.74308395385742
        },
        {
            "docid": "16831059_2",
            "document": "Suicide . Suicide is the act of intentionally causing one's own death. Risk factors include mental disorders such as depression, bipolar disorder, schizophrenia, personality disorders, and substance abuse — including alcoholism and the use of benzodiazepines. Other suicides are impulsive acts due to stress such as from financial difficulties, troubles with relationships, or bullying. Those who have previously attempted suicide are at a higher risk for future attempts. Suicide prevention efforts include limiting access to methods of suicide — such as firearms, drugs, and poisons; treating mental disorders and substance misuse; proper media reporting of suicide; and improving economic conditions. Even though crisis hotlines are common, there is little evidence for their effectiveness. The most commonly used method of suicide varies between countries, and is partly related to the availability of effective means. Common methods of suicide include hanging, pesticide poisoning, and firearms. Suicides resulted in 828,000 global deaths in 2015, an increase from 712,000 deaths in 1990. This makes suicide the 10th leading cause of death worldwide. Approximately 0.5-1.4% of people die by suicide, roughly 12 per 100,000 individuals per year. Three quarters of suicides globally occur in the developing world. Rates of completed suicides are generally higher in men than in women, ranging from 1.5 times as much in the developing world to 3.5 times in the developed world. Suicide is generally most common among those over the age of 70; however, in certain countries, those aged between 15 and 30 are at the highest risk. Europe had the highest rates of suicide by region in 2015. There are an estimated 10 to 20 million non-fatal attempted suicides every year. Non-fatal suicide attempts may lead to injury and long-term disabilities. In the Western world, attempts are more common in young people and in females. Views on suicide have been influenced by broad existential themes such as religion, honor, and the meaning of life. The Abrahamic religions traditionally consider suicide as an offense towards God, due to the belief in the sanctity of life. During the samurai era in Japan, a form of suicide known as seppuku (\"harakiri\") was respected as a means of making up for failure or as a form of protest. Sati, a practice outlawed by the British Raj, expected the Indian widow to kill herself on her husband's funeral fire, either willingly or under pressure from her family and society. Suicide and attempted suicide, while previously illegal, are no longer so in most Western countries. It remains a criminal offense in many countries. In the 20th and 21st centuries, suicide has been used on rare occasions as a form of protest, and kamikaze and suicide bombings have been used as a military or terrorist tactic.",
            "score": 57.638580322265625
        },
        {
            "docid": "2837235_2",
            "document": "Postvention . A postvention is an intervention conducted after a suicide, largely taking the form of support for the bereaved (family, friends, professionals and peers). Family and friends of the suicide victim may be at increased risk of suicide themselves. Postvention is a term that was first coined by Shneidman (1972), which he used to describe \"appropriate and helpful acts that come after a dire event.\" In Schneidman's view, \"the largest public health problem is neither the prevention of suicide nor the management of suicide attempts, but the alleviation of the effects of stress in the survivors whose lives are forever altered.\" Postvention is a process that has the objective of alleviating the effects of this stress and helping survivors to cope with the loss they have just experienced.  The aim is to support and debrief those affected; and reduce the possibility of copycat suicide. Interventions recognize that those bereaved by suicide may be vulnerable to suicidal behaviour themselves and may develop complicated grief reactions. Postvention includes procedures to alleviate the distress of suicidally bereaved individuals, reduce the risk of imitative suicidal behavior, and promote the healthy recovery of the affected community. Postvention can also take many forms depending on the situation in which the suicide takes place. Schools and colleges may include postvention strategies in overall crisis plans. These strategies are designed to prevent suicide clusters and to help students cope with the emotions of loss that follow the suicide of a friend. Individual and group counseling may be offered for survivors (people affected by the suicide of an individual).",
            "score": 57.521854400634766
        },
        {
            "docid": "7478553_36",
            "document": "Death and culture . The predominant view of modern medicine is that suicide is a mental health concern, associated with psychological factors such as the difficulty of coping with depression, inescapable pain or fear, or other mental disorders and pressures. Suicide attempts can be many times interpreted as a \"cry for help\" and attention, or to express despair and the wish to escape, rather than a genuine intent to die. Most suicides (for various reasons) do not succeed on a first attempt; those who later gain a history of repetitions are significantly more at risk of eventual completion. Nearly a million people worldwide die by suicide annually. While completed suicides are higher in men, women have higher rates for suicide attempts. Elderly males have the highest suicide rate, although rates for young adults have been increasing in recent years.",
            "score": 57.36534881591797
        },
        {
            "docid": "1894059_27",
            "document": "Suicide prevention . In recognition of the need for comprehensive approaches to suicide prevention, various strategies have been developed with the support of evidence. The traditional approach has been to identify the risk factors that increase suicide or self-harm, though meta-analysis studies suggest that suicide risk assessment might not be useful and recommend immediate hospitalization of the person with suicidal feelings as the healthy choice. In 2001, the U.S. Department of Health and Human Services, under the direction of the Surgeon General, published the National Strategy for Suicide Prevention, establishing a framework for suicide prevention in the U.S. The document calls for a public health approach to suicide prevention, focusing on identifying patterns of suicide and suicidal ideation throughout a group or population (as opposed to exploring the history and health conditions that could lead to suicide in a single individual). The ability to recognize warning signs of suicide allows individuals who may be concerned about someone they know to direct them to help.",
            "score": 57.31113815307617
        },
        {
            "docid": "10893259_3",
            "document": "Thomas Joiner . In \"Why People Die by Suicide\", Joiner posits the interpersonal theory of suicide, a three-part explanation of suicide which focuses on ability and desire. The desire to die by suicide comes from a sense of disconnection from others and lack of belonging, combined with a belief that one is a burden on others. The ability to die by suicide comes from a gradual desensitization to violence and a decreased fear of pain, combined with technical competence in one or more suicide methods. Under this model, a combination of desire and ability will precede most serious suicide attempts.",
            "score": 57.284114837646484
        },
        {
            "docid": "1894059_15",
            "document": "Suicide prevention . In the United States, numerous studies have concluded that firearm access is associated with increased suicide completion. \"About 85% of attempts with a firearm are fatal: that's a much higher case fatality rate than for nearly every other method. Many of the most widely used suicide attempt methods have case fatality rates below 5%.\" Although restrictions on access to firearms have reduced firearm suicide rates in other countries, such restrictions were not feasible in the United States because the Second Amendment to the United States Constitution based on late 1600s English bill of rights limits the potential for regulation laws but broadly restricting firearms access to at-risk individuals is gaining stakeholder's attention as a preventive measure.",
            "score": 57.2006721496582
        },
        {
            "docid": "16831059_3",
            "document": "Suicide . Suicide, from Latin \"suicidium,\" is \"the act of taking one's own life\". Attempted suicide or non-fatal suicidal behavior is self-injury with the desire to end one's life that does not result in death. Assisted suicide is when one individual helps another bring about their own death indirectly via providing either advice or the means to the end. This is in contrast to euthanasia, where another person takes a more active role in bringing about a person's death. Suicidal ideation is thoughts of ending one's life but not taking any active efforts to do so. In a murder-suicide (or homicide-suicide), the individual aims at taking the life of others at the same time. A special case of this is extended suicide, where the murder is motivated by seeing the murdered persons as an extension of their self.",
            "score": 56.986751556396484
        },
        {
            "docid": "2391057_6",
            "document": "Jeff Stewart (actor) . On 8 January 2008, Stewart cut his wrists after being told that his contract for \"The Bill\" would not be renewed. He survived the suicide attempt after calling for help and being taken to hospital by an ambulance. He later said of the incident: \"I love being an actor. My work as an actor is very important to me – it's my life, and the thought of this suddenly changing had an extremely serious effect on me.\"",
            "score": 56.41236114501953
        },
        {
            "docid": "1894059_12",
            "document": "Suicide prevention . An effective way to assess suicidal thoughts is to talk with the person directly, to ask about depression, and assess suicide plans as to how and when it might be attempted. Contrary to popular misconceptions, talking with people about suicide does not plant the idea in their heads. However, such discussions and questions should be asked with care, concern and compassion. The tactic is to reduce sadness and provide assurance that other people care. The WHO advises to not say everything will be all right nor make the problem seem trivial, nor give false assurances about serious issues. The discussions should be gradual and specifically executed when the person is comfortable about discussing his or her feelings. ICARE (Identify the thought, Connect with it, Assess evidences for it, Restructure the thought in positive light, Express or provide room for expressing feelings from the restructured thought) is a model of approach used here.",
            "score": 55.75175094604492
        },
        {
            "docid": "37815386_16",
            "document": "Israel Keyes . While being held in jail at the Anchorage Correctional Complex on suspicion of murder, Keyes committed suicide on December 2, 2012, via self-inflicted wrist cuts and strangulation. He was survived by at least one child, a school-age daughter. A suicide note, found under his body, consisted of an \"ode to murder\" but offered no clues about other possible victims.",
            "score": 55.737457275390625
        },
        {
            "docid": "55175821_3",
            "document": "Suicide awareness . Stigma is a negative impact that society can often attribute to the suicidal condition, and which can hinder and prevent positive engagement with those demonstrating suicidal behavior. It can be experienced as self-stigma or cultural, public stigma. Self-stigma is the adverse effect of internalized prejudice, manifesting itself in reduced self-esteem, decreased self-efficacy, and a feeling of “why try” or self-deprecation (undervaluing any attempts to get a job, be social, etc. because of lack of self-worth). It is experienced not only by those facing suicidal thoughts, but also by those directly and indirectly affected such as family members and friends. Public stigma is experienced by prejudice and discrimination through public misuse of stereotypes associated with suicide.  Stigma can create a detrimental barrier for some seeking help. Research has consistently illustrated the physical link between suicide and mental illness, but ignorance and outdated beliefs can sometimes lead to these disorders being identified as a weakness or a lack of willpower. Stigma can prevent survivors of suicide attempts, and those affected by suicide deaths, from reaching out for support from professionals and advocates to make positive change",
            "score": 55.66828918457031
        },
        {
            "docid": "38957_42",
            "document": "Snowboarding . Two thirds of injuries occur to the upper body and one third to the lower body. This contrasts with alpine skiing where two thirds of injuries are to the lower body. The most common types of injuries are sprains, which account for around 40% of injuries. The most common point of injury is the wrists – 40% of all snowboard injuries are to the wrists and 24% of all snowboard injuries are wrist fractures. There are around 100,000 wrist fractures worldwide among snowboarders each year. For this reason the use of wrist guards, either separate or built into gloves, is very strongly recommended. They are often compulsory in beginner's classes and their use reduces the likelihood of wrist injury by half. In addition it is important for snow boarders to learn how to fall without stopping the fall with their hand by trying to \"push\" the slope away, as landing a wrist which is bent at a 90 degree angle increase the chance of it breaking. Rather, landing with the arms stretched out (like a wing) and slapping the slope with the entire arm is an effective way to break a fall. This is the method used by practitioners of judo and other martial arts to break a fall when they are thrown against the floor by a training partner.",
            "score": 55.60500717163086
        },
        {
            "docid": "11259_6",
            "document": "Fatwa . When someone asks a Muslim scholar about performing a specific action, the reply will be a fatwa explaining which of these five categories this action would fall under. So if you ask a Muslim scholar to give a fatwa about adultery, they would tell you that it is \"Not Permitted\". If you ask about fasting in Ramadan, they would answer that it is \"Obligatory\". Muslims are usually encouraged to ask for reasoning and evidence behind any fatwa, and should avoid blindly following the opinions of Muslim scholars without understanding the reasons behind them. This is because Muslims should always feel that they are practicing Islam to gain the pleasure of God, and not to gain the pleasure of acceptance of any human being.  It is also interesting to note that different scholars frequently have different opinions regarding any given question. This is why there is usually more than one fatwa regarding any one question. In fact, there are a number of methodologies for how to understand evidence gathered from the previously mentioned sources of Islamic law. Scholars who follow different methodologies will frequently arrive at different answers to the same question. It is well known that in Islam there are four schools of thought, and each of them differ with respect to certain aspects. However, it is important to know that these differences are usually about minor issues. For example, in terms of beliefs, the vast majority of Muslims agree on most aspects of belief, most importantly the concept of monotheism, and belief in the angels, Prophets, holy books and the Day of Judgment.",
            "score": 55.53311538696289
        }
    ]
}