{
    "q": [
        {
            "docid": "45280519_2",
            "document": "Homeward Bound (1923 film) . Homeward Bound is a lost 1923 American silent drama film directed by Ralph Ince and written by Peter B. Kyne, Jack Cunningham, and Paul Sloane. The film stars Thomas Meighan, Lila Lee, Charles S. Abbe, William P. Carleton, Hugh Cameron, and Gus Weinberg. The film was released on July 29, 1923, by Paramount Pictures.",
            "score": 36.05084753036499
        },
        {
            "docid": "50967887_16",
            "document": "Homeward Bound Battery and Dam . The dam wall is the most substantial structure surviving at Homeward Bound and is the largest and earliest (1888) associated with mining, recorded in North Queensland. The size and quality of the stonework is noteworthy in a regional context. There were few dams constructed on the Croydon Goldfield even though lack of water was a perennial problem.",
            "score": 36.968366622924805
        },
        {
            "docid": "50967887_4",
            "document": "Homeward Bound Battery and Dam . The Homeward Bound battery commenced crushing on 28 February 1888 with 20 head of stamps. The main mines serving the battery were all situated along the Homeward Bound reef on or near the summit of the ridge above Waterfall Creek. Homeward Bound Extended Block No.1 North Company (with a nominal capital of in 20,000 shares) owned several of the mines and Croydon Homeward Bound Gold Mining Company owned the battery. The 20 head of stamps and eight berdan pans were driven by a portable steam engine. The plant was valued at .",
            "score": 42.26948356628418
        },
        {
            "docid": "3557194_9",
            "document": "Deathlands: Homeward Bound . While \"Deathlands: Homeward Bound\" closely follows the plot of the fifth \"Deathlands\" novel, \"Homeward Bound\", it departs in a number of notable ways. Dr. Theophilus Tanner and Lori Quint are absent from the film, and Jak Lauren is specifically identified as a mutant, versus simply being an albino as in the novels. J.B. Dix is also changed, being significantly more talkative than his character in the novels, where he is described as a man who \"would never use three words when two would do the job.\" The purpose of redoubts is not clearly explained, and the film makes no mention of the MAT-TRANS facilities typically found in redoubts and used by Ryan and his friends to travel throughout most of the novels.",
            "score": 39.331294775009155
        },
        {
            "docid": "50967887_6",
            "document": "Homeward Bound Battery and Dam . The Mountain Maid United Gold Mining Company (with a nominal capital of 56,000 ten shilling shares) took over the Homeward Bound battery in 1890 but relinquished it to the original company again in 1891. By then the Homeward Bound claim was almost abandoned. Although the major companies had failed, the battery was revitalized in 1893 by co-operative parties who were getting good results. One old miner said in 1896 that the Homeward Bound \"has had less public attention paid to it than any other line on this extensive goldfield but left to the stragglers like myself to scratch away\". When other Croydon mines were considering closing down, in 1898 the Homeward Bound was producing almost two ozs of gold per ton of stone. In 1899 Homeward Bound No. 4 South had a spectacular crushing of from . Lane and Pate took over the battery in 1901 and cyaniding was commenced in 1902 using some of the equipment from the Pioneer cyanide works at Gorge Creek. In 1903, of gold were obtained from of quartz. However by 1904 the Homeward Bound Company had lost the reef and others were only putting small crushings through and mining gradually petered out.",
            "score": 41.93380641937256
        },
        {
            "docid": "47071091_4",
            "document": "Homeward Bound (1917 song) . CHORUS \"Homeward Bound\" Someday they'll hear that welcome sound, For while the shot and the shell are flying, For the ones at home they're sighing: And tho' the skies seem grey, There's bound to be a brighter day, For when the dove of peace flies over the land, They all will hear the general give the command, \"We are \"Homeward Bound'.\" That's a wonderful, wonderful sound.",
            "score": 41.19102215766907
        },
        {
            "docid": "3557194_1",
            "document": "Deathlands: Homeward Bound . Deathlands: Homeward Bound",
            "score": 36.827796936035156
        },
        {
            "docid": "56238996_1",
            "document": "Homeward Bound (horse) . Homeward Bound (horse)",
            "score": 36.827796936035156
        },
        {
            "docid": "6777367_1",
            "document": "Homeward Bound (song) . Homeward Bound (song)",
            "score": 36.827796936035156
        },
        {
            "docid": "50342578_21",
            "document": "The Assignment (2016 film) . The transgender community was largely disappointed by the image of forced gender reassignment surgery and a boycott was created in response. The director Walter Hill responded by stating, \"I wouldn't make a movie that hurt transgender people. Some of them have had a tough time of it, and the last thing I want to do is make anyone's road harder. But look, I understand the concern. Is it lurid? Yes. Is it lowbrow? Well, maybe. Is it offensive? No. I'm just trying to honor the B movies that we grew up with.\"",
            "score": 23.956028699874878
        },
        {
            "docid": "45280519_1",
            "document": "Homeward Bound (1923 film) . Homeward Bound (1923 film)",
            "score": 36.558194160461426
        },
        {
            "docid": "1212256_1",
            "document": "Homeward Bound: The Incredible Journey . Homeward Bound: The Incredible Journey",
            "score": 36.558194160461426
        },
        {
            "docid": "1864652_1",
            "document": "Homeward Bound (Turtledove novel) . Homeward Bound (Turtledove novel)",
            "score": 36.558194160461426
        },
        {
            "docid": "50967887_1",
            "document": "Homeward Bound Battery and Dam . Homeward Bound Battery and Dam",
            "score": 36.558194160461426
        },
        {
            "docid": "47071091_1",
            "document": "Homeward Bound (1917 song) . Homeward Bound (1917 song)",
            "score": 36.558194160461426
        },
        {
            "docid": "39623441_1",
            "document": "Homeward Bound (Australian TV series) . Homeward Bound (Australian TV series)",
            "score": 36.292510986328125
        },
        {
            "docid": "24940876_1",
            "document": "Homeward Bound (Harry Belafonte album) . Homeward Bound (Harry Belafonte album)",
            "score": 36.292510986328125
        },
        {
            "docid": "5207131_11",
            "document": "Homeward Bound II: Lost in San Francisco . The movie had a mixed reception. Rotten Tomatoes reports that 53% of critics gave the film a positive review, based on 17 reviews.",
            "score": 40.397239685058594
        },
        {
            "docid": "5207131_1",
            "document": "Homeward Bound II: Lost in San Francisco . Homeward Bound II: Lost in San Francisco",
            "score": 36.0306601524353
        },
        {
            "docid": "24940876_2",
            "document": "Homeward Bound (Harry Belafonte album) . Homeward Bound is an album by Harry Belafonte, released by RCA Records in 1970.",
            "score": 35.77256155014038
        },
        {
            "docid": "12527972_7",
            "document": "Jake Richardson . Throughout 2002, Richardson starred in many TV shows including \"NYPD Blue\", \"Need You Know\", and \"Boston Public\". He also appeared in TV Movie \"Homeward Bound\".",
            "score": 41.12203073501587
        },
        {
            "docid": "2395833_33",
            "document": "John Agar . As for being associated with science fiction B movies, Agar said, \"I don't resent being identified with B science fiction movies at all\", Agar later said. \"Why should I? Even though they were not considered top of the line, for those people that like sci-fi, I guess they were fun. My whole feeling about working as an actor is, if I give anybody any enjoyment, I'm doing my job, and that's what counts.\"",
            "score": 28.939881563186646
        },
        {
            "docid": "56238996_5",
            "document": "Homeward Bound (horse) . Homeward Bound was slow to mature and did not appear until October, when she finished unplaced in the Alington Stakes at Newmarket Racecourse.",
            "score": 35.14320373535156
        },
        {
            "docid": "50967887_12",
            "document": "Homeward Bound Battery and Dam . Homeward Bound Battery and Dam was listed on the Queensland Heritage Register on 21 October 1992 having satisfied the following criteria.",
            "score": 35.14320373535156
        },
        {
            "docid": "56238996_10",
            "document": "Homeward Bound (horse) . In 1964 Homeward Bound was give a rating of 126 by the independent Timeform organisation, making her three pounds inferior to La Bamba who was their top-rated three-year-old filly. In their book, \"A Century of Champions\", based on the Timeform rating system, John Randall and Tony Morris rated Homeward Board an \"average\" winner of the Oaks.",
            "score": 37.04670524597168
        },
        {
            "docid": "56238996_4",
            "document": "Homeward Bound (horse) . Homeward Bound was sired by Alycidon, an outstanding stayer who suffered from low fertility as a breeding stallion but sired several top class performers including Alcide and Twilight Alley. Her dam Sabie River won four races and produced several other winners. Sabie River's dam Amorcille was a half-sister to Discord, the female-line ancestor of Mr Dinos. Both Alycidon and Sabie River died in 1963, before Homeward Bound had appeared on the track.",
            "score": 39.04309368133545
        },
        {
            "docid": "50967887_11",
            "document": "Homeward Bound Battery and Dam . The Homeward Bound settlement site on Waterfall Creek about east of the battery contains several intact stone fireplaces and numerous stone surfaces. The extent of the settlement was not surveyed.",
            "score": 36.37457346916199
        },
        {
            "docid": "3557194_5",
            "document": "Deathlands: Homeward Bound . Justin Felix of DVD Talk called the telefilm \"a low-budget mish-mash of elements from \"Dune\" and \"The Most Dangerous Game\"\", and that although it was \"one bad movie\" it was \"moderately entertaining\" and something that could be appreciated by fans of \"Mystery Science Theater 3000\". He said the film is \"so bad that it's actually entertaining if you want to laugh at movie-making ineptitude.\"",
            "score": 37.89204025268555
        },
        {
            "docid": "6777367_2",
            "document": "Homeward Bound (song) . \"Homeward Bound\" is a song by American music duo Simon & Garfunkel written by Paul Simon and produced by Bob Johnston. The song was released as a single on January 19, 1966 by Columbia Records.",
            "score": 36.254528760910034
        },
        {
            "docid": "50967887_5",
            "document": "Homeward Bound Battery and Dam . Water was a problem throughout the Croydon Goldfield and a large dam with a stone pitched wall was constructed in 1888, by a Mr. Shoemaker (or Schumacher). Even so the Homeward Bound battery could not crush that year.",
            "score": 34.1810359954834
        },
        {
            "docid": "1864652_3",
            "document": "Homeward Bound (Turtledove novel) . Homeward Bound begins in 1972, then flashes forward to 1977, 1982, 1984, 1994, 2012, and finally to 2031 when the American starship \"Admiral Peary\" arrives at Tau Ceti and Home, the homeworld of The Race.",
            "score": 35.87317395210266
        },
        {
            "docid": "50967887_2",
            "document": "Homeward Bound Battery and Dam . Homeward Bound Battery and Dam is a heritage-listed stamping mill and reservoir at Croydon, Shire of Croydon, Queensland, Australia. It was built in 1888 by Mr Schumacher. It was added to the Queensland Heritage Register on 21 October 1992.",
            "score": 33.94866943359375
        }
    ],
    "r": [
        {
            "docid": "5207131_2",
            "document": "Homeward Bound II: Lost in San Francisco . Homeward Bound II: Lost in San Francisco is a 1996 American adventure comedy film and a sequel to the 1993 film \"\". Directed by David R. Ellis, the film features the three animals from the first film, Shadow the Golden Retriever (voiced by Ralph Waite, replacing Don Ameche, who died in 1993), Sassy the Himalayan cat (Sally Field), and Chance the American Bulldog (Michael J. Fox). It also features the voice work of Sinbad, Carla Gugino, Tisha Campbell-Martin, Stephen Tobolowsky, Jon Polito, Adam Goldberg, Al Michaels, Tommy Lasorda, and Bob Uecker.",
            "score": 52.938602447509766
        },
        {
            "docid": "12938_9",
            "document": "Greyhound . Greyhound owners and adoption groups consider Greyhounds wonderful pets. Greyhounds are quiet, gentle and loyal to owners. They are very loving, and enjoy the company of their humans and other dogs. Whether a Greyhound will enjoy the company of other small animals, such as cats, depends on the individual dog's personality. Greyhounds will typically chase small animals; those lacking a high 'prey drive' will be able to coexist happily with toy dog breeds and/or cats. Many owners describe their Greyhounds as \"45-mile-per-hour couch potatoes\".",
            "score": 47.23215866088867
        },
        {
            "docid": "32791036_5",
            "document": "Family Fortunes (Irish TV series) . Two family teams, each with five members, would be asked to guess the results of surveys, in which 100 people would be asked open ended questions (e.g. \"we asked 100 people to name something associated with the country Iceland\" or \"we asked 100 people to name a breed of dog\"). Each round begins with a member of each team (in rotation, meaning all players did this at least once) approaching the podium. As the question was read, the first of the two nominees to hit a buzzer gives an answer. If this is not the top answer, the other nominee is asked. The team with the higher answer then chooses whether to \"play\" the question, or \"pass\" control to the other team (in reality, the teams rarely chose to pass). The host then passes down the line of the controlling team, asking for an answer from each. After each answer, the board reveals whether this answer featured. If a family managed to come up with all the answers on the board (most commonly six in the early part of the show, reduced in number after the commercial break), they win the euro equivalent of the total number of people who had given the answers.",
            "score": 46.382469177246094
        },
        {
            "docid": "50967887_4",
            "document": "Homeward Bound Battery and Dam . The Homeward Bound battery commenced crushing on 28 February 1888 with 20 head of stamps. The main mines serving the battery were all situated along the Homeward Bound reef on or near the summit of the ridge above Waterfall Creek. Homeward Bound Extended Block No.1 North Company (with a nominal capital of in 20,000 shares) owned several of the mines and Croydon Homeward Bound Gold Mining Company owned the battery. The 20 head of stamps and eight berdan pans were driven by a portable steam engine. The plant was valued at .",
            "score": 42.26948165893555
        },
        {
            "docid": "50967887_6",
            "document": "Homeward Bound Battery and Dam . The Mountain Maid United Gold Mining Company (with a nominal capital of 56,000 ten shilling shares) took over the Homeward Bound battery in 1890 but relinquished it to the original company again in 1891. By then the Homeward Bound claim was almost abandoned. Although the major companies had failed, the battery was revitalized in 1893 by co-operative parties who were getting good results. One old miner said in 1896 that the Homeward Bound \"has had less public attention paid to it than any other line on this extensive goldfield but left to the stragglers like myself to scratch away\". When other Croydon mines were considering closing down, in 1898 the Homeward Bound was producing almost two ozs of gold per ton of stone. In 1899 Homeward Bound No. 4 South had a spectacular crushing of from . Lane and Pate took over the battery in 1901 and cyaniding was commenced in 1902 using some of the equipment from the Pioneer cyanide works at Gorge Creek. In 1903, of gold were obtained from of quartz. However by 1904 the Homeward Bound Company had lost the reef and others were only putting small crushings through and mining gradually petered out.",
            "score": 41.933807373046875
        },
        {
            "docid": "1109898_7",
            "document": "Greyhound adoption . Historically Greyhounds have had a reputation for being gentle, people-centered dogs, and \"par-excellence for persons wishing for a companion for themselves or their children\". When Greyhound adoption first started in the United States, many people associated with racing argued that Greyhounds did not make suitable pets. However, as the number of greyhounds successfully transitioning from tracks to households has risen, many people have come to believe that greyhounds are good companions. They describe Greyhounds as gentle and affectionate dogs who adapt easily to household life because they have clean, short coats and require only moderate exercise.",
            "score": 41.28681564331055
        },
        {
            "docid": "47071091_4",
            "document": "Homeward Bound (1917 song) . CHORUS \"Homeward Bound\" Someday they'll hear that welcome sound, For while the shot and the shell are flying, For the ones at home they're sighing: And tho' the skies seem grey, There's bound to be a brighter day, For when the dove of peace flies over the land, They all will hear the general give the command, \"We are \"Homeward Bound'.\" That's a wonderful, wonderful sound.",
            "score": 41.19102096557617
        },
        {
            "docid": "12527972_7",
            "document": "Jake Richardson . Throughout 2002, Richardson starred in many TV shows including \"NYPD Blue\", \"Need You Know\", and \"Boston Public\". He also appeared in TV Movie \"Homeward Bound\".",
            "score": 41.12202835083008
        },
        {
            "docid": "38871_12",
            "document": "Greyhound racing . Generally, a greyhound's career will end between the ages of four and six – after the dog can no longer race, or possibly when it is no longer competitive. The best dogs are kept for breeding and there are industry-associated adoption groups and rescue groups that work to obtain retired racing greyhounds and place them as pets. In the United Kingdom, according to the BBC, one in four retired greyhounds finds a home as a pet. An UK industry produced report for DEFRA in 2018 showed that actually only 1 in 7 racing greyhounds were not found a home when they retired. In the United States, prior to the formation of adoption groups, over 20,000 retired greyhounds a year were killed; recent estimates still number in the thousands, with the industry claiming that about 90% of National Greyhound Association-registered animals are either adopted or returned for breeding purposes (according to the industry numbers upwards of 2000 dogs are still euthanized annually in the US while anti-racing groups estimate the figure at closer to 12,000.) Other greyhounds are sold to research labs, such as Liverpool university animal training school, who have received the remains of dogs killed at Manchester's Belle Vue stadium. A trainer in Lincolnshire was also exposed offering 'slow' dogs to the Liverpool school. Additionally dogs are sent to foreign racetracks such as Spain and sometimes in developing countries. In the North East of England a man is believed to have destroyed as many as 10,000 healthy greyhounds with a captive bolt gun.",
            "score": 40.99529266357422
        },
        {
            "docid": "21303781_2",
            "document": "National Greyhound Association . The National Greyhound Association (NGA) is the primary registry body for racing purebred dog Greyhound pedigrees in the United States. The National Greyhound Association also houses and jointly runs the American Greyhound Council. Its main purposes is to provide humane advocacy, welfare policy and support to the adoption network.",
            "score": 40.84556198120117
        },
        {
            "docid": "1109898_14",
            "document": "Greyhound adoption . Although usually well-socialized with other greyhounds, ex-racers often have limited skills for living outside of the racing kennel. However, most Greyhounds are quick learners. They tend to be out-going, happy and sociable with people and seem to relish human contact, even following owners from room to room at home (known colloquially as being a \"Velcro dog\"). Some Greyhounds are more timid and can for a time have difficulty coping with new people or situations. A period of rehabilitation and a dedicated owner usually helps nervous \"Retired Racers\" become more confident. A few people also report that they have known \"Greys\" who at first fear other dog breeds until sufficiently exposed. As the lure used to train greyhounds for racing resembles a hare, retired racers sometimes also mistake smaller dogs for a lure, causing them to set chase. Similarly, small animals including cats may also be the subject of prey-driven behavior by some greyhounds. Prior to adoption, agencies generally screen greyhounds for their suitability around small animals especially by way of \"cat testing\" in which a dog is carefully exposed to a cat to see his or her interest level.",
            "score": 40.83595657348633
        },
        {
            "docid": "33466827_7",
            "document": "Siegel domain . Élie Cartan classified the homogeneous bounded domains in dimension at most 3 (up to isomorphism), showing that they are all Hermitian symmetric spaces. There is 1 in dimension 1 (the unit ball), two in dimension 2 (the product of two 1-dimensional complex balls or a 2-dimensional complex ball). He asked whether all bounded homogeneous domains are symmetric. answered Cartan's question by finding a Siegel domain of type 2 in 4 dimensions that is homogeneous and biholomorphic to a bounded domain but not symmetric. In dimensions at least 7 there are infinite families of homogeneous bounded domains that are not symmetric.",
            "score": 40.53755569458008
        },
        {
            "docid": "5207131_11",
            "document": "Homeward Bound II: Lost in San Francisco . The movie had a mixed reception. Rotten Tomatoes reports that 53% of critics gave the film a positive review, based on 17 reviews.",
            "score": 40.397239685058594
        },
        {
            "docid": "34588394_15",
            "document": "White City Greyhounds . White City was featured in numerous films including the 1950 movie The Blue Lamp and one year later Major Percy Brown had to select 48 greyhounds for the Derby from a record 140 entries.",
            "score": 40.3460693359375
        },
        {
            "docid": "25394231_8",
            "document": "Popular sire effect . A study of 10 breeds from the UK's Kennel Club (KC) showed that on average 20% of dogs have recorded offspring. Golden Retrievers have the lowest proportion of male dogs that are sires (5%), and discounting the greyhound (most greyhounds are not registered with the KC), the Akita Inus the highest (13%). A study of three varieties of terrier in 1914 indicates that about 8% of stud dogs (21 individuals) account for 23% of puppies (451 individuals), an average of 21.5 individuals per stud. In comparison, the UK study showed that 5% of Labrador males and 10% of Golden Retrievers sired more than 100 individuals each. The most popular dam (a Labrador Retriever) carried 72 offspring, while the most popular stud (an English Springer Spaniel) sired 2,538 offspring. In many breeds, more than 90% of unique genetic variants are lost over six generations.",
            "score": 40.171302795410156
        },
        {
            "docid": "43879512_3",
            "document": "Richard Michaels . His directing credits include the television series \"Bewitched\", \"The Brady Bunch\", \"Love, American Style\" and the TV movies \"Once an Eagle\" (1976), \"Homeward Bound\" (1980 TV movie)', \"The Children Nobody Wanted\" (1981), \"Sadat\" (1983), \"Silence of the Heart\" (1984), \"Rockabye\" (1986), \"I'll Take Manhattan\" (1987),\"Leona Helmsley: The Queen of Mean\" (1990) (Suzanne Pleshette was nominated for an Emmy and a Golden Globe for her portrayal of Leona Helmsley), \"Father and Scout\" (1994). Full credits are listed at www.imdb.com",
            "score": 39.973297119140625
        },
        {
            "docid": "2006015_3",
            "document": "The Chris Farley Show . Jeff Daniels was the first ever guest of \"The Chris Farley Show\" when it premiered on October 5, 1991. Daniels was appearing to promote his newest movie, \"The Butcher's Wife\". Daniels gives mostly yes or no answers to Farley's questions regarding whether or not he remembers certain scenes of movies. The episode also features a question from a caller, who mimics Farley's \"d'you remember\" questions. Eventually, Farley and the caller ignore Jeff Daniels and reminisce about the previous episode, in which the same caller asked Arnold Schwarzenegger a question.",
            "score": 39.904361724853516
        },
        {
            "docid": "15969926_8",
            "document": "Joshua Brand . His directing credits include the feature film \"A Pyromaniac's Love Story\", the television movies \"Wall to Wall Records\" and \"Homeward Bound\", the television pilot \"Gemini Man\", and episodes of \"thirtysomething\" and \"Joan of Arcadia\". Brand was also nominated for an Emmy and a DGA Award for directing the two-hour \"I'll Fly Away\" pilot.",
            "score": 39.6031608581543
        },
        {
            "docid": "3557194_9",
            "document": "Deathlands: Homeward Bound . While \"Deathlands: Homeward Bound\" closely follows the plot of the fifth \"Deathlands\" novel, \"Homeward Bound\", it departs in a number of notable ways. Dr. Theophilus Tanner and Lori Quint are absent from the film, and Jak Lauren is specifically identified as a mutant, versus simply being an albino as in the novels. J.B. Dix is also changed, being significantly more talkative than his character in the novels, where he is described as a man who \"would never use three words when two would do the job.\" The purpose of redoubts is not clearly explained, and the film makes no mention of the MAT-TRANS facilities typically found in redoubts and used by Ryan and his friends to travel throughout most of the novels.",
            "score": 39.33129119873047
        },
        {
            "docid": "21303781_8",
            "document": "National Greyhound Association . The NGA’s rigid identification system plays a key role in maintaining the integrity of the greyhound racing sport. It is also a primary goal of the NGA to promote the improvement and development of the greyhound breed itself, through maintenance of pedigree and Stud-book records dating back to the latter part of the 19th century. The NGA is an associate member of the World Greyhound Racing Federation and a charter and founding member of the World Alliance of Greyhound Registries and the American Greyhound Council, an organization established in 1987 with the American Greyhound Track Operators Association (AGTOA) to fund and oversee greyhound health, welfare and adoption programs.",
            "score": 39.24479675292969
        },
        {
            "docid": "56238996_4",
            "document": "Homeward Bound (horse) . Homeward Bound was sired by Alycidon, an outstanding stayer who suffered from low fertility as a breeding stallion but sired several top class performers including Alcide and Twilight Alley. Her dam Sabie River won four races and produced several other winners. Sabie River's dam Amorcille was a half-sister to Discord, the female-line ancestor of Mr Dinos. Both Alycidon and Sabie River died in 1963, before Homeward Bound had appeared on the track.",
            "score": 39.0430908203125
        },
        {
            "docid": "30146066_13",
            "document": "Rampart (film) . An attempt to market the film via the social news website Reddit went \"horribly wrong\" according to Forbes. Harrelson agreed to answer questions in an AMA (Ask Me Anything) session on Reddit's massively popular IAmA subreddit, where notable people engage in Q&A sessions with the Reddit community. Redditors were disappointed by his answers and his apparent misunderstanding of the format, with some vowing to \"boycott the flick\". CNET characterized one of Harrelson's responses as \"sheer oozing, all-about-me-ism\". Josh Feldman with MediaIte shared the following perspective: \"a proxy for the actor basically gave vague answers to half of the questions and in-no-way subtle plugs for his upcoming movie Rampart to the other half. It was a public relations nightmare, and while it certainly raised awareness about the movie, it definitely backfired.\" Feldman went on to say about the incident, \"it came across as robotic and represented an inability to connect with people when it should have been insanely easy to do so.\" Feldman summarized the lesson learned by stating the following, \"When you’re doing an AMA on Reddit, you drop the act and engage with real people. Some will be fans, some won’t, but if you’re just honest and it doesn’t seem like your answers have been planned out, people will respect you for it.\"",
            "score": 38.92710494995117
        },
        {
            "docid": "12938_26",
            "document": "Greyhound . The breed's origin has in popular literature often been romantically connected to Ancient Egypt, in which it is believed \"that the breed dates back about 4,000 years;\" a belief for which there is no scientific evidence. While similar in appearance to Saluki (Persian Greyhound) or Sloughi (tombs at Beni Hassan c. 2000 BC), analyses of DNA reported in 2004 suggest that the Greyhound may not be closely related to these breeds, but is a close relative of herding dogs. Historical literature on the first sighthound in Europe (Arrian), the \"vertragus\", probable antecedent of the Greyhound, suggests that its origin lies with the ancient Celts from Eastern Europe or Eurasia. Greyhound-type dogs of small, medium, and large size, appear to have been bred across Europe since that time. All modern, pure-bred pedigree Greyhounds derive from the Greyhound stock recorded and registered first in private studbooks in the 18th century, then in public studbooks in the 19th century, which ultimately were registered with coursing, racing, and kennel club authorities of the United Kingdom.",
            "score": 38.60403823852539
        },
        {
            "docid": "57445301_6",
            "document": "Busbridge (1782 EIC ship) . EIC voyage #4 (1789–1790): Captain Robertson sailed from The Downs on 7 March 1789, bound for Madras and Bengal. \"Busbridge\" reached Madras on 24 June and arrived at Diamond Harbour on 3 July. Homeward bound, she was at Cox's Island on 23 November and Saugor on 14 December. She reached St Helena on 2 Saugor 2 March 1790, and arrived at Long Reach on 1 May. EIC voyage #5 (1792–1793): Capt Robertson sailed from The Downs on 15 April 1792, bound for Madras and Bengal. \"Busbridge\" reached Madras on 25 August and arrived at Diamond Harbour on 19 September. Homeward bound, she was at Saugor on 7 February 1793, reached St Helena on 22 May, and arrived at Long Reach on 24 August.",
            "score": 38.497398376464844
        },
        {
            "docid": "43464559_11",
            "document": "Frozen (franchise) . In a March 2015 interview with BuzzFeed about \"Frozen Fever\", the directors addressed and refuted the recurring rumors about a possible feature-length sequel. Buck joked about how whenever they saw such rumors, he and Lee would ask each other, \"Are we?\" Around the same time, Lasseter reiterated to \"Variety\" his philosophy as to sequels (while discussing \"Toy Story 4\"): \"We do not do any sequel because we want to print money[.] We do it because each of these films was created by a group of filmmakers, and to my mind, they are the owners of that intellectual property. So we look at it with the simple question: Is there another story we can tell in this world? And that desire has to come from the filmmaker group. Sometimes, the answer is an obvious yes. And sometimes it’s, ‘I love the characters and I love the world, but I don’t have an idea yet.’ And sometimes it’s just, ‘that movie is a great movie,’ and the filmmaker wants to move on and do something else. And that’s fine, too.\"",
            "score": 38.39607238769531
        },
        {
            "docid": "1903466_9",
            "document": "Stump the Schwab . This game involved questions about sports movies. There were four categories of questions, with each category containing a 1, 2, and 3 point question. Only 1-point questions were available at first, and higher value questions for each category could not be heard until the lower value questions had been asked. Contestants had to buzz in to answer the question. Whichever contestant had correctly answered a question last chose the category for the next question.",
            "score": 38.03815841674805
        },
        {
            "docid": "56238996_6",
            "document": "Homeward Bound (horse) . On her first start of her second campaign, Homeward Bound contested the Princess Eliabeth Stakes over one mile at Epsom Racecourse in April and won from Feather Bed and Rose Rock. The filly was then moved upin distance for the 186th running of the Oaks at the same track on 5 June in which she started at odds of 100/7 (14/1) in an eighteen-runner field. The Irish filly Patti started the 3/1 favourite ahead of Beaufront and Arnica. Ridden by the talented but eccentric jockey Greville Starkey Homeward Bound won by two lengths from Windmill Girl with La Bamba a neck away in third. The form of the race was subsequently franked when Windmill Girl won the Ribblesdale Stakes and La Bamba took the Prix Jacques le Marois.",
            "score": 37.9046516418457
        },
        {
            "docid": "3557194_5",
            "document": "Deathlands: Homeward Bound . Justin Felix of DVD Talk called the telefilm \"a low-budget mish-mash of elements from \"Dune\" and \"The Most Dangerous Game\"\", and that although it was \"one bad movie\" it was \"moderately entertaining\" and something that could be appreciated by fans of \"Mystery Science Theater 3000\". He said the film is \"so bad that it's actually entertaining if you want to laugh at movie-making ineptitude.\"",
            "score": 37.89204025268555
        },
        {
            "docid": "10698861_25",
            "document": "Consideration . Suppose A is a movie script writer and B runs a movie production company. A says to B, \"buy my script.\" B says \"How about this – I will pay you $5,000 so that you do not let anyone else produce your movie until one year from now. If I do produce your movie in that year, then I will give you another $50,000, and no one else can produce it. If I do not produce your movie in that year, then you're free to go.\" If the two subsequently get into a dispute, the issue of whether a contract exists is answered. B had an option contract—he could decide to produce the script, or not. B's consideration passed was the $5,000 down, and the possibility of $50,000. A's consideration passed was the exclusive rights to the movie script for at least one year.",
            "score": 37.84153366088867
        },
        {
            "docid": "30838666_3",
            "document": "Tesem . Three main types of dogs are shown in Ancient Egypt, these being the pariah dog, the greyhound-like dog and a molosser-type dog. It is assumed that there were two types of greyhound-like breeds, these being the older Tesem and the saluki/sloughi type. The two greyhound-types were clearly distinguished in tomb decorations, with the Tesem thought to be similar to modern pariah dogs. One scholar applies the name Tesem to both types of greyhound-like dogs.",
            "score": 37.810943603515625
        },
        {
            "docid": "23502467_10",
            "document": "Wolf hunting with dogs . In North America wolf hunting with hounds was done in the context of pest control rather than sport. George Armstrong Custer enjoyed wolf coursing with dogs, and favoured large greyhounds and staghounds. Of the latter, he took a pair of large, white, shaggy animals which he would turn loose against wolves in the Sioux sacred Black Hills. In his book \"Hunting the Grisly and Other Sketches\", Theodore Roosevelt wrote that greyhound crossbreeds were a favourite of his, and wrote that exclusively purebred greyhounds were unnecessary, sometimes to the point of uselessness in a wolf hunt. Some bulldog blood in the dogs was considered helpful, though not essential. Roosevelt wrote that many ranchmen of Colorado, Wyoming, and Montana in the final decade of the 19th century managed to breed greyhound or deerhound packs capable of killing wolves unassisted, if numbering in three or more. These greyhounds were usually thirty inches at the shoulder and weighed 90 lbs. These American greyhounds apparently outclassed imported Russian borzois in hunting wolves. Wolf hunting with dogs became a specialised pursuit in the 1920s, with well trained and pedigreed dogs being used. Several wolfhounds were killed in wolf hunts in the warden sponsored Wisconsin Conservation Department of the 1930s. These losses induced the state to begin a dog insurance policy in order to reimburse wolf hunters. Wolf hunting with dogs is now legal only in Wisconsin in the USA as of 2013.",
            "score": 37.68174362182617
        },
        {
            "docid": "2405200_18",
            "document": "Freiwillige Selbstkontrolle der Filmwirtschaft . Moreover, youth protection played no role in admission to movies of the occupying powers, so children and minors had unrestricted access to movies. Because of this, at the start of 1948 the German secretary of education of the western occupied zones set up a commission to answer the question of whether young people were endangered by movies. It was intended to develop suggestions for nationwide youth protection connected to films. The work of this agency began in the Hessian ministry for culture in Wiesbaden. As well as the representatives of the other countries' secretaries of education, representatives of the movie industry, the churches and the Katholische Jugend Bayern (Catholic Youth of Bavaria) were also invited to the hearing.",
            "score": 37.57411193847656
        }
    ]
}