{
    "q": [
        {
            "docid": "16774115_22",
            "document": "The Tonight Show with Conan O'Brien . On September 23, 2009, during his opening monologue, O'Brien told a very brief joke about Newark, and a supposed health care program for the city's citizens that would involve Newark giving them a bus ticket out of the city. Newark mayor Cory Booker responded in a satirical YouTube video calling for O'Brien to apologize, and that Conan would be banned from ever entering Newark Liberty International Airport until doing so. Conan responded by further making fun of Newark, however, saying the only way he could get to Newark now would be like everyone else, \"through a series of poor decisions.\" He also called out Cory Booker to come on the show to air out their grievances, deciding to then ban Booker from Burbank airport, adding later that he had absolutely no power to do so. Booker subsequently banned Conan from the state of New Jersey as well as all the sister cities of Newark. In response, O'Brien read a letter on air from Elizabeth, New Jersey mayor Chris Bollwage, declaring that he will temporarily rename Terminal A of Newark Liberty (which lies in Elizabeth) the Conan O'Brien Terminal. Conan continued, saying he had created a \"geographic toilet seat\" around Newark. The mayors of Bayonne, East Orange, Kearny, Jersey City, and Elizabeth have publicly sided with Conan O'Brien. He ended this by saying, \"Your move, Mayor Booker.\" The feud was unofficially ended when Secretary of State Hillary Clinton called for it to end during a prepared comedy bit, telling Booker to \"chalk it up\" to Conan. The following week Conan announced that Cory Booker would be a guest on the October 16, 2009 show to mend the feud. That night, O'Brien and his wife donated $50,000 to the Newark Now Organization, and NBC Universal matched Conan's donation to total a $100,000 gift. Booker also admitted that he is a big Conan fan and often tapes shows to watch the next day or watches them on the website Hulu.",
            "score": 71.99909222126007
        },
        {
            "docid": "3317590_8",
            "document": "Bart Gets Famous . In the episode, Bart appears on the talk show \"Late Night with Conan O'Brien\". Conan O'Brien was a writer for \"The Simpsons\" during the fourth and early part of the fifth seasons. During the production of the episode, he received an audition to replace David Letterman as the host of \"Late Night\" on NBC, after Letterman defected to CBS. The writers decided that since the episode featured Bart getting famous, it would give them an opportunity to work in O'Brien's show. The part was written just after O'Brien's audition for \"Late Night\", but before he knew he was going to be the host. O'Brien recorded his part shortly after \"Late Night with Conan O'Brien\" premiered, but he believed NBC would have fired him before the episode aired. He described being a guest star on the show as \"really delightful\", adding that \"it's like being frozen in amber. I know people will be watching \"The Simpsons\" long after I'm dead.\"",
            "score": 67.68150496482849
        },
        {
            "docid": "25805409_24",
            "document": "List of The Tonight Show with Conan O'Brien sketches . When their studio was added to the Universal Studios Tour, Conan acknowledged that it could not compete with the other stops on the tour. In order to compensate for this, Conan and Andy would act out exciting scenarios as the tour passed the studio. Past scenarios have included Conan delivering Andy's baby and Conan curing Andy's paralysis.",
            "score": 57.99556493759155
        },
        {
            "docid": "869611_11",
            "document": "Andy Richter . On February 24, 2009, it was announced that Richter would be joining Conan O'Brien once again as the announcer for \"The Tonight Show with Conan O'Brien\" in Los Angeles. Richter frequently appeared in comedy sketches on the show and often commented and interacted with Conan during the opening monologue; he was also part of the show's writing staff. In mid-December 2009, Richter also began joining Conan on the couch during the celebrity interviews, much like he did in his former sidekick role on \"Late Night\". Richter said he enjoyed having a steady paycheck again and not having to deal with production companies while developing television shows. Richter said, \"Now I'm so happy to be back and making TV every night, not asking permission from somebody and waiting six months to get their sparklingly clear and cogent notes. And then wait another month for them to get back from Hawaii and say, 'Yes, now we can go make television.' I felt like a plumber who kept going into the building and saying, 'Can we put some pipes together?' and watching my wrenches gather dust.\"",
            "score": 64.02961421012878
        },
        {
            "docid": "4221870_14",
            "document": "Conan O'Brien . Fox, however, would not let O'Brien out of his contract. Eventually, NBC and O'Brien would split the cost to get him out of the contract. After O'Brien's departure, the writers at \"The Simpsons\" would watch videotaped episodes of \"Late Night\" at lunch the day following their midnight broadcast and analyze them. During his time at \"The Simpsons\", O'Brien also had a side project working with Smigel on the script for a musical film based on the \"Hans and Franz\" sketch from \"Saturday Night Live\", but the film was never produced.",
            "score": 58.58795428276062
        },
        {
            "docid": "1241117_20",
            "document": "Jimmy Vivino and the Basic Cable Band . It was initially unknown whether Weinberg would be joining O'Brien when his new late night show on TBS began in November 2010. Most or all of the rest of the band were expected to follow O'Brien, alongside his other non-musical staff and crew, to the TBS program. By September 2010, it was clear that Weinberg would not be part of the show, now named \"Conan\". Jimmy Vivino was now the leader of the band, with Wormworth full-time on drums, and the band was firmly ensconced in Los Angeles as a base. Upon announcing Weinberg's split from O'Brien in September 2010, O'Brien said, \"Max has been a huge part of my life for the past 17 years and he is an incredible band leader and musician.\" Weinberg said, \"my association with Conan, his staff, and crew has been a deeply rewarding experience for me. And, making music with Jimmy Vivino, Mark Pender, La Bamba, Scott Healy, Mike Merritt, and percussionist James Wormworth enabled me to become a better musician and bandleader. I thank them for their first-rate work on the bandstand. I wish Conan and his show the best and I do look forward to dropping by.\" Both looked forward to Weinberg occasionally stopping by to sit in on the new show. Weinberg said his health was better than ever but that the \"life-changing experience emotionally and spiritually\" of the surgery and a desire to remain in New Jersey with his family had played a chief role in his departure from the band and O'Brien.",
            "score": 64.36037683486938
        },
        {
            "docid": "38476563_2",
            "document": "List of Conan episodes (2013) . This list of episodes of \"Conan\" details information on the 2013 episodes of \"Conan\", a television program on TBS hosted by Conan O'Brien. Conan hosted shows at The Tabernacle in Atlanta, Georgia between April 1–4. During the week of October 28–31, highlights of the past 20 years of Conan's show were shown.",
            "score": 63.097891092300415
        },
        {
            "docid": "174688_34",
            "document": "Late Night with Conan O'Brien . On December 6, 2005 \"Late Night with Conan O'Brien\" segments began selling on the iTunes Store. Most segments were priced at $1.99, as were most episodes of other shows, with \"special\" best-ofs and other longer segments priced at $9.99. In December, 2007 NBC stopped selling all its television shows on iTunes, but the network returned it to iTunes in September 2008 after NBC and Apple worked out a new agreement. The show was offered free at Hulu.com and the NBC website but has been unavailable on the Internet since the 2010 Tonight Show conflict. However, in May 2018, O'Brien and his current network, TBS, announced they would partner with NBC to make his entire \"Late Night\" archives available online, marking the 25th anniversary of O'Brien's late night debut.",
            "score": 66.45639729499817
        },
        {
            "docid": "25805409_36",
            "document": "List of The Tonight Show with Conan O'Brien sketches . 2009 proved to be a successful year for former President Bill Clinton and occasionally Conan would use a chart to illustrate fluctuations in his popularity. The chart consisted of a picture of Clinton and an arrow that was attached at his crotch. As positive statistics were presented, the arrow would thicken and elongate, simulating an erection. When negative statistics were presented, the arrow would shrink and shrivel up.",
            "score": 53.35635471343994
        },
        {
            "docid": "174688_32",
            "document": "Late Night with Conan O'Brien . During the live tapings, and prior to the show, there was an audience warm-up, during which the audience watched a montage of highlights from the show, and staff writer Brian McCann greeted the audience (this task was formerly undertaken by head writer Mike Sweeney). McCann delivered a few jokes, told the audience what to expect, and finally introduced the band and then O'Brien. O'Brien then thanked the audience for coming, meeting as many audience members as he could. He would often then do a musical number with the band to pump up the audience (\"Burning Love\" was one standard). After the show was finished taping, O'Brien sang the \"End of the Show Song\", which never aired on Late Night, although in February 2009, a short video of it was posted on Late Night Underground.",
            "score": 63.04785394668579
        },
        {
            "docid": "11415141_89",
            "document": "Masturbation . Another NBC show, \"Late Night with Conan O'Brien\", had a character known as the Masturbating Bear, a costume of a bear with a diaper covering its genitals. The Masturbating Bear would touch his diaper to simulate masturbation. Prior to leaving \"Late Night\" to become host of \"The Tonight Show\", Conan O'Brien originally retired the character due to concerns about its appropriateness in an earlier time slot. The Masturbating Bear however made his \"Tonight Show\" debut during the final days of Conan O'Brien's tenure as host of the \"Tonight Show\". It was clear by then that Conan O'Brien was being removed from the show and he spent his last shows pushing the envelope with skits that typically would not be appropriate for the \"Tonight Show\", one of which was the Masturbating Bear. After much debate on whether or not he would be able to be used on Conan O'Brien's new TBS show, \"Conan\", the Masturbating Bear made an appearance on the very first episode.",
            "score": 76.24331617355347
        },
        {
            "docid": "25805409_33",
            "document": "List of The Tonight Show with Conan O'Brien sketches . After mentioning that Oprah Winfrey is suing companies for using her name and image without permission, Conan claims to be a victim of similar unauthorized endorsements. He then shows a commercial made up of clips that were spliced together to give the impression he was endorsing a certain product (while making other inappropriate remarks). Conan would later admit that he would be okay with the endorsement if he was being paid for it.",
            "score": 57.53445649147034
        },
        {
            "docid": "29774150_7",
            "document": "Conan blimp . Arguably the most effective social media trend that O'Brien's team took advantage of at that time was Foursquare. In 2010, mobile advertising was quickly becoming the most prominent form of marketing, with Foursquare's social, interactive function at the forefront. O'Brien connected with Foursquare users by allowing them to check into the blimp. Afterwards, users would receive a \"Conan Blimpspotter\" badge and a message saying, \"You've spotted the Conan Blimp! A big orange bag of slow moving gas has never looked so pretty.",
            "score": 56.0988450050354
        },
        {
            "docid": "22657864_18",
            "document": "Mine That Bird . On the second to last episode of \"The Tonight Show with Conan O'Brien\", which aired on January 21, 2010, host Conan O'Brien claimed that \"The Tonight Show\" had purchased Mine That Bird for a comedy bit at the expense of NBC. A chestnut horse which O'Brien introduced as Mine That Bird was brought out in a (supposedly) mink Snuggie and watched what O'Brien stated to be \"restricted footage of NFL Super Bowl highlights\". O'Brien stated the cost of the bit was $4.8 million.",
            "score": 64.32400846481323
        },
        {
            "docid": "22708200_6",
            "document": "David's Supermarkets . In early April 2014, during a special week of shows in Dallas, Conan O'Brien, host of TBS' \"Conan\", came to Johnson County, south of Fort Worth, to put together a video for the late-night talk show. One segment focused on O'Brien in character as a Johnson County deputy scoping out the David's Supermarket location in Alvarado. During his surveillance, he scared customers, as well as checking up on reports that the store was selling candy bars past their expiration date.",
            "score": 58.31461834907532
        },
        {
            "docid": "48711965_10",
            "document": "Sodder children disappearance . The Sodders celebrated on Christmas Eve 1945. Marion, the oldest daughter, had been working at a dime store in downtown Fayetteville, and she surprised three of her younger sisters—Martha, 12, Jennie, 8, and Betty, 5—with new toys she had bought for them there as gifts. The younger children were so excited that they asked their mother if they could stay up past what would have been their usual bedtime.",
            "score": 48.170989751815796
        },
        {
            "docid": "25824966_10",
            "document": "2010 Tonight Show conflict . While many of O'Brien's professional advisors and managers pushed for the Fox deal, O'Brien's desire to one day perhaps take over \"The Tonight Show\" after Leno made it a difficult decision (O'Brien, like many baby-boomer comedians, had grown up idolizing Carson's incarnation). Chernin warned O'Brien that waiting around for Leno to leave would be \"only an invitation to long-term disappointment, and potentially a path toward undermining a promising career.\" Nevertheless, O'Brien signed the deal with NBC in March 2002; the contract extended him through 2005 and most significantly contained an \"explicit Prince of Wales clause\" that solidified the official line of succession: If anything were to happen to Leno, O'Brien would step in. O'Brien's successful hosting job at the 2002 54th Primetime Emmy Awards \"sent out the most resounding message yet about his growing strength as a performer\", and a year later, NBC broadcast O'Brien's tenth anniversary special in primetime. By the time Leno's contract again came up for renewal, a discussion would be needed regarding the future of \"The Tonight Show\". Facing the prospect of attempting to keep both Leno and O'Brien, Zucker made the final call on Leno's deal: \"Yes, we’ll extend your deal. But this is your last contract. Time to hand over the keys.\" The plan would extend Leno four additional years, after which he would give \"The Tonight Show\" to O'Brien.",
            "score": 59.52740216255188
        },
        {
            "docid": "174688_15",
            "document": "Late Night with Conan O'Brien . Particularly in the early years, comedic sketches overtook all segments on the show, occasionally even interrupting guest interviews and O'Brien's monologue. Frequently sketches would randomly begin without introduction, such as during banter between Richter and O'Brien. A lot of the humor had a fantasy-like quality to it, where inanimate objects would talk or silly characters would disrupt the show. Sometimes a short story would emerge in these sketches with a resolution culminating in a song. Generally, throughout the later years, original sketches, ideas and characters were constantly being introduced, rather than relying heavily on a few recurring segments like other past and current talk shows. There still were quite a number of recurring segments, but again, a much higher quantity than a typical talk show.",
            "score": 63.98251557350159
        },
        {
            "docid": "1240010_11",
            "document": "Conan (talk show) . Following the 2010 \"Tonight Show\" conflict, O'Brien announced on the first day of The Legally Prohibited from Being Funny on Television Tour that he had signed a deal with cable network TBS to host a talk show on their late-night lineup, beginning in November 2010. Before the deal was announced, O'Brien initially had reservations about the move, as it would place comedian George Lopez's show, \"Lopez Tonight\", one hour later to midnight, effectively doing to Lopez what NBC had wanted to do with O'Brien. However, Lopez reportedly called O'Brien and expressed his excitement about the move. Lopez went on to state, \"I can't think of anything better than doing my show with Conan as my lead-in It's the beginning of a new era in late-night comedy.\" In an official press release by Turner Broadcasting, it stated that O'Brien had only begun negotiations a week prior to the official announcement of the show. Steve Koonin, President of Turner Entertainment Networks, went on to comment of the announcement, \"Conan has been the comedic voice for a generation. TBS already has a huge audience of young comedy lovers, and Conan's show will give these fans even more reasons to watch our network.\"",
            "score": 66.83192348480225
        },
        {
            "docid": "3237517_2",
            "document": "Pierre Bernard (comedian) . Pierre Bernard, Jr. is a graphic designer and comedian, most notable for his work on \"Late Night with Conan O'Brien\", \"The Tonight Show with Conan O'Brien\", and \"Conan\". He had a recurring sketch called \"Pierre Bernard's Recliner of Rage\", where he would complain about issues that concern him while sitting in a recliner. The issues he complains about are typically esoteric in nature and mainly deal with comic books, anime, drawing or science fiction.",
            "score": 67.07262802124023
        },
        {
            "docid": "29774150_3",
            "document": "Conan blimp . O'Brien's shift from NBC to TBS stemmed from the 2010 \"Tonight Show\" conflict between O'Brien and former \"Tonight Show\" host Jay Leno. The controversy occurred when, due to the low ratings of \"The Jay Leno Show\" and \"The Tonight Show with Conan O'Brien\", NBC announced that Leno would be moved from 10:00 p.m. to 11:35 p.m. and O'Brien would be moved from 11:30 p.m. to 12:05 a.m. The announcement occurred seven months after \"The Tonight Show with Conan O'Brien\"'s premiere, and over four years after it was made known that O'Brien would replace Leno as the \"Tonight Show\" host. Ultimately, NBC Universal chief Jeff Zucker's decision to reschedule O'Brien and Leno's time slots led to O'Brien's departure from the network and a public outcry from O'Brien's fans on social media sites like Twitter and Facebook.",
            "score": 73.28554010391235
        },
        {
            "docid": "26516852_3",
            "document": "The Legally Prohibited from Being Funny on Television Tour . O'Brien announced on March 11, 2010 via his Twitter account that he would embark on a 30-city live tour beginning April 12. Even with the unconventional marketing campaign of a single Twitter announcement, many locations sold out within hours of the tweet and additional shows were added on to meet demand. During the tour, O'Brien announced that his new show, \"Conan\", would debut on TBS in November 2010. A documentary following O'Brien during the tour, \"Conan O'Brien Can't Stop\", was released in June 2011.",
            "score": 65.40907144546509
        },
        {
            "docid": "2525385_24",
            "document": "Mac and Me . The film is part of a running gag by actor Paul Rudd. When appearing as a guest on \"Late Night with Conan O'Brien\" and O'Brien's later show \"Conan\", Rudd would perform a \"bait-and-switch\" by routinely showing the same clip from \"Mac and Me\" (in which Eric Cruise, watched by MAC, loses control of his wheelchair and falls off a cliff into a lake) instead of showing clips from the actual films he was ostensibly promoting. While giving an interview alongside \"\" co-star Chris Evans in 2016, Rudd expressed his appreciation of \"Mac and Me\"s \"blatant\" advertising of McDonald's, \"unearned\" positioning of Bobby Caldwell ballad \"Take Me (I'll Follow You)\", and inclusion of a fly landing on MAC's nose, declaring: \"I love it... it's so good\". Evans also professed to \"love\" the film, noting that he \"grew up on it\".",
            "score": 57.678789019584656
        },
        {
            "docid": "100506_2",
            "document": "Max Weinberg . Max Weinberg (born April 13, 1951) is an American drummer and television personality, most widely known as the longtime drummer for Bruce Springsteen's E Street Band and as the bandleader for Conan O'Brien on \"Late Night with Conan O'Brien\" and \"The Tonight Show with Conan O'Brien\".",
            "score": 69.01615238189697
        },
        {
            "docid": "3188339_8",
            "document": "The Denial Twist . Conan O'Brien makes a cameo appearance in the video; The White Stripes had been a week-long musical guest on \"Late Night with Conan O'Brien\" when they were promoting \"Elephant\". The square-headed O'Brien doll in the video was a reference to a similar one given to the comedian at the end of their week-long stay on the show. The plaster blow-up was actually created by Gondry.",
            "score": 58.460744857788086
        },
        {
            "docid": "16774115_17",
            "document": "The Tonight Show with Conan O'Brien . The guests for Conan O'Brien's first week as host were announced on May 22, 2009, with the first episode of \"The Tonight Show with Conan O'Brien\" including actor and comedian Will Ferrell, in addition to a musical performance of the song \"Got Some\" by guest Pearl Jam. The show's opening began with a nod to \"The Tonight Show Starring Johnny Carson\", beginning with the classic \"Laramie Peacock\" logo used during the 1960s and 1970s, and the announcement that \"the following program is brought to you in living color, on NBC\", a slogan that would be readopted by NBC soon after.",
            "score": 59.493958950042725
        },
        {
            "docid": "27114550_34",
            "document": "Young Justice (TV series) . On the program \"Conan\", Conan O'Brien visited Bruce Timm during one of his segments and they developed a super hero named The Flaming C. However, on several occasions, their original creation would be animated in preexisting sequences from \"Young Justice\" using the voice acting of whichever character Flaming C was placed over. These scenes were taken from \"Fireworks\", \"Welcome to Happy Harbor\", \"Schooled\", and \"Denial\". In the comic book \"Young Justice/Batman: The Brave & The Bold: Super Sampler\", the Team is seen watching the Flaming C on television.",
            "score": 47.08902359008789
        },
        {
            "docid": "16774115_41",
            "document": "The Tonight Show with Conan O'Brien . The \"expensive\" comedy bit continued on January 21, featuring 2009 Kentucky Derby winner Mine That Bird wearing a mink Snuggie watching restricted Super Bowl footage, which O'Brien claimed cost NBC $4.8 million. The final episode upped the ante further with a purported $65 million sketch, featuring a credit card-purchased fossil skeleton of a ground sloth from the Smithsonian Institution spraying Beluga caviar through a hose onto an original Picasso painting. In response to the Internet community's outcry over the expense of these sketches, O'Brien explained that the segments were a joke.",
            "score": 51.93106245994568
        },
        {
            "docid": "4221870_19",
            "document": "Conan O'Brien . On February 20, 2009, NBC aired the last episode of \"Late Night with Conan O'Brien\". The show consisted of a compilation of previous \"Late Night\" clips and included a surprise appearance by former sidekick Andy Richter. Will Ferrell, John Mayer, and the White Stripes also appeared. O'Brien ended the episode by destroying the set with an axe, handing out the pieces of the set to the audience, and thanking a list of people who helped him get to that point in his career. Among those thanked were Lorne Michaels, David Letterman, Jay Leno, and O'Brien's wife and children.",
            "score": 67.00238537788391
        },
        {
            "docid": "25805409_46",
            "document": "List of The Tonight Show with Conan O'Brien sketches . Inspired by a man who garned media attention for motorizing his recliner, Andy revealed that he'd motorized the podium from which he watches each episode. For the next few moments Andy would pilot his podium around the stage, often cutting in front of the camera and distracting Conan as he attempts to continue with the show.",
            "score": 57.23837661743164
        },
        {
            "docid": "23963855_12",
            "document": "The Simpsons 20th Anniversary Special – In 3-D! On Ice! . The special got an average Metacritic rating of 64. Robert Canning of IGN called the special \"Impressive\" saying that \"It's really just one big fan talking to a bunch of other fans (which includes the creators) about a series we all love. And heck, the special is worth a watch if only to hear how Conan O'Brien would write the ending to the longest running series in the history of television.\" Todd VanDerWerff of \"The A.V. Club\" gave the special a B−.",
            "score": 45.74376201629639
        },
        {
            "docid": "4221870_23",
            "document": "Conan O'Brien . On Thursday, January 7, 2010, NBC executive Jeff Zucker met with Jay Leno and Conan O'Brien to discuss how to get Leno out of prime time, where his ratings were lackluster, and back into late night, where O'Brien's ratings had collapsed before Leno's prime time series began. A proposal was made that would see O'Brien remain as host of \"The Tonight Show\", which would be moved to 12:05 am with Leno hosting a 30-minute show at 11:35 pm On January 10, NBC Universal Television Entertainment chairman Jeff Gaspin confirmed that \"The Jay Leno Show\" would indeed end at the start of the Winter Olympics on February 12, 2010, and be moved to 11:35 pm following the Olympics coverage. Sources familiar with the situation told the \"New York Post\" that O'Brien was unhappy with NBC's plan. On January 12, O'Brien released this statement: \"I sincerely believe that delaying \"The Tonight Show\" into the next day to accommodate another comedy program will seriously damage what I consider to be the greatest franchise in the history of broadcasting. \"The Tonight Show\" at 12:05 simply isn’t \"The Tonight Show.\"\" On January 21, 2010, it was announced that Conan had reached a deal with NBC that would see him exit \"The Tonight Show\" the next day. The deal also granted him $45 million, of which $12 million was designated for distribution to his staff, who had moved with Conan to Los Angeles from New York when he left \"Late Night\".",
            "score": 78.98182046413422
        }
    ],
    "r": [
        {
            "docid": "26516852_4",
            "document": "The Legally Prohibited from Being Funny on Television Tour . In January 2010, late-night talk show hosts Conan O'Brien and Jay Leno engaged in a public relations conflict over who should host \"The Tonight Show\". Due to low ratings for \"The Jay Leno Show\" and \"The Tonight Show with Conan O'Brien\", NBC announced a schedule change, moving Leno from 10:00 pm to 11:30 pm, and O'Brien from 11:30 pm to 12:00 am. This change resulted in a public outcry and public demonstrations largely in support of O'Brien. O'Brien indicated that he would quit his show and leave the network if NBC were to implement it, citing the \"destruction\" of the venerable franchise which had aired at or around 11:30 pm for over 60 years.",
            "score": 81.41944122314453
        },
        {
            "docid": "4221870_23",
            "document": "Conan O'Brien . On Thursday, January 7, 2010, NBC executive Jeff Zucker met with Jay Leno and Conan O'Brien to discuss how to get Leno out of prime time, where his ratings were lackluster, and back into late night, where O'Brien's ratings had collapsed before Leno's prime time series began. A proposal was made that would see O'Brien remain as host of \"The Tonight Show\", which would be moved to 12:05 am with Leno hosting a 30-minute show at 11:35 pm On January 10, NBC Universal Television Entertainment chairman Jeff Gaspin confirmed that \"The Jay Leno Show\" would indeed end at the start of the Winter Olympics on February 12, 2010, and be moved to 11:35 pm following the Olympics coverage. Sources familiar with the situation told the \"New York Post\" that O'Brien was unhappy with NBC's plan. On January 12, O'Brien released this statement: \"I sincerely believe that delaying \"The Tonight Show\" into the next day to accommodate another comedy program will seriously damage what I consider to be the greatest franchise in the history of broadcasting. \"The Tonight Show\" at 12:05 simply isn’t \"The Tonight Show.\"\" On January 21, 2010, it was announced that Conan had reached a deal with NBC that would see him exit \"The Tonight Show\" the next day. The deal also granted him $45 million, of which $12 million was designated for distribution to his staff, who had moved with Conan to Los Angeles from New York when he left \"Late Night\".",
            "score": 78.98181915283203
        },
        {
            "docid": "11415141_89",
            "document": "Masturbation . Another NBC show, \"Late Night with Conan O'Brien\", had a character known as the Masturbating Bear, a costume of a bear with a diaper covering its genitals. The Masturbating Bear would touch his diaper to simulate masturbation. Prior to leaving \"Late Night\" to become host of \"The Tonight Show\", Conan O'Brien originally retired the character due to concerns about its appropriateness in an earlier time slot. The Masturbating Bear however made his \"Tonight Show\" debut during the final days of Conan O'Brien's tenure as host of the \"Tonight Show\". It was clear by then that Conan O'Brien was being removed from the show and he spent his last shows pushing the envelope with skits that typically would not be appropriate for the \"Tonight Show\", one of which was the Masturbating Bear. After much debate on whether or not he would be able to be used on Conan O'Brien's new TBS show, \"Conan\", the Masturbating Bear made an appearance on the very first episode.",
            "score": 76.24331665039062
        },
        {
            "docid": "4221870_31",
            "document": "Conan O'Brien . On April 12, 2010, just hours before the start of his tour in Eugene, Oregon, O'Brien announced that he would host a new show on cable station TBS. The show debuted on November 8, 2010, and airs Monday through Thursday beginning at 11:00 pm ET/10:00 pm CT. O'Brien's addition moved \"Lopez Tonight\" with George Lopez back one hour to midnight ET/11:00 pm CT. Refusing at first to do to Lopez what had happened to him at NBC, O'Brien agreed to join the network after Lopez called to persuade him to come to TBS. In Canada, CTV would air the show and in Turkey, CNBC-e would air the show.",
            "score": 76.15404510498047
        },
        {
            "docid": "16774115_31",
            "document": "The Tonight Show with Conan O'Brien . On January 10, NBC confirmed they would move Jay Leno out of primetime on February 12, and intended to move him to late-night as soon as possible. TMZ reported that O'Brien was given no advance notice of the change, and that NBC offered two choices: the hour-long 12:05 am time slot, or the option to leave the network. If O'Brien did choose to leave, Leno would likely regain the \"Tonight Show\" title as well as the full 11:35 pm to 12:35 am time slot. Another possibility was that NBC could pay O'Brien to refrain from working for another network, remain off-air, then have him resume as host once Leno retires. The day after the change was announced, \"The New York Times\" spoke with an anonymous FOX executive, who said that the company felt O'Brien \"would be a great fit for Fox.\" ABC had stated they felt no need to add O'Brien to their late night schedule, which already contained \"Nightline\" and \"Jimmy Kimmel Live!\".",
            "score": 73.69261932373047
        },
        {
            "docid": "29774150_3",
            "document": "Conan blimp . O'Brien's shift from NBC to TBS stemmed from the 2010 \"Tonight Show\" conflict between O'Brien and former \"Tonight Show\" host Jay Leno. The controversy occurred when, due to the low ratings of \"The Jay Leno Show\" and \"The Tonight Show with Conan O'Brien\", NBC announced that Leno would be moved from 10:00 p.m. to 11:35 p.m. and O'Brien would be moved from 11:30 p.m. to 12:05 a.m. The announcement occurred seven months after \"The Tonight Show with Conan O'Brien\"'s premiere, and over four years after it was made known that O'Brien would replace Leno as the \"Tonight Show\" host. Ultimately, NBC Universal chief Jeff Zucker's decision to reschedule O'Brien and Leno's time slots led to O'Brien's departure from the network and a public outcry from O'Brien's fans on social media sites like Twitter and Facebook.",
            "score": 73.28553771972656
        },
        {
            "docid": "174688_2",
            "document": "Late Night with Conan O'Brien . Late Night with Conan O'Brien is an American late-night talk show hosted by Conan O'Brien that aired 2,725 episodes on NBC between 1993 and 2009. The show featured varied comedic material, celebrity interviews, and musical and comedy performances. \"Late Night\" aired weeknights at 12:37 am Eastern/11:37 pm Central and 12:37 am Mountain in the United States. From 1993 until 2000, Andy Richter served as O'Brien's sidekick; following his departure, O'Brien was the show's sole featured performer. The show's house musical act was The Max Weinberg 7, led by E Street Band drummer Max Weinberg.",
            "score": 72.94558715820312
        },
        {
            "docid": "16774115_22",
            "document": "The Tonight Show with Conan O'Brien . On September 23, 2009, during his opening monologue, O'Brien told a very brief joke about Newark, and a supposed health care program for the city's citizens that would involve Newark giving them a bus ticket out of the city. Newark mayor Cory Booker responded in a satirical YouTube video calling for O'Brien to apologize, and that Conan would be banned from ever entering Newark Liberty International Airport until doing so. Conan responded by further making fun of Newark, however, saying the only way he could get to Newark now would be like everyone else, \"through a series of poor decisions.\" He also called out Cory Booker to come on the show to air out their grievances, deciding to then ban Booker from Burbank airport, adding later that he had absolutely no power to do so. Booker subsequently banned Conan from the state of New Jersey as well as all the sister cities of Newark. In response, O'Brien read a letter on air from Elizabeth, New Jersey mayor Chris Bollwage, declaring that he will temporarily rename Terminal A of Newark Liberty (which lies in Elizabeth) the Conan O'Brien Terminal. Conan continued, saying he had created a \"geographic toilet seat\" around Newark. The mayors of Bayonne, East Orange, Kearny, Jersey City, and Elizabeth have publicly sided with Conan O'Brien. He ended this by saying, \"Your move, Mayor Booker.\" The feud was unofficially ended when Secretary of State Hillary Clinton called for it to end during a prepared comedy bit, telling Booker to \"chalk it up\" to Conan. The following week Conan announced that Cory Booker would be a guest on the October 16, 2009 show to mend the feud. That night, O'Brien and his wife donated $50,000 to the Newark Now Organization, and NBC Universal matched Conan's donation to total a $100,000 gift. Booker also admitted that he is a big Conan fan and often tapes shows to watch the next day or watches them on the website Hulu.",
            "score": 71.99909210205078
        },
        {
            "docid": "174688_43",
            "document": "Late Night with Conan O'Brien . In 1997, a special episode was taped in which the studio audience was composed solely of grade-school age children, primarily 5–10 years of age. Conan interacted with the children, encouraging them to laugh and cheer to keep away the boredom monster.",
            "score": 71.70753479003906
        },
        {
            "docid": "174688_37",
            "document": "Late Night with Conan O'Brien . In a sketch called \"Conan O'Brien Hates My Homeland\", Conan mocked every nation in the world to see which ones he gets letters from. An announcer on the Finnish entertainment channel SubTV, which airs the show a couple of days after it is aired in the USA, asked people to defend Finland before Conan got to insult it, and the viewers in Finland began sending mail before the bit had even gotten to the letter F. Conan responded by assuming the Finnish \"just couldn't wait\" to be insulted and officially insulted Finland in the segment. An overwhelming number of postcards were supposedly received, which apparently \"forced\" Conan to give Finland a formal apology. Conan then went as far as to have the flag of Finland shown in the background during a speech and slandered the Finns' \"hated\" neighbor Sweden with a sign saying \"Sweden Sucks!\" printed over the flag of Sweden. It would seem that this chain of events led to elevated ratings in Finland and subsequently also sparked a special relationship with the viewers in Finland. Later when Conan was talking to audience members before the show, a group of fans visiting from Finland commented that he resembled their female president Tarja Halonen. Conan mentioned the resemblance on his show, even showing pictures of Halonen next to himself. When he discovered that Halonen was up for reelection he began making satirical commercials in support of Halonen and vowed to travel to Finland to meet her if she won re-election. When she did indeed win re-election in January 2006, Conan traveled to Finland and met with her. One episode, broadcast on March 10, 2006, was compiled mainly of footage from O'Brien's trip to Finland. In the episode, Conan greeted fans at the airport, participated in a Sami cultural ceremony, appeared on a Finnish talk show, and attempted to visit a fan who had written to him. The episode was not strictly taped as a live episode there, however, but was prefaced by an introduction by O'Brien taped in New York. The Finland episode came as the culmination of a long-running joke on the show.",
            "score": 69.83023071289062
        },
        {
            "docid": "25824966_3",
            "document": "2010 Tonight Show conflict . \"The Tonight Show with Conan O'Brien\" and \"The Jay Leno Show\" failed to attract immediate viewers, and NBC affiliates, seeing their viewership decline, grew restless. NBCUniversal CEO Jeff Zucker, alongside chairman Jeff Gaspin and executive Rick Ludwin, created a remedy: move Leno back to his 11:35 pm start time and bump O'Brien a half-hour later, to 12:05 am. O'Brien and his staff were both disappointed and furious; when it became clear O'Brien would not agree to the proposed changes, the situation grew heated. Though not a breach of either host's contract, the change resulted in a public outcry and public demonstrations largely in support of O'Brien. O'Brien's public statement that he would \"not participate in the destruction of \"The Tonight Show\"\" led to negotiations with NBC for a settlement. O'Brien and his staff received US$45 million to walk away from the network, with his final \"Tonight Show\" airing January 22, 2010; Leno was reinstated as host that March, while after a contractual seven-month ban on appearing on television, O'Brien moved to TBS to host \"Conan\".",
            "score": 69.6898193359375
        },
        {
            "docid": "26061098_3",
            "document": "The Week Show . \"The Week Show with Matt Chin\" was based on an online talk show, titled \"My Show with Matt Chin\", that Matt Chin and Ricky Thompson had starred in. In the beginning, the show was broadcast on \"Tomgreen.com: The Channel\", and on their old website, www.myshowscrazy.com. Newer episodes were premiered on Chin's YouTube account and past episodes had been archived. In 2005, Matt Chin and Ricky Thompson found out that Conan O'Brien needed a replacement for \"Late Night\" on NBC when he goes to \"The Tonight Show\", and have decided to run to take over the job from him in 2009. They've done a lot of things to get that job between 2005 and 2008; such as sending their episodes of \"My Show\" to NBC, making a petition for their audience to sign in order to make that happen, and a few other things. Meanwhile, Carson Daly of \"Last Call with Carson Daly\", Jimmy Fallon, and Tom Green were also campaigning for the job during those 3 years. Of course, Jimmy Fallon ended up being announced to replace Conan O'Brien in 2008, and Matt Chin and Ricky Thompson were devastated. At the same time, Bite TV needed them to host a half-hour late night talk show that will air weekly, and will be produced by Glass Box Productions. When that announcement was made, it made them feel better, and the rest of the story became the nearly 3 year journey of \"The Week Show with Matt Chin.\" Despite very low ratings, the show was loved by everybody who was a fan of \"My Show with Matt Chin\" back in 2001.",
            "score": 69.5090560913086
        },
        {
            "docid": "16774115_16",
            "document": "The Tonight Show with Conan O'Brien . In a high-profile announcement by NBC on September 27, 2004, it was officially declared that Conan O'Brien would take over as host of \"The Tonight Show\" in 2009, replacing Jay Leno, ending a seventeen-year run by Leno. This was accompanied by reports that Jay Leno had told Jeff Zucker, the President of NBC Entertainment, News & Cable Group, of his plans to retire that same year. Leno immediately explained on his show the following night that in having Conan take over the show, and announcing it years before the transition would take place, that he wanted to avoid the hardship that he had experienced in the dispute over retiring Johnny Carson's hosting duties between him and David Letterman in 1992. Further commenting about the announcement, Leno made it clear that Conan was \"certainly the most deserving person for the job.\" However, in 2008, while Leno was beginning to bring his show to a close, it was announced that Leno had changed his mind about retiring and would instead host a new prime-time variety show on NBC. \"The Jay Leno Show\" aired weeknights at 10:00 pm from September 14, 2009, until the show's cancellation on February 9, 2010.",
            "score": 69.45780944824219
        },
        {
            "docid": "182532_50",
            "document": "Alec Baldwin . During his appearance on the comedy late night show \"Late Night with Conan O'Brien\" on December 11, 1998, eight days before President Bill Clinton was to be impeached, Baldwin said, \"If we were in another country ... we would stone Henry Hyde to death and we would go to their homes and kill their wives and their children. We would kill their families, for what they're doing to this country.\" Baldwin later apologized for the remarks, and the network explained that it was meant as a joke and promised not to re-run it.",
            "score": 69.33926391601562
        },
        {
            "docid": "100506_2",
            "document": "Max Weinberg . Max Weinberg (born April 13, 1951) is an American drummer and television personality, most widely known as the longtime drummer for Bruce Springsteen's E Street Band and as the bandleader for Conan O'Brien on \"Late Night with Conan O'Brien\" and \"The Tonight Show with Conan O'Brien\".",
            "score": 69.01615142822266
        },
        {
            "docid": "174688_8",
            "document": "Late Night with Conan O'Brien . O'Brien's inexperience was apparent and the show was generally considered mediocre by critics in terms of the host's ability. The \"Chicago Sun-Times\" Lon Grankhe called O'Brien \"nervous, unprepared and generally geeky\" and Tom Shales wrote \"As for O'Brien, the young man is a living collage of annoying nervous habits. He giggles and titters, jiggles about and fiddles with his cuffs. He has dark, beady little eyes like a rabbit. He's one of the whitest white men ever.\" (O'Brien wrote for \"The New York Times\" a satirical review of the first episode the day it aired titled \"O'Brien Flops!\", in which he told readers \"Frankly, I was not impressed\".) The originality and quality of the comedy, however, led by original head writer Robert Smigel, was widely praised. Although O'Brien benefited by comparison from the quick critical and commercial failure of the fellow new late-night \"The Chevy Chase Show\", NBC only offered short-term contracts, 13 weeks at a time and once for six weeks, as widely reported by the press at the time. O'Brien was reportedly almost fired at least once in this period, but NBC had no one to replace him. According to Smigel, \"We were basically canceled at \"Conan\", and then they changed their minds in August of '94, gave us a reprieve.\"",
            "score": 68.71355438232422
        },
        {
            "docid": "1240010_2",
            "document": "Conan (talk show) . Conan is a late-night talk show airing each Monday through Thursday at 11:00 p.m. eastern time on TBS in the United States. The hour-long show premiered on November 8, 2010, and is hosted by writer, comedian and performer Conan O'Brien, accompanied by his long-time \"sidekick\" Andy Richter. Describing itself as a traditional late-night talk show, \"Conan\" draws its comedy from recent news stories, political figures and prominent celebrities, as well as aspects of the show itself.",
            "score": 68.51004028320312
        },
        {
            "docid": "1773558_21",
            "document": "Bruce Timm . Timm was featured in \"Conan Gets Animated\", a skit in the December 9, 2010 episode of the TBS late night talk show \"Conan\", in which host Conan O'Brien enlisted his help in designing a new superhero, based on O'Brien's specifications. The superhero, who was designed to resemble O'Brien, included a typically muscular superhero body and costume with chest insignia, as well as idiosyncrasies such as an oven mitt, a jai alai glove, golf shoes, sock garters, and fishnet stockings. One month later, O'Brien aired a clip on his show in which the character, named \"The Flaming C\", appears in \"Young Justice\".",
            "score": 68.39240264892578
        },
        {
            "docid": "31411458_7",
            "document": "Infant sleep training . Every child is different and each child’s sleep becomes regular at different ages within a particular range. In the first few months of life, each time the baby is laid down for bed and each time he or she awakens is an opportunity for the infant to learn sleep self-initiation and to fall asleep without excessive external help from their caregiver. Experts say that the ideal bedtime for an infant falls between 6 pm and 8 pm, with the ideal wake-up time falling between 6 am and 7 am. At four months of age, infants typically take hour naps two to three times a day, with the third nap dropped by about 9 months. By 1 year of age, the amount of sleep that most infants get nightly approximates to that of adults.",
            "score": 68.1380844116211
        },
        {
            "docid": "4221870_18",
            "document": "Conan O'Brien . , \"Late Night with Conan O'Brien\" had for eleven years consistently attracted an audience averaging about 2.5 million viewers. The apotheosis of the \"Late Night\" remotes centered on the realization in 2006 that O'Brien bore a striking resemblance to the then female president of Finland, Tarja Halonen. \"We took the show to Helsinki for five days,\" O'Brien recalled, \"where we were embraced like a national treasure.\"",
            "score": 68.1239013671875
        },
        {
            "docid": "36807596_7",
            "document": "Screen time . With the increased amount of technology in the home comes an increase of certain specific health effects due to the fact that the accumulated amount of daily screen time in children ages 8 to 18 grew from five hours to eight hours from 1996 to 2016. Some of the health effects that can be brought about with increased screen time are lack of sleep due to late bedtimes, arousal from media sources which leads the inability to sleep, daytime tiredness, trouble internalizing and/or externalizing problems according to the study done by Justin Parent. The light from electronic screens can affect the circadian rhythm of children and disrupt alertness directly which is why the American Academy of Pediatrics only recommends children get a maximum of two hours of screen time a day. For young children ages 3–7 the amount of sleep disturbances greatly increases after 6 hours of screen time, and for children 8-12 the amount of sleep disturbances greatly increased after the 10-hour mark. After 4 or 6 hours of daily screen time, sleep duration drops for adolescents.",
            "score": 67.82716369628906
        },
        {
            "docid": "3317590_8",
            "document": "Bart Gets Famous . In the episode, Bart appears on the talk show \"Late Night with Conan O'Brien\". Conan O'Brien was a writer for \"The Simpsons\" during the fourth and early part of the fifth seasons. During the production of the episode, he received an audition to replace David Letterman as the host of \"Late Night\" on NBC, after Letterman defected to CBS. The writers decided that since the episode featured Bart getting famous, it would give them an opportunity to work in O'Brien's show. The part was written just after O'Brien's audition for \"Late Night\", but before he knew he was going to be the host. O'Brien recorded his part shortly after \"Late Night with Conan O'Brien\" premiered, but he believed NBC would have fired him before the episode aired. He described being a guest star on the show as \"really delightful\", adding that \"it's like being frozen in amber. I know people will be watching \"The Simpsons\" long after I'm dead.\"",
            "score": 67.68150329589844
        },
        {
            "docid": "35132218_2",
            "document": "List of Late Night with Conan O'Brien episodes (season 11) . This is a list of episodes for Season 11 of \"Late Night with Conan O'Brien\", which aired from September 3, 2003 to August 13, 2004.",
            "score": 67.64449310302734
        },
        {
            "docid": "174688_58",
            "document": "Late Night with Conan O'Brien . CNBC Europe used to air \"Late Night with Conan O'Brien\" on weeknights from 11:45 pm–12:30 am CET, with weekend editions on Saturdays and Sundays at 9:45 pm–10:30 pm CET. However, in March 2007, CNBC Europe decided to show only the weekend editions, and drop the weeknight editions, to make way for more business news programmes in their weeknight schedules.",
            "score": 67.37015533447266
        },
        {
            "docid": "174688_30",
            "document": "Late Night with Conan O'Brien . \"Late Night\" was a production of Lorne Michaels' Broadway Video (and, since 2003, O'Brien's Conaco). It was taped in Studio 6A in the GE Building at 30 Rockefeller Plaza in New York City. Next to the door were framed pictures of Letterman, Carson, Jack Paar and Steve Allen, each of whose groundbreaking late-night shows originated from studio 6A or 6B (where \"The Tonight Show Starring Jimmy Fallon\" is currently taped). The studio holds just over 200 audience members. It was taped at about 5:30 pm as an uninterrupted hour-long program, with the band playing music through the portions that would be filled by commercials. Generally, shows were taped at 5:30 pm Monday through Friday, although for much of the show's run, reruns would be aired on Mondays and the show would not tape that day.",
            "score": 67.2476806640625
        },
        {
            "docid": "174688_31",
            "document": "Late Night with Conan O'Brien . The show's format consisted of an opening monologue from O'Brien, followed by various \"desk bits\". These generally included several brief sketches, recurring segments, or some other form of comedy. Typically O'Brien would play the 'straight man' role to the general absurdity of the comedy, treating the material or wacky nature of the sketches with sincerity. In the show's second and fourth segments, O'Brien interviewed two celebrity guests, between which, in the third segment, O'Brien listed the next night's/week's guests. There was often a comedy bit as well during this segment. The show's fifth segment was usually reserved for a musical or stand-up comedy performance, or occasionally another guest interview. The show's final segment was usually a quick \"goodnight\" and the closing credits, which sometimes featured part of a bit from earlier in the show. Quite rare for a talkshow, frequently comedy segments would also spill into the interviews, typically when a guest was a 'friend'of the show.",
            "score": 67.24504089355469
        },
        {
            "docid": "3237517_2",
            "document": "Pierre Bernard (comedian) . Pierre Bernard, Jr. is a graphic designer and comedian, most notable for his work on \"Late Night with Conan O'Brien\", \"The Tonight Show with Conan O'Brien\", and \"Conan\". He had a recurring sketch called \"Pierre Bernard's Recliner of Rage\", where he would complain about issues that concern him while sitting in a recliner. The issues he complains about are typically esoteric in nature and mainly deal with comic books, anime, drawing or science fiction.",
            "score": 67.0726318359375
        },
        {
            "docid": "4221870_19",
            "document": "Conan O'Brien . On February 20, 2009, NBC aired the last episode of \"Late Night with Conan O'Brien\". The show consisted of a compilation of previous \"Late Night\" clips and included a surprise appearance by former sidekick Andy Richter. Will Ferrell, John Mayer, and the White Stripes also appeared. O'Brien ended the episode by destroying the set with an axe, handing out the pieces of the set to the audience, and thanking a list of people who helped him get to that point in his career. Among those thanked were Lorne Michaels, David Letterman, Jay Leno, and O'Brien's wife and children.",
            "score": 67.00238800048828
        },
        {
            "docid": "35124114_2",
            "document": "List of Late Night with Conan O'Brien episodes (season 3) . This is a list of episodes for Season 3 of \"Late Night with Conan O'Brien\", which aired from September 11, 1995, to September 13, 1996.",
            "score": 66.87889099121094
        },
        {
            "docid": "1240010_11",
            "document": "Conan (talk show) . Following the 2010 \"Tonight Show\" conflict, O'Brien announced on the first day of The Legally Prohibited from Being Funny on Television Tour that he had signed a deal with cable network TBS to host a talk show on their late-night lineup, beginning in November 2010. Before the deal was announced, O'Brien initially had reservations about the move, as it would place comedian George Lopez's show, \"Lopez Tonight\", one hour later to midnight, effectively doing to Lopez what NBC had wanted to do with O'Brien. However, Lopez reportedly called O'Brien and expressed his excitement about the move. Lopez went on to state, \"I can't think of anything better than doing my show with Conan as my lead-in It's the beginning of a new era in late-night comedy.\" In an official press release by Turner Broadcasting, it stated that O'Brien had only begun negotiations a week prior to the official announcement of the show. Steve Koonin, President of Turner Entertainment Networks, went on to comment of the announcement, \"Conan has been the comedic voice for a generation. TBS already has a huge audience of young comedy lovers, and Conan's show will give these fans even more reasons to watch our network.\"",
            "score": 66.83192443847656
        },
        {
            "docid": "174688_34",
            "document": "Late Night with Conan O'Brien . On December 6, 2005 \"Late Night with Conan O'Brien\" segments began selling on the iTunes Store. Most segments were priced at $1.99, as were most episodes of other shows, with \"special\" best-ofs and other longer segments priced at $9.99. In December, 2007 NBC stopped selling all its television shows on iTunes, but the network returned it to iTunes in September 2008 after NBC and Apple worked out a new agreement. The show was offered free at Hulu.com and the NBC website but has been unavailable on the Internet since the 2010 Tonight Show conflict. However, in May 2018, O'Brien and his current network, TBS, announced they would partner with NBC to make his entire \"Late Night\" archives available online, marking the 25th anniversary of O'Brien's late night debut.",
            "score": 66.4563980102539
        },
        {
            "docid": "99961_25",
            "document": "The Tonight Show . On September 27, 2004, the 50th anniversary of the show's premiere, NBC announced that Jay Leno would be succeeded by Conan O'Brien in 2009. Leno explained that in yielding to Conan, he wanted to avoid repeating the hard feelings that developed between him and David Letterman, and called O'Brien \"certainly the most deserving person for the job.\" What was to be the final episode of \"The Tonight Show\" with Leno as host aired on Friday, May 29, 2009.",
            "score": 66.35565185546875
        }
    ]
}