{
    "q": [
        {
            "docid": "25529469_4",
            "document": "Solar eclipse of January 5, 1935 . It was the last eclipse of solar saros 111 with the moon's penumbra touching the earth for just 10 minutes. The next mini eclipse in 296 years, the last solar eclipse that was very short occurred on January 4, 1639 and had a magnitude of 0.0009 and lasted for about 7 minutes.",
            "score": 54.25727820396423
        },
        {
            "docid": "53464434_3",
            "document": "Solar eclipse of April 5, 1837 . It was the first of three partial eclipses that took place that year, each two in two months, the next on was on May 4 covered a part of the Northern Hemisphere. It was the last of solar saros 107.",
            "score": 45.8143253326416
        },
        {
            "docid": "53467617_3",
            "document": "Solar eclipse of February 3, 1859 . It was the first of four partial eclipses that took place that year, two in a space of two months each, the next on was on March 4 and covered a small part of the Northern Hemisphere. It was the last of solar saros 109.",
            "score": 43.720967531204224
        },
        {
            "docid": "53559973_5",
            "document": "Solar eclipse of January 4, 1639 . It was the last solar eclipse that took place to date that was under the magnitude of 0.001. The next short solar eclipse was on January 5, 1935 in the Southern Hemisphere and the magnitude above 0.001.",
            "score": 43.71859645843506
        },
        {
            "docid": "53559973_4",
            "document": "Solar eclipse of January 4, 1639 . It was the first of three partial eclipses that took place that year, the last occurred in the Southern Hemisphere on December 5, 1638, the next was on June 1.",
            "score": 63.55657958984375
        },
        {
            "docid": "53577132_3",
            "document": "Solar eclipse of July 9, 1888 . It was the second of three partial eclipses that took place that year, the last was on February 11 and the next was on August 7 in the Northern Hemisphere It was the last four of solar saros 115, the next was on July 21, 1906 and the last was on August 12, 1942.",
            "score": 45.66985630989075
        },
        {
            "docid": "53570300_3",
            "document": "Solar eclipse of December 2, 1880 . It was the last of four eclipses that took place that year, the last two that were partial. It was the last four of solar saros 111, the next eclipses of the cycle were on December 13, 1898, December 24, 1916 and January 5, 1935.",
            "score": 59.9830641746521
        },
        {
            "docid": "53559778_3",
            "document": "Solar eclipse of November 21, 1862 . It was the first of three partial eclipses that took place that year, the last occurred in the same hemisphere on June 27, nearly on the opposite side of the previous eclipse. It was the last three of the solar saros 111, the next was on December 2, 1880 and the last was on January 5, 1935.",
            "score": 66.53331279754639
        },
        {
            "docid": "53560245_3",
            "document": "Solar eclipse of November 10, 1844 . It was last of four partial eclipses that took place that year, two in the space of two months each, the last one was on July 1819 and covered a part of the Northern Hemisphere. It was the last six of the solar saros 111 cycle of eclipses, the next one was on November 21, 1862 and the last one on January 5, 1935.",
            "score": 46.36128854751587
        },
        {
            "docid": "53456049_3",
            "document": "Solar eclipse of August 7, 1812 . It was one of four partial eclipses that took place that year, each two in two months, the last one was on March 13 in the same hemisphere, the next one was on September 12 and covered a part of the Northern Hemisphere mainly North America. A part of the eclipse occurred in a smaller area where the previous partial eclipse happened. It was the last three of solar saros 113, the next two were on August 18, 1830 and on August 28, 1848.",
            "score": 54.85342454910278
        },
        {
            "docid": "53456326_3",
            "document": "Solar eclipse of August 18, 1830 . It was one of four partial eclipses that took place that year, each two in two months, the last one was on March 30 in the same hemisphere, the next one was on September 17 and covered a part of the Northern Hemisphere. It was the last two of solar saros 113, the next was on August 28, 1848.",
            "score": 44.75184750556946
        },
        {
            "docid": "24674591_3",
            "document": "Solar eclipse of July 2, 2019 . Totality will be visible from the southern Pacific Ocean east of New Zealand to the Coquimbo Region in Chile and Argentina at sunset, with the maximum of 4 minutes 32 seconds visible from the Pacific Ocean. Astronomers Without Borders collected eclipse glasses for redistribution to Latin America and Asia for their 2019 eclipses from the solar eclipse of August 21, 2017. A total solar eclipse will cross this region on December 14, 2020 just 531 days later.",
            "score": 51.31115913391113
        },
        {
            "docid": "25235468_1",
            "document": "Solar eclipse of December 14, 2020 . Solar eclipse of December 14, 2020",
            "score": 59.193047523498535
        },
        {
            "docid": "25235457_1",
            "document": "Solar eclipse of June 21, 2020 . Solar eclipse of June 21, 2020",
            "score": 47.39561462402344
        },
        {
            "docid": "53476492_3",
            "document": "Solar eclipse of October 29, 1837 . It was the last of three partial eclipses that took place that year, the first of two in two months, the last was on May 4 which covered a part of the Northern Hemisphere. It was part of solar saros 150.",
            "score": 42.12220335006714
        },
        {
            "docid": "25208151_3",
            "document": "Solar eclipse of June 30, 1973 . With a maximum eclipse of 7 minutes and 4 seconds, this was the last total solar eclipse that exceeds 7 minutes in this series. The last total eclipse over 7 minutes was on July 1, 1098 which lasted 7 minutes and 5 seconds. There will not be a longer total solar eclipse until June 25, 2150.",
            "score": 44.1590518951416
        },
        {
            "docid": "53463969_3",
            "document": "Solar eclipse of March 25, 1819 . It was the first of four partial eclipses that took place that year, each two in two months, the next on was on April 24 covered a part of the Northern Hemisphere. It was the last two of solar saros 107, the last one was on April 5, 1837.",
            "score": 44.30332946777344
        },
        {
            "docid": "25235468_2",
            "document": "Solar eclipse of December 14, 2020 . A total solar eclipse will occur on December 14, 2020. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide.",
            "score": 68.31903624534607
        },
        {
            "docid": "25559060_3",
            "document": "Solar Saros 139 . This series is currently producing total eclipses over 4 minutes long, with each one gradually increasing in length. It will continue to do so until July 16, 2186 when it will produce the longest total eclipse calculated for the ten millennia from 3999 BCE to 6000 CE. The last eclipse to occur was a total eclipse on March 29, 2006, lasting 4 minutes 7 seconds and passing over portions of Africa and western Asia. The next eclipse will occur on April 8, 2024, lasting 4 minutes 28 seconds over central North America, entering in Mexico, crossing the United States, and leaving in eastern Canada.",
            "score": 48.07768249511719
        },
        {
            "docid": "25235457_2",
            "document": "Solar eclipse of June 21, 2020 . An annular solar eclipse will occur on June 21, 2020. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. An annular solar eclipse occurs when the Moon's apparent diameter is smaller than the Sun's, blocking most of the Sun's light and causing the Sun to look like an annulus (ring). An annular eclipse appears as a partial eclipse over a region of the Earth thousands of kilometres wide. <BR>Animated path",
            "score": 58.00386643409729
        },
        {
            "docid": "53467409_3",
            "document": "Solar eclipse of January 22, 1841 . It was the first of four partial eclipses that took place that year, two in a space of two months each, the next on was on February 21 covered a small part of the Northern Hemisphere. It was the last two of solar saros 109, the last one was on February 3, 1859.",
            "score": 46.46026349067688
        },
        {
            "docid": "36125553_3",
            "document": "Solar eclipse of March 14, 1801 . It was the first of four partial eclipses that took place that year, each two in two months, the next on was on April 13 covered a part of the Northern Hemisphere. It was the last three of solar saros 107, the next two were on March 25, 1819 and April 5, 1837.",
            "score": 45.4440758228302
        },
        {
            "docid": "25053420_5",
            "document": "Solar eclipse of February 26, 1979 . Many visitors traveled to the Pacific Northwest to view the Monday morning eclipse, as it was the last chance to view a total solar eclipse in the contiguous United States for almost four decades. The next opportunity was 38½ years later on August 21, 2017, also a Monday.",
            "score": 43.81796336174011
        },
        {
            "docid": "4557237_4",
            "document": "List of solar eclipses in the 21st century . The next solar eclipse (Partial) will occur on July 13, 2018; the last solar eclipse (Partial) occurred on February 15, 2018.",
            "score": 54.80399513244629
        },
        {
            "docid": "53467514_3",
            "document": "Solar eclipse of January 12, 1823 . It was one of four partial eclipses that took place that year, two within the space of two months each, the next one was on February 11 and covered the Northern Hemisphere. It was the three of last of solar saros 109, the next two were on January 22, 1841 and February 5, 1859.",
            "score": 47.54497671127319
        },
        {
            "docid": "25428869_2",
            "document": "Solar eclipse of September 4, 2100 . A total solar eclipse is forecast to occur on September 4, 2100. It will be the last solar eclipse of the 21st century. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide.",
            "score": 50.94716787338257
        },
        {
            "docid": "25208100_4",
            "document": "Solar eclipse of August 12, 2026 . The last total eclipse in Europe occurred on August 11, 1999.  The last total solar eclipse happened in Spain on August 30, 1905 and followed a similar path across the country. The next total eclipse visible in Spain will happen less than a year later on 2 August 2027. A partial eclipse will cover more than 90% of the area of the sun in Ireland, Great Britain, Portugal, France, Italy, the Balkans and North Africa and to a lesser extent in most of Europe, North Africa and North America.",
            "score": 49.80331778526306
        },
        {
            "docid": "66109_11",
            "document": "Eclipse cycle . If a solar eclipse occurs at one new moon, which must be close to a node, then at the next full moon the Moon is already more than a day past its opposite node, and may or may not miss the Earth's shadow. By the next new moon it is even further ahead of the node, so it is less likely that there will be a solar eclipse somewhere on Earth. By the next month, there will certainly be no event.",
            "score": 50.21078276634216
        },
        {
            "docid": "632331_31",
            "document": "Transit of Venus . The simultaneous occurrence of a transit of Mercury and a transit of Venus does occur, but extremely infrequently. Such an event last occurred on 22 September 373,173 BC and will next occur on 26 July 69,163, and again on 29 March 224,508. The simultaneous occurrence of a solar eclipse and a transit of Venus is currently possible, but very rare. The next solar eclipse occurring during a transit of Venus will be on 5 April 15,232. The last time a solar eclipse occurred during a transit of Venus was on 1 November 15,607 BC. The day after the Venerean transit of 3 June 1769 there was a total solar eclipse, which was visible in Northern America, Europe and Northern Asia.",
            "score": 59.33296537399292
        },
        {
            "docid": "53443787_3",
            "document": "Solar eclipse of March 13, 1812 . It was one of four partial eclipses that took place that year, each two in two months, the last one was on February 12 and covered a part of the Northern Hemisphere. The next eclipse was on August 7 1812 in a smaller part of where the eclipse happened in the same year.",
            "score": 44.609482526779175
        },
        {
            "docid": "5024887_24",
            "document": "Solar eclipse . Total solar eclipses are rare events. Although they occur somewhere on Earth every 18 months on average, it is estimated that they recur at any given place only once every 360 to 410 years, on average. The total eclipse lasts for only a maximum of a few minutes at any location, because the Moon's umbra moves eastward at over 1700 km/h. Totality currently can never last more than 7 min 32 s. This value changes over the millennia and is currently decreasing. By the 8th millennium, the longest theoretically possible total eclipse will be less than 7 min 2 s. The last time an eclipse longer than 7 minutes occurred was June 30, 1973 (7 min 3 sec). Observers aboard a Concorde supersonic aircraft were able to stretch totality for this eclipse to about 74 minutes by flying along the path of the Moon's umbra. The next total eclipse exceeding seven minutes in duration will not occur until June 25, 2150. The longest total solar eclipse during the 11,000 year period from 3000 BC to at least 8000 AD will occur on July 16, 2186, when totality will last 7 min 29 s. For comparison, the longest total eclipse of the 20th century at 7 min 8 s occurred on June 20, 1955, and there are no total solar eclipses over 7 min in duration in the 21st century.",
            "score": 57.3857262134552
        },
        {
            "docid": "5024887_26",
            "document": "Solar eclipse . Between two and five solar eclipses occur every year, with at least one per eclipse season. Since the Gregorian calendar was instituted in 1582, years that have had five solar eclipses were 1693, 1758, 1805, 1823, 1870, and 1935. The next occurrence will be 2206. On average, there are about 240 solar eclipses each century.",
            "score": 49.72625160217285
        }
    ],
    "r": [
        {
            "docid": "25235501_2",
            "document": "Solar eclipse of December 4, 2021 . A total solar eclipse will occur on December 4, 2021. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide. This eclipse will be unusual as the path of the total eclipse will move from east to west across Antarctica, while most eclipse paths move from west to east. This reversal is only possible in polar regions.",
            "score": 79.29428100585938
        },
        {
            "docid": "25235501_1",
            "document": "Solar eclipse of December 4, 2021 . Solar eclipse of December 4, 2021",
            "score": 74.72341918945312
        },
        {
            "docid": "25235489_2",
            "document": "Solar eclipse of June 10, 2021 . An annular solar eclipse will occur on June 10, 2021. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. An annular solar eclipse occurs when the Moon's apparent diameter is smaller than the Sun's, blocking most of the Sun's light and causing the Sun to look like an annulus (ring). An annular eclipse appears as a partial eclipse over a region of the Earth thousands of kilometres wide. This eclipse will be unusual as the path of the annular eclipse will move to the north east, then north, north west, west, south west, south, and finally south east across the Arctic, while most eclipse paths move west to east. This reversal is only possible in polar regions. This eclipse is also notable for the fact that the path of annularity passes over the North Pole.",
            "score": 70.90086364746094
        },
        {
            "docid": "25235468_2",
            "document": "Solar eclipse of December 14, 2020 . A total solar eclipse will occur on December 14, 2020. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide.",
            "score": 68.31903839111328
        },
        {
            "docid": "53559778_3",
            "document": "Solar eclipse of November 21, 1862 . It was the first of three partial eclipses that took place that year, the last occurred in the same hemisphere on June 27, nearly on the opposite side of the previous eclipse. It was the last three of the solar saros 111, the next was on December 2, 1880 and the last was on January 5, 1935.",
            "score": 66.53331756591797
        },
        {
            "docid": "16475713_2",
            "document": "December 2009 lunar eclipse . A partial lunar eclipse was visible on New Year's Eve, December 31, 2009. It was the last and largest of four minor lunar eclipses in 2009. This lunar eclipse is also notable, because it occurred during a blue moon (a second full moon in December). The next eclipse on New Year's Eve and blue moon will occur on December 31, 2028.",
            "score": 63.796356201171875
        },
        {
            "docid": "25529479_2",
            "document": "Solar eclipse of December 25, 1935 . An annular solar eclipse occurred on December 25, 1935. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. An annular solar eclipse occurs when the Moon's apparent diameter is smaller than the Sun's, blocking most of the Sun's light and causing the Sun to look like an annulus (ring). An annular eclipse appears as a partial eclipse over a region of the Earth thousands of kilometres wide. This was the 5th solar eclipse in 1935, the maximum possible. The next time this will occur is 2206.",
            "score": 63.671485900878906
        },
        {
            "docid": "53559973_4",
            "document": "Solar eclipse of January 4, 1639 . It was the first of three partial eclipses that took place that year, the last occurred in the Southern Hemisphere on December 5, 1638, the next was on June 1.",
            "score": 63.55657958984375
        },
        {
            "docid": "25235489_1",
            "document": "Solar eclipse of June 10, 2021 . Solar eclipse of June 10, 2021",
            "score": 62.925987243652344
        },
        {
            "docid": "21477126_4",
            "document": "April 2015 lunar eclipse . Totality lasted only 4 minutes and 44 seconds, making it the shortest lunar totality in almost five centuries since 17 October 1529 (which lasted 1 minute and 42 seconds). Another shortest occurs on December 28 1917, lasting (11 minutes and 58 seconds). The next very short lunar totality will occur on 26 May 2021 (which will last 14 minutes and 24 seconds). This was the sixth total lunar eclipse out of nine with totality under 5 minutes in a five millennium period between 2,000 BC and 3,000 AD.",
            "score": 62.0604362487793
        },
        {
            "docid": "25289340_8",
            "document": "Solar eclipse of June 8, 1918 . There were two other eclipses that year. The first was a partial lunar eclipse, during which the shadow of the earth can be seen on the moon, and another solar eclipse that took place on December 3 over South America. The other solar eclipse, however, was an annular eclipse, which occurs when the moon has a smaller apparent diameter and therefore never fully obscures the sun.",
            "score": 61.647518157958984
        },
        {
            "docid": "25235501_3",
            "document": "Solar eclipse of December 4, 2021 . <BR>Animated path",
            "score": 60.91539001464844
        },
        {
            "docid": "25560229_2",
            "document": "Solar eclipse of December 22, 1889 . A total solar eclipse occurred on December 22, 1889. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide. It was visible from Cuba, to the coast of Brazil, and across southern Africa.",
            "score": 60.76425552368164
        },
        {
            "docid": "25722206_2",
            "document": "Solar eclipse of December 22, 1870 . A total solar eclipse occurred on December 22, 1870. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide. Totality was visible from southern Portugal and Spain, across northern Algeria, then crossing Sicily, Greece, Bulgaria, and ending in Ukraine.",
            "score": 60.296913146972656
        },
        {
            "docid": "53570300_3",
            "document": "Solar eclipse of December 2, 1880 . It was the last of four eclipses that took place that year, the last two that were partial. It was the last four of solar saros 111, the next eclipses of the cycle were on December 13, 1898, December 24, 1916 and January 5, 1935.",
            "score": 59.983062744140625
        },
        {
            "docid": "25579773_2",
            "document": "Solar eclipse of December 12, 1909 . A partial solar eclipse occurred on December 12, 1909. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A partial solar eclipse occurs in the polar regions of the Earth when the center of the Moon's shadow misses the Earth. This event was visible as a partial solar eclipse across 24-hour daylight Antarctica.",
            "score": 59.4355583190918
        },
        {
            "docid": "632331_31",
            "document": "Transit of Venus . The simultaneous occurrence of a transit of Mercury and a transit of Venus does occur, but extremely infrequently. Such an event last occurred on 22 September 373,173 BC and will next occur on 26 July 69,163, and again on 29 March 224,508. The simultaneous occurrence of a solar eclipse and a transit of Venus is currently possible, but very rare. The next solar eclipse occurring during a transit of Venus will be on 5 April 15,232. The last time a solar eclipse occurred during a transit of Venus was on 1 November 15,607 BC. The day after the Venerean transit of 3 June 1769 there was a total solar eclipse, which was visible in Northern America, Europe and Northern Asia.",
            "score": 59.33296585083008
        },
        {
            "docid": "25284911_2",
            "document": "Solar eclipse of December 24, 1992 . A partial solar eclipse occurred on December 24, 1992. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A partial solar eclipse occurs in the polar regions of the Earth when the center of the Moon's shadow misses the Earth.",
            "score": 59.28890609741211
        },
        {
            "docid": "25355151_2",
            "document": "Solar eclipse of December 15, 1982 . A partial solar eclipse occurred on December 15, 1982. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A partial solar eclipse occurs in the polar regions of the Earth when the center of the Moon's shadow misses the Earth.",
            "score": 59.28890609741211
        },
        {
            "docid": "25355341_2",
            "document": "Solar eclipse of December 13, 1974 . A partial solar eclipse occurred on December 13, 1974. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A partial solar eclipse occurs in the polar regions of the Earth when the center of the Moon's shadow misses the Earth.",
            "score": 59.28890609741211
        },
        {
            "docid": "25355907_2",
            "document": "Solar eclipse of December 2, 1956 . A partial solar eclipse occurred on December 2, 1956. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A partial solar eclipse occurs in the polar regions of the Earth when the center of the Moon's shadow misses the Earth.",
            "score": 59.28890609741211
        },
        {
            "docid": "25356265_2",
            "document": "Solar eclipse of December 16, 2047 . A partial solar eclipse will occur on December 16, 2047. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A partial solar eclipse occurs in the polar regions of the Earth when the center of the Moon's shadow misses the Earth.",
            "score": 59.28890609741211
        },
        {
            "docid": "25592689_2",
            "document": "Solar eclipse of December 24, 1927 . A partial solar eclipse occurred on December 24, 1927. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A partial solar eclipse occurs in the polar regions of the Earth when the center of the Moon's shadow misses the Earth.",
            "score": 59.28890609741211
        },
        {
            "docid": "25163785_2",
            "document": "Solar eclipse of December 25, 2000 . A partial solar eclipse occurred on December 25, 2000. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A partial solar eclipse occurs in the polar regions of the Earth when the center of the Moon's shadow misses the Earth.",
            "score": 59.28890609741211
        },
        {
            "docid": "25287054_2",
            "document": "Solar eclipse of December 5, 2029 . A partial solar eclipse will occur on December 5, 2029. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A partial solar eclipse occurs in the polar regions of the Earth when the center of the Moon's shadow misses the Earth.",
            "score": 59.28890609741211
        },
        {
            "docid": "25355572_2",
            "document": "Solar eclipse of December 4, 1964 . A partial solar eclipse occurred on December 4, 1964. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A partial solar eclipse occurs in the polar regions of the Earth when the center of the Moon's shadow misses the Earth.",
            "score": 59.28890609741211
        },
        {
            "docid": "25527984_2",
            "document": "Solar eclipse of December 6, 2086 . A partial solar eclipse will occur on December 6, 2086. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A partial solar eclipse occurs in the polar regions of the Earth when the center of the Moon's shadow misses the Earth.",
            "score": 59.28890609741211
        },
        {
            "docid": "25593090_2",
            "document": "Solar eclipse of December 24, 1916 . A partial solar eclipse occurred on December 24, 1916. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A partial solar eclipse occurs in the polar regions of the Earth when the center of the Moon's shadow misses the Earth. This minor eclipse was only visible off shore from Antarctica.",
            "score": 59.23483657836914
        },
        {
            "docid": "25235468_1",
            "document": "Solar eclipse of December 14, 2020 . Solar eclipse of December 14, 2020",
            "score": 59.19304656982422
        },
        {
            "docid": "53570300_2",
            "document": "Solar eclipse of December 2, 1880 . A partial solar eclipse occurred on December 2, 1880 during spring. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A partial solar eclipse occurs in the polar regions of the Earth when the center of the Moon's shadow misses the Earth.",
            "score": 59.01519775390625
        },
        {
            "docid": "53577294_2",
            "document": "Solar eclipse of December 1, 1891 . A partial solar eclipse occurred on December 1, 1891, during late spring. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A partial solar eclipse occurs in the polar regions of the Earth when the center of the Moon's shadow misses the Earth.",
            "score": 59.01519775390625
        },
        {
            "docid": "53570823_2",
            "document": "Solar eclipse of December 13, 1898 . A partial solar eclipse occurred on December 13, 1898 before summer. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A partial solar eclipse occurs in the polar regions of the Earth when the center of the Moon's shadow misses the Earth.",
            "score": 59.01519775390625
        }
    ]
}