{
    "q": [
        {
            "docid": "11608859_2",
            "document": "Prevention of dementia . The aim of dementia prevention is to delay or prevent dementia. Dementia prevention is a global health priority and as such requires a global response. Recent initiatives include the establishment of the International Research Network on Dementia Prevention (IRNDP) which aims to link researchers in this field globally, and the establishment of the Global Dementia Observatory a web-based data knowledge and exchange platform, which will collate and disseminate key dementia data from members states. Although there is no cure for dementia currently, it is well established that modifiable risk factors influence both the likelihood of developing dementia and the age at which it is developed. Dementia can be prevented by reducing the risk factors for vascular disease (e.g. diabetes, high blood pressure, obesity, smoking, and physical inactivity) and depression. Livingstone et al. (2014) conclude that more than a third dementia cases are theoretically preventable.",
            "score": 29.21060347557068
        },
        {
            "docid": "5559793_2",
            "document": "Montessori-Based Dementia Programming . Montessori-Based Dementia Programming (MBDP) is a method of working with older adults living with cognitive and/or physical impairments based on the ideas of the educator Maria Montessori. It has been shown to increase levels of engagement and participation in activities of persons with dementia. While it can not cure or prevent Alzheimer's disease, it has been shown to generally improve many aspects of the quality of life of those who have it.",
            "score": 30.256245136260986
        },
        {
            "docid": "16983737_5",
            "document": "Ceramic mold casting . The \"Unicast process\" is very similar to the Shaw process, except it does not require the mold to be ignited and then be cured in a furnace. Instead, the mold is partially cured so the pattern can be removed and it is then completely cured by firing it at approximately . If a metal with a low melting point is cast then the firing can be skipped, because the mold has enough strength in the \"green state\" (un-fired).",
            "score": 12.524372577667236
        },
        {
            "docid": "54614163_23",
            "document": "Vienna Test System . The World Alzheimer Report 2015 predicted that every year 9.9 million people will be newly diagnosed with dementia. That means that on average someone is diagnosed every 3.2 seconds. Because dementia cannot be cured but its progress can be slowed, early diagnosis of symptoms is particularly important. The DSM-5 classification system defines special diagnostic criteria for neurocognitive disorders in this field; these are assessed by the test set CFD – Cognitive Functions Dementia. Using a touch-screen, the test set assesses attention, verbal long-term memory, executive functions, expressive language and perceptual/motor functions and combines the results to arrive at a global CFD index.",
            "score": 36.55016613006592
        },
        {
            "docid": "38390_60",
            "document": "Dementia . Since dementia impairs normal communication due to changes in receptive and expressive language, as well as the ability to plan and problem solve, agitated behaviour is often a form of communication for the person with dementia. Actively searching for a potential cause, such as pain, physical illness, or overstimulation can be helpful in reducing agitation. Additionally, using an \"ABC analysis of behaviour\" can be a useful tool for understanding behavior in people with dementia. It involves looking at the antecedents (A), behavior (B), and consequences (C) associated with an event to help define the problem and prevent further incidents that may arise if the person's needs are misunderstood. Little is understood as to whether regular music therapy is helpful due to lack of high quality data.",
            "score": 30.769100189208984
        },
        {
            "docid": "602618_12",
            "document": "Arginase . Symptoms of the disorder include neurological impairment, dementia, retardation of growth, and hyperammonemia. While some symptoms of the disease can be controlled via dietary restrictions and pharmaceutical developments, no cure or completely effective therapy currently exists.",
            "score": 22.244407176971436
        },
        {
            "docid": "25973091_4",
            "document": "Art and dementia . While scientists are racing to find a cure, according to the Alzheimer Society of Canada, about half a million Canadians were living with dementia in 2009. The arts provide a non-pharmaceutical approach that helps alleviate anxiety and confusion and provide some respite for people with dementia and their caregivers. Being engaged in the arts is a positive way of maintaining or improving one's quality of life, especially those who live with dementia.",
            "score": 25.334824562072754
        },
        {
            "docid": "38390_61",
            "document": "Dementia . No medications have been shown to prevent or cure dementia. Medications may be used to treat the behavioural and cognitive symptoms but have no effect on the underlying disease process.",
            "score": 51.040602684020996
        },
        {
            "docid": "21553781_2",
            "document": "Alzheimer Society of Canada . The Alzheimer Society of Canada (ASC) is the leading nationwide health charity for people living with Alzheimer's disease and other dementias. Active in communities right across Canada, the Society partners with Alzheimer Societies in every Canadian province to offer information, support and education programs for people with dementia, their families and caregivers. ASC funds research to find a cure and improve the care of people with dementia, promotes public education and awareness of Alzheimer's disease and other dementias, and influences policy and decision-making to address the needs of people with dementia and their caregivers.",
            "score": 30.718085765838623
        },
        {
            "docid": "29680009_23",
            "document": "The Society for the Arts in Dementia Care . The topic of creative expression and dementia is gaining interest in conferences, workshops, art exhibits and in research in the academic world. Presently, there is no known cure for this condition and the Society urges the medical model of dementia care to be reinforced with approaches that promote social and creative well-being. The work of the Society is of interest to researchers in gerontology and dementia, to the arts community, to creative expression facilitators, medical doctors, formal and informal caregivers. It also engages practitioners in the field of dementia care, administrators of care facilities, policy makers, families and the community at large.",
            "score": 45.05893659591675
        },
        {
            "docid": "38390_57",
            "document": "Dementia . Except for the treatable types listed above, there is no cure. Cholinesterase inhibitors are often used early in the disorder course; however, benefit is generally small. Cognitive and behavioral interventions may be appropriate. There is some evidence that educating and providing support for the person with dementia, as well as caregivers and family members, improves outcomes. Exercise programs are beneficial with respect to activities of daily living and potentially improve dementia.",
            "score": 32.212764501571655
        },
        {
            "docid": "668318_24",
            "document": "Frontotemporal dementia . Currently, there is no cure for FTD. Treatments are available to manage the behavioral symptoms. Disinhibition and compulsive behaviors can be controlled by selective serotonin reuptake inhibitors (SSRIs). Although Alzheimer's and FTD share certain symptoms, they cannot be treated with the same pharmacological agents because the cholinergic systems are not affected in FTD.",
            "score": 36.00710487365723
        },
        {
            "docid": "2345894_16",
            "document": "Social issue . Infectious diseases are often public health concerns because they can spread quickly and easily, affecting large numbers of members. The World Health Organization has an acute interest in combatting infectious disease outbreaks by minimizing their geographic and numerical spread and treating the affected. Other conditions for which there is not yet a cure or even effective treatment, such as dementia, can be viewed as public health concerns in the long run.",
            "score": 42.47249245643616
        },
        {
            "docid": "14210361_3",
            "document": "Alzheimer's Research UK . In February 2011 Alzheimer's Research Trust renamed as the Alzheimer's Research UK. It is dedicated to funding scientific studies to find ways to treat, cure or prevent Alzheimer's disease, vascular dementia, Lewy Body disease and fronto-temporal dementia.",
            "score": 30.236401557922363
        },
        {
            "docid": "10525212_2",
            "document": "Yes We Can Can . \"Yes We Can Can\" is a 1973 funk classic recorded by the American R&B girl group the Pointer Sisters and released on the Blue Thumb record label.",
            "score": 2.5798933506011963
        },
        {
            "docid": "13075834_6",
            "document": "The Braes o' Killiecrankie . <score midi=\"5\" vorbis=\"1\"> \\relative c\" { \\time 2/4 \\key g \\major  \\partial 8 g16( a) | b8 b \\grace { c8 } b a16( g) | c4 c8 b16( a) | b8 b c16( b) a( g) | b8 d d g,16( a) | b8 b c16( b) a16( g) | c4 c8 b16( a) | b16( c) d16( b) a8 g | d8 g g \\bar \"||\" b16( c) | d8 d, d e16( f) | e8 d16( e) c8 b'16( c) | d8 d, d' d, | b' d d\\fermata b16( c) | d8 d, d e16( f) | g16( f) e( d) c8 b'16 c | b16( c) d( b) a8 g | e g g \\bar \"|.\" }  \\addlyrics {Whare | hae ye been sae | braw, lad? Whare | hae ye been sae | bran -- kie, O? Whare | hae ye been sae | braw, lad? Came | ye by Kil -- li -- | cran -- kie, O? An | ye had been whare | I hae been, Ye | wad -- na been sae | can -- tie, O; An | ye had seen what | I hae seen, I' the | braes o' Kil -- li -- | crank -- kie, O. }</score>",
            "score": 3.8648366928100586
        },
        {
            "docid": "39701014_7",
            "document": "Cast urethanes . Cast urethane starts as a liquid that can be dispensed into a mold, post cured in ovens and where required, secondary machining operations can be added. Cast thermoset urethanes have better physical properties than most injection or extruded thermoplastics. Dispensing liquid urethane into open molds or compression tools makes it possible to cast just about any configuration from affordable tooling.",
            "score": 11.984274864196777
        },
        {
            "docid": "25303023_27",
            "document": "Pretty Cure All Stars . is a 5-minute short released with the \"Yes! PreCure 5 GoGo\" movie DVD, featuring the cures from \"Max Heart\", \"Splash Star\" and \"Yes! PreCure 5 GoGo\" series working together to fight off a mysterious enemy. Ultimately, this has led to the establishment of \"Pretty Cure All Stars\" series today.",
            "score": 5.466948509216309
        },
        {
            "docid": "43012238_5",
            "document": "Young Living . In September 2014, the U.S. Food and Drug Administration warned Young Living against marketing its products as possible treatments or cures for Ebola virus, and other conditions, including \"Parkinson’s disease, autism, diabetes, hypertension, cancer, insomnia, heart disease, post-traumatic stress disorder (PTSD), dementia, and multiple sclerosis, that are not amenable to self-diagnosis and treatment by individuals who are not medical practitioners.\" The letter named specific essential oil products, \"such as, but not limited to, \"Thieves,\" \"Cinnamon Bark,\" \"Oregano,\" \"ImmuPower,\" \"Rosemary,\" \"Myrtle,\" \"Sandalwood,\" \"Eucalyptus Blue,\" \"Peppermint,\" \"Ylang Ylang,\" \"Frankincense,\" and \"Orange,\" are promoted for conditions that cause them to be drugs under section 201(g)(1)(B) of the Federal Food, Drug, and Cosmetic Act (the Act) [21 U.S.C. § 321(g)(1)(B)], because they are intended for use in the diagnosis, cure, mitigation, treatment, or prevention of disease.\" The warning further stated that the marketing and distribution of these essential oil products as drugs without FDA approval are violations of the Act.",
            "score": 44.171141505241394
        },
        {
            "docid": "850697_11",
            "document": "J-B Weld . J-B Weld can be used as an adhesive, laminate, plug, filler, sealant, or electrical insulator. When fully cured, J-B Weld can be drilled, formed, ground, tapped, machined, sanded, and painted. However, until hardened, it can sag or drip when applied.",
            "score": 8.653052568435669
        },
        {
            "docid": "3954500_3",
            "document": "The Best of Morphine: 1992–1995 . \"The Best of Morphine, 1992-1995\" chronicles the band's first four albums: \"Good\", \"Cure For Pain\", \"Yes\" and \"B-sides and Otherwise\", and includes two previously unreleased tracks: “Pretty Face”, a dark atmospheric ballad recorded live in one take at Morphine’s studio in Cambridge, MA, and “Jack And Tina”, described by Morphine drummer Billy Conway as “the most beautiful bridge Mark Sandman ever wrote.” The B-side of the long-out-of-print 1000-piece pressing of “Cure For Pain” on 7\" vinyl called “Sexy Christmas Baby Mine” (1993) rounds out the adventure through Morphine musical history. The CD is enhanced with a video of the song “Shame”, recorded at the Masquerade in Atlanta.",
            "score": 7.0264739990234375
        },
        {
            "docid": "25303023_2",
            "document": "Pretty Cure All Stars . is the first crossover movie in the \"Pretty Cure\" series, released on March 20, 2009. It features all the Pretty Cures from \"Futari wa Pretty Cure Max Heart\", \"Futari wa Pretty Cure Splash Star\", \"Yes! Pretty Cure 5 GoGo!\" and \"Fresh Pretty Cure!\".",
            "score": 6.354730129241943
        },
        {
            "docid": "227167_2",
            "document": "Dementia with Lewy bodies . Dementia with Lewy bodies (DLB) is a type of dementia accompanied by changes in behavior, cognition and movement. Memory loss is not always present early. Dementia steadily worsens over time and the condition is diagnosed when cognitive decline interferes with normal daily functioning. A core feature is REM sleep behavior disorder (RBD), in which individuals lose normal muscle paralysis during REM sleep, and act out their dreams. RBD may appear years or decades before other symptoms. Other frequent symptoms include visual hallucinations; marked fluctuations in attention or alertness; and slowness of movement, trouble walking, or rigidity. The autonomic nervous system is usually affected, resulting in changes in blood pressure, heart and gastrointestinal function, with constipation as a common symptom. Mood changes such as depression and apathy are common. The exact cause is unknown, but involves widespread deposits of abnormal clumps of alpha-synuclein protein in neurons, known as Lewy bodies, as well as Lewy neurites. DLB is not usually inherited, but there is a genetic association in a small number of families. A probable diagnosis is made based on symptoms and biomarkers; the diagnostic workup may include blood tests, neuropsychological tests, medical imaging, and polysomnography. Other conditions that share some symptoms of DLB include Alzheimer's disease (AD), Parkinson's disease, delirium and, rarely, psychosis. There is no cure or medication that will modify the progression of the disease. Treatments aim to relieve some of its symptoms and reduce the burden on caregivers. Acetylcholinesterase inhibitors (AChEI), such as donepezil and rivastigmine, are effective at improving cognition and overall functioning, and melatonin can be used for sleep-related symptoms. Antipsychotics are usually avoided, even for hallucinations, because people with DLB are sensitive to them, and their use can result in death. Medications for one symptom may worsen another. DLB is one of the three most common types of dementia, along with Alzheimer's disease and vascular dementia. Together with Parkinson's disease dementia, it is one of two dementias classified as the Lewy body dementias. It typically begins after the age of 50, and about 0.4% of people over 65 are affected. In the latter stages of the disease, people with DLB may be unable to care for themselves. Life expectancy following diagnosis is about eight years. The abnormal deposits of protein that are the underlying mechanism of the disease were discovered in 1912 by Frederic Lewy, and diffuse Lewy body disease was first described by Kenji Kosaka in 1976.",
            "score": 57.603755950927734
        },
        {
            "docid": "47845501_9",
            "document": "Real World: Go Big or Go Home . Additional missions Fear, Yes, Speed, and Fall also took part but were not aired. Fear required Kailah to be in a cave of bats, Speed involved the cast driving rally trucks, Yes required Chris to say yes to what his roommates asked of him for the day, and Fall required the cast to rappel down a cliff. Fall did not include CeeJai and Jenna as both had been removed from the show by the time of the mission. Fall can be seen in the season's trailer.",
            "score": 6.735330581665039
        },
        {
            "docid": "11608859_9",
            "document": "Prevention of dementia . Obesity increases the risk of any dementia and Alzheimer's disease in particular. The effect of alcohol on the risk of dementia is a J curve: high alcohol consumption increases the risk of dementia while low alcohol consumption may be protective. However, low alcohol consumption may not protect against vascular dementia and overall cognitive decline. Moderate alcohol consumption can possibly reduce the risk of vascular disease and dementia because it can increase blood levels of HDL cholesterol and weakens blood-clotting agents such as fibrinogen, which offers some protection against heart attacks and small subclinical strokes that together can ultimately damage the brain.",
            "score": 37.02130842208862
        },
        {
            "docid": "7251223_20",
            "document": "Chronic traumatic encephalopathy . there is no cure and it is not expected anytime soon. Treatment is supportive as with other forms of dementia.",
            "score": 24.142995357513428
        },
        {
            "docid": "38390_19",
            "document": "Dementia . Vascular dementia is the cause of at least 20% of dementia cases, making it the second most common cause of dementia. It is caused by disease or injury affecting the blood supply to the brain, typically involving a series of minor strokes. The symptoms of this dementia depend on where in the brain the strokes have occurred and whether the vessels are large or small. Multiple injuries can cause progressive dementia over time, while a single injury located in an area critical for cognition (i.e. hippocampus, thalamus) can lead to sudden cognitive decline.",
            "score": 49.51951336860657
        },
        {
            "docid": "25478512_6",
            "document": "Michael Nehls . Since 2011, Nehls has published several books on the necessary behavioral changes required for healthy aging from an evolutionary history point of view. First \"\"The Methuselah-Strategy\"\" then with \"\"The Alzheimer's Lie\"\" and \"\"Alzheimer's can be cured\"\" two books about Alzheimer's disease, in which he presents his theory about the development of this special form of dementia from evolutionary history of life and systems biology point of view.",
            "score": 19.817248344421387
        },
        {
            "docid": "56419948_7",
            "document": "Good Mood (album) . \"The Australian\" noted, \"the affable plain-spokenness, the facility for melodies that can cure a vitamin D deficiency and, yes, the festival-friendly anthems with unabashedly broad appeal\" and declared it their best album.",
            "score": 4.037248134613037
        },
        {
            "docid": "1340551_52",
            "document": "Crown (dentistry) . There are several materials that can be used to construct temporary crowns. Direct temporary crowns are either made using metal or plastic pre-formed crowns, chemically-cured or light-cured resins or resin composites. Indirect restorations are either made of chemically-cured acrylic, heat-cured acrylic or cast in metal. Unlike cementation of definitive crowns, temporary crowns should be relatively easy to remove. For this reason softer cements are used when cementing temporary crowns. These tend to be zinc oxide eugenol cements.",
            "score": 12.43396806716919
        },
        {
            "docid": "490620_69",
            "document": "Human brain . Neurodegenerative diseases result in progressive damage to different parts of the brain's function, and worsen with age. Common examples include dementia such as Alzheimer's disease, alcoholic dementia or vascular dementia; Parkinson's disease; and other rarer infectious, genetic, or metabolic causes such as Huntington's disease, motor neuron diseases, HIV dementia, syphilis-related dementia and Wilson's disease. Neurodegenerative diseases can affect different parts of the brain, and can affect movement, memory, and cognition.",
            "score": 58.014097929000854
        },
        {
            "docid": "38390_2",
            "document": "Dementia . Dementia is a broad category of brain diseases that cause a long-term and often gradual decrease in the ability to think and remember that is great enough to affect a person's daily functioning. Other common symptoms include emotional problems, difficulties with language, and a decrease in motivation. A person's consciousness is usually not affected. A dementia diagnosis requires a change from a person's usual mental functioning and a greater decline than one would expect due to aging. These diseases also have a significant effect on a person's caregivers. The most common type of dementia is Alzheimer's disease, which makes up 50% to 70% of cases. Other common types include vascular dementia (25%), Lewy body dementia (15%), and frontotemporal dementia. Less common causes include normal pressure hydrocephalus, Parkinson's disease dementia, syphilis, and Creutzfeldt–Jakob disease among others. More than one type of dementia may exist in the same person. A small proportion of cases run in families. In the DSM-5, dementia was reclassified as a neurocognitive disorder, with various degrees of severity. Diagnosis is usually based on history of the illness and cognitive testing with medical imaging and blood tests used to rule out other possible causes. The mini mental state examination is one commonly used cognitive test. Efforts to prevent dementia include trying to decrease risk factors such as high blood pressure, smoking, diabetes, and obesity. Screening the general population for the disorder is not recommended. There is no known cure for dementia. Cholinesterase inhibitors such as donepezil are often used and may be beneficial in mild to moderate disorder. Overall benefit, however, may be minor. There are many measures that can improve the quality of life of people with dementia and their caregivers. Cognitive and behavioral interventions may be appropriate. Educating and providing emotional support to the caregiver is important. Exercise programs may be beneficial with respect to activities of daily living and potentially improve outcomes. Treatment of behavioral problems with antipsychotics is common but not usually recommended due to the little benefit and side effects, including an increased risk of death. Globally, dementia affected about 46 million people in 2015. About 10% of people develop the disorder at some point in their lives. It becomes more common with age. About 3% of people between the ages of 65–74 have dementia, 19% between 75 and 84 and nearly half of those over 85 years of age. In 2013 dementia resulted in about 1.7 million deaths up from 0.8 million in 1990. As more people are living longer, dementia is becoming more common in the population as a whole. For people of a specific age, however, it may be becoming less frequent, at least in the developed world, due to a decrease in risk factors. It is one of the most common causes of disability among the old. It is believed to result in economic costs of 604 billion USD a year. People with dementia are often physically or chemically restrained to a greater degree than necessary, raising issues of human rights. Social stigma against those affected is common.",
            "score": 56.86944031715393
        }
    ],
    "r": [
        {
            "docid": "29907250_2",
            "document": "Disabilities affecting intellectual abilities . There are a variety of medical conditions affecting cognitive ability. This is a broad concept encompassing various intellectual or cognitive deficits, including intellectual disability, deficits too mild to properly qualify as intellectual disability, various specific conditions (such as specific learning disability), and problems acquired later in life through acquired brain injuries or neurodegenerative diseases like dementia. These disabilities may appear at any age.",
            "score": 60.80989074707031
        },
        {
            "docid": "38390_39",
            "document": "Dementia . Dementia that begins gradually and worsens progressively over several years is usually caused by neurodegenerative disease—that is, by conditions that affect only or primarily the neurons of the brain and cause gradual but irreversible loss of function of these cells. Less commonly, a non-degenerative condition may have secondary effects on brain cells, which may or may not be reversible if the condition is treated.",
            "score": 59.436683654785156
        },
        {
            "docid": "490620_69",
            "document": "Human brain . Neurodegenerative diseases result in progressive damage to different parts of the brain's function, and worsen with age. Common examples include dementia such as Alzheimer's disease, alcoholic dementia or vascular dementia; Parkinson's disease; and other rarer infectious, genetic, or metabolic causes such as Huntington's disease, motor neuron diseases, HIV dementia, syphilis-related dementia and Wilson's disease. Neurodegenerative diseases can affect different parts of the brain, and can affect movement, memory, and cognition.",
            "score": 58.014095306396484
        },
        {
            "docid": "227167_2",
            "document": "Dementia with Lewy bodies . Dementia with Lewy bodies (DLB) is a type of dementia accompanied by changes in behavior, cognition and movement. Memory loss is not always present early. Dementia steadily worsens over time and the condition is diagnosed when cognitive decline interferes with normal daily functioning. A core feature is REM sleep behavior disorder (RBD), in which individuals lose normal muscle paralysis during REM sleep, and act out their dreams. RBD may appear years or decades before other symptoms. Other frequent symptoms include visual hallucinations; marked fluctuations in attention or alertness; and slowness of movement, trouble walking, or rigidity. The autonomic nervous system is usually affected, resulting in changes in blood pressure, heart and gastrointestinal function, with constipation as a common symptom. Mood changes such as depression and apathy are common. The exact cause is unknown, but involves widespread deposits of abnormal clumps of alpha-synuclein protein in neurons, known as Lewy bodies, as well as Lewy neurites. DLB is not usually inherited, but there is a genetic association in a small number of families. A probable diagnosis is made based on symptoms and biomarkers; the diagnostic workup may include blood tests, neuropsychological tests, medical imaging, and polysomnography. Other conditions that share some symptoms of DLB include Alzheimer's disease (AD), Parkinson's disease, delirium and, rarely, psychosis. There is no cure or medication that will modify the progression of the disease. Treatments aim to relieve some of its symptoms and reduce the burden on caregivers. Acetylcholinesterase inhibitors (AChEI), such as donepezil and rivastigmine, are effective at improving cognition and overall functioning, and melatonin can be used for sleep-related symptoms. Antipsychotics are usually avoided, even for hallucinations, because people with DLB are sensitive to them, and their use can result in death. Medications for one symptom may worsen another. DLB is one of the three most common types of dementia, along with Alzheimer's disease and vascular dementia. Together with Parkinson's disease dementia, it is one of two dementias classified as the Lewy body dementias. It typically begins after the age of 50, and about 0.4% of people over 65 are affected. In the latter stages of the disease, people with DLB may be unable to care for themselves. Life expectancy following diagnosis is about eight years. The abnormal deposits of protein that are the underlying mechanism of the disease were discovered in 1912 by Frederic Lewy, and diffuse Lewy body disease was first described by Kenji Kosaka in 1976.",
            "score": 57.603755950927734
        },
        {
            "docid": "237248_15",
            "document": "Medical ethics . The definition of autnomony is the ability of an individual to make a rational, un-influenced decision. Therefore, it can be said that autonomy is a general indicator of a healthy mind and body. The progression of many terminal diseases are characterized by loss of autonomy, in various manners and extents. For example, dementia almost always results in the loss of autonomy. Dementia is a chronic and progressive disease that attacks the brain and affects the ability to make judgments, can induce memory loss, cause a decrease in rational thinking and affect orientation. This makes autonomy an indicator for both personal well-being, and for the well-being of the profession. This has implications for the consideration of medical ethics: \"is the aim of health care to do good, and benefit from it?\"; or \"is the aim of health care to do good to others, and have them, and society, benefit from this?\". The rights of patients to make decisions about their medical care without their health care provider trying to influence the decision. By considering autonomy as a gauge parameter for health care, the medical and ethical perspective both benefit from the implied reference to health.",
            "score": 57.03050994873047
        },
        {
            "docid": "38390_2",
            "document": "Dementia . Dementia is a broad category of brain diseases that cause a long-term and often gradual decrease in the ability to think and remember that is great enough to affect a person's daily functioning. Other common symptoms include emotional problems, difficulties with language, and a decrease in motivation. A person's consciousness is usually not affected. A dementia diagnosis requires a change from a person's usual mental functioning and a greater decline than one would expect due to aging. These diseases also have a significant effect on a person's caregivers. The most common type of dementia is Alzheimer's disease, which makes up 50% to 70% of cases. Other common types include vascular dementia (25%), Lewy body dementia (15%), and frontotemporal dementia. Less common causes include normal pressure hydrocephalus, Parkinson's disease dementia, syphilis, and Creutzfeldt–Jakob disease among others. More than one type of dementia may exist in the same person. A small proportion of cases run in families. In the DSM-5, dementia was reclassified as a neurocognitive disorder, with various degrees of severity. Diagnosis is usually based on history of the illness and cognitive testing with medical imaging and blood tests used to rule out other possible causes. The mini mental state examination is one commonly used cognitive test. Efforts to prevent dementia include trying to decrease risk factors such as high blood pressure, smoking, diabetes, and obesity. Screening the general population for the disorder is not recommended. There is no known cure for dementia. Cholinesterase inhibitors such as donepezil are often used and may be beneficial in mild to moderate disorder. Overall benefit, however, may be minor. There are many measures that can improve the quality of life of people with dementia and their caregivers. Cognitive and behavioral interventions may be appropriate. Educating and providing emotional support to the caregiver is important. Exercise programs may be beneficial with respect to activities of daily living and potentially improve outcomes. Treatment of behavioral problems with antipsychotics is common but not usually recommended due to the little benefit and side effects, including an increased risk of death. Globally, dementia affected about 46 million people in 2015. About 10% of people develop the disorder at some point in their lives. It becomes more common with age. About 3% of people between the ages of 65–74 have dementia, 19% between 75 and 84 and nearly half of those over 85 years of age. In 2013 dementia resulted in about 1.7 million deaths up from 0.8 million in 1990. As more people are living longer, dementia is becoming more common in the population as a whole. For people of a specific age, however, it may be becoming less frequent, at least in the developed world, due to a decrease in risk factors. It is one of the most common causes of disability among the old. It is believed to result in economic costs of 604 billion USD a year. People with dementia are often physically or chemically restrained to a greater degree than necessary, raising issues of human rights. Social stigma against those affected is common.",
            "score": 56.86943817138672
        },
        {
            "docid": "10306673_3",
            "document": "Alcohol-related dementia . Alcohol-related dementia is a broad term currently preferred among medical professionals. Many experts use the terms alcohol (or alcoholic) dementia to describe a specific form of ARD, characterized by impaired executive function (planning, thinking, and judgment). Another form of ARD is known as wet brain (Wernicke-Korsakoff syndrome), characterized by short term memory loss and thiamine (vitamin B1) deficiency. ARD patients often have symptoms of both forms, i.e. impaired ability to plan, apathy, and memory loss. ARD may occur with other forms of dementia (mixed dementia). The diagnosis of ARD is widely recognized but rarely applied, due to a lack of specific diagnostic criteria. On many non-medical websites, the terms wet brain and alcohol-related dementia are often used interchangeably, creating significant confusion. Additionally, the term alcohol-induced persistent dementia is another non-specific name that is sometimes used.",
            "score": 54.302101135253906
        },
        {
            "docid": "1432945_3",
            "document": "Cognitive disorder . Although Alzheimer's disease accounts for the majority of cases of neurocognitive disorders, there are various medical conditions that affect mental functions such as memory, thinking, and the ability to reason, including frontotemporal degeneration, Huntington’s disease, Lewy body disease, traumatic brain injury (TBI), Parkinson’s disease, prion disease, and dementia/neurocognitive issues due to HIV infection. Neurocognitive disorders are diagnosed as mild and major based on the severity of their symptoms. While anxiety disorders, mood disorders, and psychotic disorders can also have an effect on cognitive and memory functions, the DSM-IV-TR does not consider these cognitive disorders, because loss of cognitive function is not the primary (causal) symptom. Additionally, developmental disorders such as Autism spectrum disorder are typically developed at birth or early in life as opposed to the acquired nature of neurocognitive disorders.",
            "score": 53.485862731933594
        },
        {
            "docid": "38390_67",
            "document": "Dementia . There is no solid evidence that folate or vitamin B12 improves outcomes in those with cognitive problems. Statins also have no benefit in dementia. Medications for other health conditions may need to be managed differently for a person who also has a diagnosis of dementia. The MATCH-D criteria can help identify ways that a diagnosis of dementia changes medication management for other health conditions. It is unclear if there is a link between blood pressure medication and dementia. There is a possibility that people may experience an increase in cardiovascular-related events if these medications are withdrawn.",
            "score": 52.53367233276367
        },
        {
            "docid": "38390_86",
            "document": "Dementia . During the 19th century, doctors generally came to believe that dementia in the elderly was the result of cerebral atherosclerosis, although opinions fluctuated between the idea that it was due to blockage of the major arteries supplying the brain or small strokes within the vessels of the cerebral cortex. This viewpoint remained conventional medical wisdom through the first half of the 20th century, but by the 1960s was increasingly challenged as the link between neurodegenerative diseases and age-related cognitive decline was established. By the 1970s, the medical community maintained that vascular dementia was rarer than previously thought and Alzheimer's disease caused the vast majority of mental impairments in old age. More recently however, it is believed that dementia is often a mixture of both conditions.",
            "score": 52.452880859375
        },
        {
            "docid": "18567040_15",
            "document": "Intellectual disability . Clinically, intellectual disability is a subtype of cognitive deficit or disabilities affecting intellectual abilities, which is a broader concept and includes intellectual deficits that are too mild to properly qualify as intellectual disability, or too specific (as in specific learning disability), or acquired later in life through acquired brain injuries or neurodegenerative diseases like dementia. Cognitive deficits may appear at any age. Developmental disability is any disability that is due to problems with growth and development. This term encompasses many congenital medical conditions that have no mental or intellectual components, although it, too, is sometimes used as a euphemism for intellectual disability.",
            "score": 52.44075012207031
        },
        {
            "docid": "3452485_9",
            "document": "Memory disorder . Dementia refers to a large class of disorders characterized by the progressive deterioration of thinking ability and memory as the brain becomes damaged. Dementia can be categorized as reversible (e.g. \"thyroid\" disease) or irreversible (e.g. Alzheimer's disease). Currently, there are more than 35 million people with dementia worldwide. In the United States alone the number of people affected by dementia is striking at 3.8 million.",
            "score": 52.10198974609375
        },
        {
            "docid": "1432945_12",
            "document": "Cognitive disorder . Neurocognitive disorders can have numerous causes: genetics, brain trauma, stroke, and heart issues. The main causes are neurodegenerative diseases such as Alzheimer's disease, Parkinson's disease, and Huntington's disease because they affect or deteriorate brain functions. Other diseases and conditions that cause NDCs include vascular dementia, frontotemporal degeneration, Lewy body disease, prion disease, normal pressure hydrocephalus, and dementia/neurocognitive issues due to HIV infection. They may also include dementia due to substance abuse or exposure to toxins.",
            "score": 51.822021484375
        },
        {
            "docid": "21312265_35",
            "document": "Retrospective memory . Alzheimer's disease accounts for 60 to 70 percent of cases of dementias. The brains of Alzheimer's patients have an abundance of plaques and tangles which begin in areas involved in memory, spreading to other areas, and eventually affecting most of the brain. Vascular dementia is often considered the second-most common form of dementia and is the reduction of blood flow to parts of the brain most often caused by many very small strokes that have an accumulative effect on cognitive abilities including memory.",
            "score": 51.78664779663086
        },
        {
            "docid": "38390_61",
            "document": "Dementia . No medications have been shown to prevent or cure dementia. Medications may be used to treat the behavioural and cognitive symptoms but have no effect on the underlying disease process.",
            "score": 51.04060363769531
        },
        {
            "docid": "227167_43",
            "document": "Dementia with Lewy bodies . Diagnostic tests can be used to establish some features of the condition and distinguish them from symptoms of other conditions; diagnosis may include the person's medical history, physical exam, assessment of neurological function, testing to rule out conditions that may cause similar symptoms, brain imaging, neuropsychological testing to assess cognitive function, sleep studies, or myocardial scintigraphy. Laboratory testing can rule out conditions like depression, abnormal thyroid function, syphillis, HIV or vitamin deficiencies that may cause symptoms similar to dementia.",
            "score": 50.935184478759766
        },
        {
            "docid": "18914017_2",
            "document": "Alzheimer's disease . Alzheimer's disease (AD), also referred to simply as Alzheimer's, is a chronic neurodegenerative disease that usually starts slowly and worsens over time. It is the cause of 60–70% of cases of dementia. The most common early symptom is difficulty in remembering recent events (short-term memory loss). As the disease advances, symptoms can include problems with language, disorientation (including easily getting lost), mood swings, loss of motivation, not managing self care, and behavioural issues. As a person's condition declines, they often withdraw from family and society. Gradually, bodily functions are lost, ultimately leading to death. Although the speed of progression can vary, the typical life expectancy following diagnosis is three to nine years. The cause of Alzheimer's disease is poorly understood. About 70% of the risk is believed to be genetic with many genes usually involved. Other risk factors include a history of head injuries, depression, or hypertension. The disease process is associated with plaques and tangles in the brain. A probable diagnosis is based on the history of the illness and cognitive testing with medical imaging and blood tests to rule out other possible causes. Initial symptoms are often mistaken for normal ageing. Examination of brain tissue is needed for a definite diagnosis. Mental and physical exercise, and avoiding obesity may decrease the risk of AD; however, evidence to support these recommendations is not strong. There are no medications or supplements that have been shown to decrease risk. No treatments stop or reverse its progression, though some may temporarily improve symptoms. Affected people increasingly rely on others for assistance, often placing a burden on the caregiver; the pressures can include social, psychological, physical, and economic elements. Exercise programmes may be beneficial with respect to activities of daily living and can potentially improve outcomes. Behavioural problems or psychosis due to dementia are often treated with antipsychotics, but this is not usually recommended, as there is little benefit with an increased risk of early death. In 2015, there were approximately 29.8 million people worldwide with AD. It most often begins in people over 65 years of age, although 4% to 5% of cases are early-onset Alzheimer's which begin before this. It affects about 6% of people 65 years and older. In 2015, dementia resulted in about 1.9 million deaths. It was first described by, and later named after, German psychiatrist and pathologist Alois Alzheimer in 1906. In developed countries, AD is one of the most financially costly diseases.",
            "score": 50.84077072143555
        },
        {
            "docid": "38390_33",
            "document": "Dementia . Chronic inflammatory conditions that may affect the brain and cognition include Behçet's disease, multiple sclerosis, sarcoidosis, Sjögren's syndrome, systemic lupus erythematosus, celiac disease, and non-celiac gluten sensitivity. These types of dementias can rapidly progress, but usually have a good response to early treatment. This consists of immunomodulators or steroid administration, or in certain cases, the elimination of the causative agent.",
            "score": 50.76228332519531
        },
        {
            "docid": "3452485_4",
            "document": "Memory disorder . Alzheimer's disease (AD) is a progressive, degenerative and fatal brain disease, in which cell to cell connections in the brain are lost. Alzheimer's disease is the most common form of dementia. Globally approximately 1–5% of the population is affected by Alzheimer's disease. Women are disproportionately the victims of Alzheimer's disease, with evidence suggesting that women with AD display more severe cognitive impairment relative to age-matched males with AD, as well as a more rapid rate of cognitive decline. Amnesia is an abnormal mental state in which memory and learning are affected out of all proportion to other cognitive functions in an otherwise alert and responsive patient. There are two forms of amnesia: Anterograde amnesia and retrograde amnesia, that show hippocampal or medial temporal lobe damage. Anterograde amnesics show difficulty in the learning and retention of information encountered after brain damage. Retrograde Amnesics generally have memories spared about personal experiences or context independent semantic information.",
            "score": 50.03289031982422
        },
        {
            "docid": "227181_16",
            "document": "Vascular dementia . Early detection and accurate diagnosis are important, as vascular dementia is at least partially preventable. Ischemic changes in the brain are irreversible, but the patient with vascular dementia can demonstrate periods of stability or even mild improvement. Since stroke is an essential part of vascular dementia, the goal is to prevent new strokes. This is attempted through reduction of stroke risk factors, such as high blood pressure, high blood lipid levels, atrial fibrillation, or diabetes mellitus. Meta-analyses have found that medications for high blood pressure are effective at prevention of pre-stroke dementia, which means that high blood pressure treatment should be started early. These medications include angiotensin converting enzyme inhibitors, diuretics, calcium channel blockers, sympathetic nerve inhibitors, angiotensin II receptor antagonists or adrenergic antagonists. Elevated lipid levels, including HDL, were found to increase risk of vascular dementia. However, four large recent reviews showed that therapy with statin drugs was ineffective in treatment or prevention of this dementia. Aspirin is a medication that is commonly prescribed for prevention of strokes and heart attacks; it is also frequently given to patients with dementia. However, its efficacy in slowing progression of dementia or improving cognition has not been supported by studies. Smoking cessation and Mediterranean diet have not been found to help patients with cognitive impairment, however physical activity was consistently the most effective method of preventing cognitive decline.",
            "score": 49.62825393676758
        },
        {
            "docid": "38390_19",
            "document": "Dementia . Vascular dementia is the cause of at least 20% of dementia cases, making it the second most common cause of dementia. It is caused by disease or injury affecting the blood supply to the brain, typically involving a series of minor strokes. The symptoms of this dementia depend on where in the brain the strokes have occurred and whether the vessels are large or small. Multiple injuries can cause progressive dementia over time, while a single injury located in an area critical for cognition (i.e. hippocampus, thalamus) can lead to sudden cognitive decline.",
            "score": 49.51951217651367
        },
        {
            "docid": "9059_22",
            "document": "Dementia praecox . Though his work and that of his research associates had revealed a role for heredity, Kraepelin realized nothing could be said with certainty about the aetiology of dementia praecox, and he left out speculation regarding brain disease or neuropathology in his diagnostic descriptions. Nevertheless, from the 1896 edition onwards Kraepelin made clear his belief that poisoning of the brain, \"auto-intoxication,\" probably by sex hormones, may underlie dementia praecox – a theory also entertained by Eugen Bleuler. Both theorists insisted dementia praecox is a biological disorder, not the product of psychological trauma. Thus, rather than a disease of hereditary degeneration or of structural brain pathology, Kraepelin believed dementia praecox was due to a systemic or \"whole body\" disease process, probably metabolic, which gradually affected many of the tissues and organs of the body before affecting the brain in a final, decisive cascade. Kraepelin, recognizing dementia praecox in Chinese, Japanese, Tamil and Malay patients, suggested in the eighth edition of \"Psychiatrie\" that, \"we must therefore seek the real cause of dementia praecox in conditions which are spread all over the world, which thus do not lie in race or in climate, in food or in any other general circumstance of life...\"",
            "score": 49.052276611328125
        },
        {
            "docid": "24032_4",
            "document": "Positron emission tomography . PET is both a medical and research tool. It is used heavily in clinical oncology (medical imaging of tumours and the search for metastases), and for clinical diagnosis of certain diffuse brain diseases such as those causing various types of dementias. PET is also an important research tool to map normal human brain and heart function, and support drug development.",
            "score": 48.76024627685547
        },
        {
            "docid": "1021254_2",
            "document": "Meningioma . Meningioma, also known as meningeal tumor, is typically a slow-growing tumor that forms from the meninges, the membranous layers surrounding the brain and spinal cord. Symptoms depend on the location and occur as a result of the tumor pressing on nearby tissue. Many cases never produce symptoms. Occasionally seizures, dementia, trouble talking, vision problems, one sided weakness, or loss of bladder control may occur. Risk factors include exposure to ionizing radiation such as during radiation therapy, a family history of the condition, and neurofibromatosis type 2. As of 2014 they do not appear to be related to cell phone use. They appear to be able to form from a number of different types of cells including arachnoid cells. Diagnosis is typically by medical imaging. If there are no symptoms, periodic observation may be all that is required. Most cases that result in symptoms can be cured by surgery. Following complete removal less than 20% recur. If surgery is not possible or all the tumor cannot be removed radiosurgery may be helpful. Chemotherapy has not been found to be useful. A small percentage grow rapidly and are associated with worse outcomes. About one per thousand people in the United States are currently affected. Onset is usually in adults. In this group they represent about 30% of brain tumors. Women are affected about twice as often as men. Meningiomas were reported as early as 1614 by Felix Plater.",
            "score": 48.364192962646484
        },
        {
            "docid": "3255966_3",
            "document": "Health technology . Medical technology, or \"medtech,\" encompasses a wide range of healthcare products and is used to treat diseases and medical conditions affecting humans. Such technologies (applications of medical science) are intended to improve the quality of healthcare delivered through earlier diagnosis, less invasive treatment options and reduction in hospital stays and rehabilitation times. Recent advances in medical technology have also focused on cost reduction. Medical technology may broadly include medical devices, information technology, biotech, and healthcare services.",
            "score": 48.227455139160156
        },
        {
            "docid": "227183_14",
            "document": "Binswanger's disease . Binswanger's disease has no cure and has been shown to be the most severe impairment of all of the vascular dementias. The best way to manage the vascular risk factors that contribute to poor perfusion in the brain is to treat the cause, such as chronic hypertension or diabetes. It has been shown that current Alzheimer’s medication, donepezil (trade name Aricept), may help Binswanger’s Disease patients as well . Donepezil increases the acetylcholine in the brain through a choline esterase inhibitor which deactivates the enzyme that breaks down acetylcholine. Alzheimer as well as Binswanger patients have low levels of acetylcholine and this helps to restore the normal levels of neurotransmitters in the brain. This drug may improve memory, awareness, and the ability to function. If no medical interception of the disease is performed then the disease will continue to worsen as the patient ages due to the continuing atrophy of the white matter from whatever was its original cause.",
            "score": 47.578941345214844
        },
        {
            "docid": "27790_50",
            "document": "Schizophrenia . The history of schizophrenia is complex and does not lend itself easily to a linear narrative. Accounts of a schizophrenia-like syndrome are thought to be rare in historical records before the 19th century, although reports of irrational, unintelligible, or uncontrolled behavior were common. A detailed case report in 1797 concerning James Tilly Matthews, and accounts by Philippe Pinel published in 1809, are often regarded as the earliest cases of the illness in the medical and psychiatric literature. The Latinized term \"dementia praecox\" was first used by German alienist Heinrich Schule in 1886 and then in 1891 by Arnold Pick in a case report of a psychotic disorder (hebephrenia). In 1893 Emil Kraepelin borrowed the term from Schule and Pick and in 1899 introduced a broad new distinction in the classification of mental disorders between \"dementia praecox\" and mood disorder (termed manic depression and including both unipolar and bipolar depression). Kraepelin believed that \"dementia praecox\" was probably caused by a long-term, smouldering systemic or \"whole body\" disease process that affected many organs and peripheral nerves in the body but which affected the brain after puberty in a final decisive cascade. His use of the term \"praecox\" distinguished it from other forms of dementia such as Alzheimer's disease which typically occur later in life. It is sometimes argued that the use of the term \"démence précoce\" in 1852 by the French physician Bénédict Morel constitutes the medical discovery of schizophrenia. However, this account ignores the fact that there is little to connect Morel's descriptive use of the term and the independent development of the \"dementia praecox\" disease concept at the end of the nineteenth century. The word \"schizophrenia\"—which translates roughly as \"splitting of the mind\" and comes from the Greek roots \"schizein\" (σχίζειν, \"to split\") and \"phrēn\", \"phren-\" (φρήν, φρεν-, \"mind\")—was coined by Eugen Bleuler in 1908 and was intended to describe the separation of function between personality, thinking, memory, and perception. American and British interpretations of Bleuler led to the claim that he described its main symptoms as four \"A\"s: flattened \"affect\", \"autism\", impaired \"association\" of ideas, and \"ambivalence\". Bleuler realized that the illness was \"not\" a dementia, as some of his patients improved rather than deteriorated, and thus proposed the term schizophrenia instead. Treatment was revolutionized in the mid-1950s with the development and introduction of chlorpromazine.",
            "score": 47.49199295043945
        },
        {
            "docid": "5574392_8",
            "document": "Medical model . The concepts of \"disease\" and \"injury\" are central to the medical model. In general, \"disease\" or \"injury\" refer to some deviation from normal body functioning that has undesirable consequences for the affected individual. An important aspect of the medical model is that it regards signs (objective indicators such as an elevated temperature) and symptoms (subjective feelings of distress expressed by the patient) as indicative of an underlying physical abnormality (pathology) within the individual. According to the medical model, medical treatment, wherever possible, should be directed at the underlying pathology in an attempt to correct the abnormality and cure the disease. In regard to many mental illnesses, for example, the assumption is that the cause of the disorder lies in abnormalities within the affected individual’s brain (specially their brain neurochemistry). That carries the implicit conclusion that disordered behaviors are not learned but are spontaneously generated by the disordered brain. According to the medical model, for treatment (such as drugs), to be effective, it should be directed as closely as possible at correcting the theorized chemical imbalance in the mentally ill person’s brain.",
            "score": 47.45020294189453
        },
        {
            "docid": "6258854_5",
            "document": "Clinical Dementia Rating . With increasing clinical focus on dementia, there is likewise increasing interested in pharmacology in the development of drugs to halt, or slow the progression of dementia-related illness such as Alzheimer's Disease. Therefore early and accurate diagnosis of dementia and staging can be essential to proper clinical care. Without the ability to reliably assess dementia across the board, the misuse of anti-dementia compounds could have negative consequences, such as patients receiving the wrong medication, or not receiving treatment in the early stages of dementia when it is most needed.",
            "score": 47.43153762817383
        },
        {
            "docid": "227183_9",
            "document": "Binswanger's disease . There is a difference between cortical and subcortical dementia. Cortical dementia is atrophy of the cortex which affects ‘higher’ functions such as memory, language, and semantic knowledge whereas subcortical dementia affects mental manipulation, forgetfulness, and personality/emotional changes. Binswanger’s Disease has shown correlations with impairment in executive functions, but have normal episodic or declarative memory. Executive functions are brain processes that are responsible for planning, cognitive flexibility, abstract thinking, rule acquisition, initiating appropriate actions and inhibiting inappropriate actions, and selecting relevant sensory information. There have been many studies done comparing the mental deterioration of Binswanger patients and Alzheimer patients. It has been found in the Graphical Sequence Test that Binswanger patients have hyperkinetic perseveration errors which cause the patients to repeat motion even when not asked whereas Alzheimer patients have semantic perseveration because when asked to write a word they will instead draw the object of the word.",
            "score": 47.400856018066406
        },
        {
            "docid": "490620_4",
            "document": "Human brain . The brain is protected by the skull, suspended in cerebrospinal fluid, and isolated from the bloodstream by the blood–brain barrier. However, the brain is still susceptible to damage, disease, and infection. Damage can be caused by trauma, or a loss of blood supply known as a stroke. The brain is susceptible to degenerative disorders, such as Parkinson's disease, dementias including Alzheimer's disease, and multiple sclerosis. Psychiatric conditions, including schizophrenia and clinical depression, are thought to be associated with brain dysfunctions. The brain can also be the site of tumours, both benign and malignant; these mostly originate from other sites in the body. The study of the anatomy of the brain is neuroanatomy, while the study of its function is neuroscience. A number of techniques are used to study the brain. Specimens from other animals, which may be examined microscopically, have traditionally provided much information. Medical imaging technologies such as functional neuroimaging, and electroencephalography (EEG) recordings are important in studying the brain. The medical history of people with brain injury has provided insight into the function of each part of the brain.",
            "score": 47.29939651489258
        },
        {
            "docid": "29907250_4",
            "document": "Disabilities affecting intellectual abilities . Intellectual disability must have appeared in the developmental period, not only as an adult. By contrast, people with cognitive impairment have, or previously had, normal IQ, but now show confusion, forgetfulness and difficulty concentrating; cognitive impairment is typical of brain injuries, side effects from medications, and dementia. Many of these disabilities have an effect on memory, which refers to the ability to recall what has been learned over time. Typically memory is moved from sensory memory to working memory then finally into long term memory. People with cognitive disabilities typically will have trouble with one of these types of memory.",
            "score": 46.8409423828125
        }
    ]
}