{
    "q": [
        {
            "docid": "622572_47",
            "document": "Collegiate wrestling . These lesions are all Type one infections also known specifically as Herpes simplex, Herpes Zoster, and Herpes Gladiatorial are all types of herpes that are common in skin to skin contact sports. Type two herpes is known as herpes on the genitals which is spread through sexual contact. These lesions come from skin to skin contact or body secretions. The skin starts to develop blisters which can happen anywhere on the body. To return to any activity one must be cleared by a doctor. Herpes Simplex is the virus that causes cold sores this virus can be spread by oral seceretions and can also cause Herpes Gladiatorial. Once a person becomes infected the virus stays in the body forever and can reactivate itself anytime causing cold sores. Herpes Gladiatorial is a skin infection. it comes from the Herpes Simplex virus which is causes the same lesion one has when they have a cold sore. This form of herpes is on the skin and can be spread through contact with others or sharing beverages with someone who is infected or using anything that they may have contaminated. This virus remains in your system and can reactivate itself at any time causing lesions to appear. Herpes Zoster is the virus which causes shingles and chicken pox. Once one has had the chicken pox they carry the virus forever. Once one has chicken pox the virus is inactive but, if it becomes active again they get the shingles.",
            "score": 45.38731932640076
        },
        {
            "docid": "4774419_32",
            "document": "Herpes simplex virus . Herpes simplex virus is likely the most common cause of Mollaret's meningitis, and, in worst case scenarios, can lead to a potentially fatal case of herpes simplex encephalitis.",
            "score": 41.54160499572754
        },
        {
            "docid": "3783315_5",
            "document": "Virus latency . One example is herpes virus family, \"Herpesviridae\", all of which establish latent infection. Herpes virus include chicken-pox virus and herpes simplex viruses (HSV-1, HSV-2), all of which establish episomal latency in neurons and leave linear genetic material floating in the cytoplasm. The \"Gammaherpesvirinae\" subfamily is associated with episomal latency established in cells of the immune system, such as B-cells in the case of Epstein-Barr virus. Epstein-Barr virus lytic reactivation (which can be due to chemotherapy or radiation) can result in genome instability and cancer. In the case of herpes simplex (HSV), the virus has been shown to fuse with DNA in neurons, such as nerve ganglia or brain cells, and HSV reactivates upon even minor chromatin loosening with stress, although the chromatin compacts (becomes latent) upon oxygen and nutrient deprivation.",
            "score": 41.14989423751831
        },
        {
            "docid": "35349626_19",
            "document": "Herpes simplex research . Scientists from Northwestern University, University of Nebraska-Lincoln and Tufts University have established a R2 HSV mutant, which can successfully infect epithelial cells, but the virus fails to infect neurons. Future research will focus on further developing the R2 mutant as a master herpes virus vaccine.",
            "score": 38.80827522277832
        },
        {
            "docid": "46416697_10",
            "document": "Gabriella Campadelli-Fiume . Preclinical therapy of disseminated HER-2+ ovarian and breast carcinomas with a HER-2-retargeted oncolytic herpesvirus Herpes Simplex Virus Glycoproteins gH/gL and gB Bind Toll-Like Receptor 2, and Soluble gH/gL Is Sufficient To Activate NF-κB  AlphaV-beta3-Integrin Relocalizes nectin1 and Routes Herpes Simplex Virus to Lipid Rafts Herpes Simplex Virus gD Forms Distinct Complexes with Fusion Executors gB and gH/gL in Part through the C-terminal Profusion Domain Construction of a Fully Retargeted Herpes Simplex Virus 1 Recombinant Capable of Entering Cells Solely via Human Epidermal Growth Factor Receptor 2 Herpes Simplex Virus gD Forms Distinct Complexes with Fusion Executors gB and gH/gL in Part through the C-terminal Profusion Domain Intracellular Trafficking and Maturation of Herpes Simplex Virus Type 1 gB and Virus Egress Require Functional Biogenesis of Multivesicular Bodies A Herpes Simplex Virus Recombinant That Exhibits a Single-Chain Antibody to HER2/neu Enters Cells through the Mammary Tumor Receptor, Independently of the gD Receptors Heptad Repeat 2 in Herpes Simplex Virus 1 gH Interacts with Heptad Repeat 1 and Is Critical for Virus Entry and Fusion Hydrophobic α-Helices 1 and 2 of Herpes Simplex Virus gH Interact with Lipids, and Their Mimetic Peptides Enhance Virus Infection and Fusion The Egress of Herpesviruses from Cells: the Unanswered Questions The Ectodomain of Herpes Simplex Virus Glycoprotein H Contains a Membrane α-Helix with Attributes of an Internal Fusion Peptide, Positionally Conserved in the Herpesviridae Family Coexpression of UL20p and gK Inhibits Cell-Cell Fusion Mediated by Herpes Simplex Virus Glycoproteins gD, gH-gL, and Wild-Type gB or an Endocytosis-Defective gB Mutant and Downmodulates Their Cell Surface Expression Entry of Herpes Simplex Virus Mediated by Chimeric Forms of Nectin1 Retargeted to Endosomes or to Lipid Rafts Occurs through Acidic Endosomes The Herpes Simplex Virus JMP Mutant Enters Receptor-Negative J Cells through a Novel Pathway Independent of the Known Receptors nectin1, HveA, and nectin2",
            "score": 45.375577211380005
        },
        {
            "docid": "8292334_3",
            "document": "Herpes B virus . In the natural host, the virus exhibits pathogenesis similar to that of herpes simplex virus (HSV) in humans. Conversely, when humans are zoonotically infected with B virus, patients can present with severe central nervous system disease, resulting in permanent neurological dysfunction or death. Severity of the disease increases for untreated patients, with a case fatality rate of approximately 80%. Early diagnosis and subsequent treatment are crucial to human survival of the infection.",
            "score": 53.3202600479126
        },
        {
            "docid": "33158058_6",
            "document": "NIAID ChemDB . SIV FIV  Human Cytomegalovirus (HCMV) Epstein-Barr virus Herpes simplex virus 1 Herpes simplex virus 2 Kaposi sarcoma virus Hepatitis A virus Hepatitis B virus Hepatitis C virus \"Mycobacterium spp.\" \"Pneumocystis carinni\" \"Cryptococcus spp.\" \"Candida spp.\" \"Aspergillus spp.\" Microsporidia \"Toxoplasma gondii\" \"Cryptosporidium parvum\" \"Leishmania spp.\" \"Plasmodium spp.\"",
            "score": 38.601600646972656
        },
        {
            "docid": "18653440_5",
            "document": "Mollaret's meningitis . While herpes simplex and varicella can cause rash, Mollaret's patients may or may not have a rash. Herpes simplex virus is likely the most common cause of Mollaret's meningitis.",
            "score": 52.884535789489746
        },
        {
            "docid": "4273427_4",
            "document": "Famciclovir . Famciclovir is indicated for the treatment of herpes zoster (shingles), treatment of herpes simplex virus 2 (genital herpes), herpes labialis (cold sores) in immunocompetent patients and for the suppression of recurring episodes of herpes simplex virus 2. It is also indicated for treatment of recurrent episodes of herpes simplex in HIV patients.",
            "score": 62.47810888290405
        },
        {
            "docid": "4774419_23",
            "document": "Herpes simplex virus . Herpes simplex 2 genomes can be divided into two groups: one is globally distributed and the other is mostly limited to sub Saharan Africa. The globably distributed genotype has undergone an ancient recombination with herpes simplex 1.",
            "score": 40.97964286804199
        },
        {
            "docid": "4774419_3",
            "document": "Herpes simplex virus . In simple terms, herpes simplex 1 is most commonly known as a \"cold sore\", while herpes simplex 2 is the one known by the public as \"herpes\", or \"genital herpes\". According to the World Health Organization 67% of the world population under the age of 50 have HSV-1.",
            "score": 39.3240966796875
        },
        {
            "docid": "337196_24",
            "document": "Neuroanatomy . Certain viruses can replicate in brain cells and cross synapses. So, viruses modified to express markers (such as fluorescent proteins) can be used to trace connectivity between brain regions across multiple synapses. Two tracer viruses which replicate and spread transneuronal/transsynaptic are the Herpes simplex virus type1 (HSV) and the Rhabdoviruses. Herpes simplex virus was used to trace the connections between the brain and the stomach, in order to examine the brain areas involved in viscero-sensory processing. Another study injected herpes simplex virus into the eye, thus allowing the visualization of the optical pathway from the retina into the visual system. An example of a tracer virus which replicates from the synapse to the soma is the pseudorabies virus. By using pseudorabies viruses with different fluorescent reporters, dual infection models can parse complex synaptic architecture.",
            "score": 39.324655294418335
        },
        {
            "docid": "4774419_22",
            "document": "Herpes simplex virus . The herpes simplex 1 genomes can be classified into six clades. Four of these occur in East Africa, one in East Asia and one in Europe and North America. This suggests that the virus may have originated in East Africa. The most recent common ancestor of the Eurasian strains appears to have evolved ~60,000 years ago. The East Asian HSV-1 isolates have an unusual pattern that is currently best explained by the two waves of migration responsible for the peopling of Japan.",
            "score": 34.711952209472656
        },
        {
            "docid": "23270978_2",
            "document": "Epidemiology of herpes simplex . The epidemiology of herpes simplex is of substantial epidemiologic and public health interest. Worldwide, the rate of infection with herpes simplex virus—counting both HSV-1 and HSV-2—is around 90%. Although many people infected with HSV develop labial or genital lesions (herpes simplex), the majority are either undiagnosed or display no physical symptoms—individuals with no symptoms are described as asymptomatic or as having subclinical herpes.",
            "score": 39.07069969177246
        },
        {
            "docid": "4774419_2",
            "document": "Herpes simplex virus . Herpes simplex virus 1 and 2 (HSV-1 and HSV-2), also known as human herpesvirus 1 and 2 (HHV-1 and HHV-2), are two members of the herpesvirus family, Herpesviridae, that infect humans. Both HSV-1 (which produces most cold sores) and HSV-2 (which produces most genital herpes) are ubiquitous and contagious. They can be spread when an infected person is producing and shedding the virus.",
            "score": 39.9152774810791
        },
        {
            "docid": "4774419_1",
            "document": "Herpes simplex virus . Herpes simplex virus",
            "score": 41.111656188964844
        },
        {
            "docid": "10473109_4",
            "document": "Resistance mutation . Resistance mutations are found and become problematic in many viruses other than HIV. Notable examples of such viruses include the herpes simplex virus and hepatitis B virus. In the herpes virus, drugs mainly target the viral DNA polymerase. As a result, mutations in the viral DNA polymerase that make it resistant to these drugs are selected for, which ultimately can cause complete resistance of the treatment. In hepatitis B, nucleoside and nucleotide analogs are used to cause early termination of viral transcription. Mutations in viral reverse transcriptase can cause the enzyme to not incorporate these nonfunctional analogs, in favor for their natural counterparts. If this mutation occurs, transcription will not be halted, and viral proteins can be created.",
            "score": 30.802924156188965
        },
        {
            "docid": "45498297_2",
            "document": "A. Oveta Fuller . A. Oveta Fuller is an Associate Professor of Microbiology at University of Michigan Medical School and specializes in research of the Herpes simplex virus as well as HIV/AIDS. She and her research team discovered a B5 receptor, advancing the understanding of the Herpes simplex virus and the cells it attacks. In 2014, she was named Associate Director of the University of Michigan African Studies Center.",
            "score": 43.365952491760254
        },
        {
            "docid": "443800_16",
            "document": "Shingles . If the rash has appeared, identifying this disease (making a differential diagnosis) requires only a visual examination, since very few diseases produce a rash in a dermatomal pattern (see map). However, herpes simplex virus (HSV) can occasionally produce a rash in such a pattern (zosteriform herpes simplex). The Tzanck smear is helpful for diagnosing acute infection with a herpes virus, but does not distinguish between HSV and VZV.",
            "score": 39.615190505981445
        },
        {
            "docid": "14164045_1",
            "document": "Herpes simplex virus protein vmw65 . Herpes simplex virus protein vmw65",
            "score": 40.51410102844238
        },
        {
            "docid": "18653440_7",
            "document": "Mollaret's meningitis . Cases of Mollaret's resulting from varicella zoster virus infection, diagnosed by polymerase chain reaction (PCR), have been documented. In these cases, PCR for herpes simplex was negative. Some patients also report frequent shingles outbreaks. Varicella zoster virus, which causes chickenpox and shingles is part of the herpes family, and is sometimes called \"herpes zoster virus\". CNS epidermoid cysts can give rise to Mollaret's meningitis especially with surgical manipulation of cyst contents.",
            "score": 48.70583939552307
        },
        {
            "docid": "20766783_5",
            "document": "Skin infections and wrestling . The herpes simplex virus comes in two different strains, though only one is spread among wrestlers. Type 1 (HSV-1) can be transmitted through contact with an infected individual, and usually associated with sores on the lips, mouth, and face. HSV-1 can also cause infection of the eye, or even infection of the lining of the brain, known as meningoencephalitis. The lesions will heal on their own in 7 to 10 days, unless the infected individual has a condition that weakens the immune system. Once an infection occurs, the virus will spread to nerve cells, where it remains for the rest of the person’s life. Occasionally, the virus will suddenly display recurring symptoms, or flares. There is no complete treatment for Herpes Simplex 1 but there is prescription medication to help ease and relieve the symptoms of the virus. Antiviral oral medication and topic medication can be prescribed to relieve the pain and soreness of the herpes virus.",
            "score": 44.22025156021118
        },
        {
            "docid": "2522115_4",
            "document": "Cytomegalovirus retinitis . Cytomegalovirus (a type of herpes virus) is what causes cytomegalovirus retinitis. Other types of herpes viruses include herpes simplex viruses and Epstein-Barr virus. Once an individual is infected with these viruses they stay in the body for life. What triggers the virus to reactivate are the following (though CMV can also be congenital).",
            "score": 36.50187015533447
        },
        {
            "docid": "21754540_2",
            "document": "Herpes labialis . Herpes labialis, also known as cold sores, is a type of infection by the herpes simplex virus that affects primarily the lip. Symptoms typically include a burning pain followed by small blisters or sores. The first attack may also be accompanied by fever, sore throat, and enlarged lymph nodes. The rash usually heals within 10 days, but the virus remains dormant in the facial nerve. The virus may periodically reactivate to create another outbreak of sores in the mouth or lip. The cause is usually herpes simplex virus type 1 (HSV-1) and occasionally herpes simplex virus type 2 (HSV-2). The infection is typically spread between people by direct non-sexual contact. Attacks can be triggered by sunlight, fever, psychological stress, or a menstrual period. Direct contact with the genitals can result in genital herpes. Diagnosis is usually based on symptoms but can be confirmed with specific testing. Prevention includes avoiding kissing or using the personal items of a person who is infected. A zinc oxide, anesthetic, or antiviral cream appears to decrease the duration of symptoms by a small amount. Antiviral medications may also decrease the frequency of outbreaks. About 2.5 per 1000 people are affected in any given year. After one episode about 33% of people develop subsequent episodes. Onset often occurs in those less than 20 years old. In those with recurrent outbreaks, these typically happen less than three times a year. The frequency of outbreaks generally decreases over time.",
            "score": 43.877856969833374
        },
        {
            "docid": "21323216_11",
            "document": "Herpes simplex . Herpes is contracted through direct contact with an active lesion or body fluid of an infected person. Herpes transmission occurs between discordant partners; a person with a history of infection (HSV seropositive) can pass the virus to an HSV seronegative person. Herpes simplex virus 2 is typically contracted through direct skin-to-skin contact with an infected individual, but can also be contracted by exposure to infected saliva, semen, vaginal fluid, or the fluid from herpetic blisters. To infect a new individual, HSV travels through tiny breaks in the skin or mucous membranes in the mouth or genital areas. Even microscopic abrasions on mucous membranes are sufficient to allow viral entry.",
            "score": 40.39377784729004
        },
        {
            "docid": "172305_11",
            "document": "Viral meningitis . Herpes simplex virus, varicella zoster virus and cytomegalovirus have a specific antiviral therapy. For herpes the treatment of choice is aciclovir.",
            "score": 36.66623401641846
        },
        {
            "docid": "4774419_30",
            "document": "Herpes simplex virus . Herpes simplex virus is considered as a potential therapy for cancer and has been extensively clinically tested to assess its oncolytic (cancer killing) ability. Interim overall survival data from Amgen's phase 3 trial of a genetically-attenuated herpes virus suggests efficacy against melanoma.",
            "score": 44.54814577102661
        },
        {
            "docid": "2814045_4",
            "document": "Nucleoside analogue . These agents can be used against hepatitis B virus, hepatitis C virus, herpes simplex, and HIV. Once they are phosphorylated, they work as antimetabolites by being similar enough to nucleotides to be incorporated into growing DNA strands; but they act as chain terminators and stop viral DNA polymerase. They are not specific to viral DNA and also affect mitochondrial DNA. Because of this they have side effects such as bone marrow suppression.",
            "score": 29.102803230285645
        },
        {
            "docid": "4774419_4",
            "document": "Herpes simplex virus . Symptoms of herpes simplex virus infection include watery blisters in the skin or mucous membranes of the mouth, lips, nose or genitals. Lesions heal with a scab characteristic of herpetic disease. Sometimes, the viruses cause very mild or atypical symptoms during outbreaks. However, they can also cause more troublesome forms of herpes simplex. As neurotropic and neuroinvasive viruses, HSV-1 and -2 persist in the body by becoming \"latent\" and hiding from the immune system in the cell bodies of neurons. After the initial or \"primary\" infection, some infected people experience sporadic episodes of viral \"reactivation\" or \"outbreaks\". In an outbreak, the virus in a nerve cell becomes active and is transported via the neuron's axon to the skin, where virus replication and shedding occur and cause new sores. It is one of the most common sexually transmitted infections.",
            "score": 36.78320026397705
        },
        {
            "docid": "4774419_31",
            "document": "Herpes simplex virus . Herpes simplex virus is also used as a transneuronal tracer defining connections among neurons by virtue of traversing synapses.",
            "score": 39.50914478302002
        },
        {
            "docid": "21009963_15",
            "document": "Meningitis . Viruses that cause meningitis include enteroviruses, herpes simplex virus (generally type 2, which produces most genital sores; less commonly type 1), varicella zoster virus (known for causing chickenpox and shingles), mumps virus, HIV, and LCMV. Mollaret's meningitis is a chronic recurrent form of herpes meningitis; it is thought to be caused by herpes simplex virus type 2.",
            "score": 39.41462707519531
        },
        {
            "docid": "4774419_9",
            "document": "Herpes simplex virus . Herpes simplex viruses can affect areas of skin exposed to contact with an infected person (although shaking hands with an infected person does not transmit this disease). An example of this is herpetic whitlow which is a herpes infection on the fingers. This was a common affliction of dental surgeons prior to the routine use of gloves when conducting treatment on patients.",
            "score": 53.92221140861511
        }
    ],
    "r": [
        {
            "docid": "4273427_4",
            "document": "Famciclovir . Famciclovir is indicated for the treatment of herpes zoster (shingles), treatment of herpes simplex virus 2 (genital herpes), herpes labialis (cold sores) in immunocompetent patients and for the suppression of recurring episodes of herpes simplex virus 2. It is also indicated for treatment of recurrent episodes of herpes simplex in HIV patients.",
            "score": 62.47810745239258
        },
        {
            "docid": "50355_2",
            "document": "Informed consent . Informed consent is a process for getting permission before conducting a healthcare intervention on a person, or for disclosing personal information. A health care provider may ask a patient to consent to receive therapy before providing it, or a clinical researcher may ask a research participant before enrolling that person into a clinical trial. Informed consent is collected according to guidelines from the fields of medical ethics and research ethics.",
            "score": 59.75503921508789
        },
        {
            "docid": "9828265_7",
            "document": "Doctor–patient relationship . The default medical practice for showing respect to patients and their families is for the doctor to be truthful in informing the patient of their health and to be direct in asking for the patient's consent before giving treatment. Historically in many cultures there has been a shift from paternalism, the view that the \"doctor always knows best,\" to the idea that patients must have a choice in the provision of their care and be given the right to provide informed consent to medical procedures. There can be issues with how to handle informed consent in a doctor–patient relationship; for instance, with patients who do not want to know the truth about their condition. Furthermore, there are ethical concerns regarding the use of placebo. Does giving a sugar pill lead to an undermining of trust between doctor and patient? Is deceiving a patient for his or her own good compatible with a respectful and consent-based doctor–patient relationship? These types of questions come up frequently in the healthcare system and the answers to all of these questions are usually far from clear but should be informed by medical ethics.",
            "score": 59.09554672241211
        },
        {
            "docid": "53368524_33",
            "document": "Privacy in education . The Health Insurance Portability and Accountability Act of 1996 provides privacy to data that is related to medical or mental health records that are legally more restrictive than FERPA in regards to confidentiality. HIPAA includes provisions that “intend to facilitate the creation of a national system for the electronic transmission and exchange of medical record information” such as access to information that is individually identifiable like health plans and health care. The act “defined protected health information so as to exclude individually identifiable health information that is included in education records covered by FERPA and that is in treatment records that are exempted from FERPA.” The difference between educational records and treatment records is that treatment records fall under federal and state law while educational records fall under FERPA. Nevertheless, the documentation of patient and caregiver is confidential meaning that medical records will not be disclosed unless consent is given or there is a belief that disclosing records is crucial. Furthermore, generally, health care providers do not disclose information unless they meet a standard that falls above the required FERPA health or safety exception, or consent is given, and thus is limited in providing information within the constraints of the confidentiality among patient and provider.",
            "score": 58.95121765136719
        },
        {
            "docid": "47432143_44",
            "document": "Planned Parenthood 2015 undercover videos controversy . Louisiana Governor Bobby Jindal announced, on August 3, 2015, that the Louisiana Department of Health and Hospitals was terminating its contract with Planned Parenthood, which provides the organization with state Medicaid funds. In court filings, the Justice Department argued that Louisiana's action violates federal law by denying Medicaid patients the choice of their healthcare providers. Also noted, neither of the two Louisiana clinics provide abortion services. The states of Alabama, New Hampshire, and Utah also cut their respective funding to Planned Parenthood in the wake of the videos, while Pennsylvania and Wisconsin were considering similar measures. The Obama administration has warned state legislators it may be illegal to cut funding to Planned Parenthood.",
            "score": 58.25720977783203
        },
        {
            "docid": "23270978_4",
            "document": "Epidemiology of herpes simplex . This information provides population prevalence of HSV viral infections in individuals with or without active disease. It has to be remembered that there are population subgroups that are more vulnerable for HSV infections, such as cancer chemotherapy patients.",
            "score": 57.72499084472656
        },
        {
            "docid": "53368524_40",
            "document": "Privacy in education . In 1996 the state of Minnesota placed a law regarding medical records that appeared to be more stringent than HIPAA. Minnesota law attempted to obtain a \"written general authorization for such release from the patient\" as a form to impede the activities of researchers or providers to share information without given consent. Hospitals in Minnesota even made brochures that highlight patient's rights to confidentiality and that they can give consent in writing if they allow for their medical records to be released outside of the facility. Thus, the law required health care providers to obtain a written consent and authorization from patients in order for medical records to be released and used for research. However, researchers themselves campaigned against the law and the law was not successful in enforcing the right that patients have to refuse their information to be released. Meanwhile, the patients themselves wanted information as to what information is being used within their medical records.",
            "score": 57.60324478149414
        },
        {
            "docid": "1176315_18",
            "document": "Art therapy . Art therapists are not permitted to disclose information about the clients' therapy sessions. This includes \"all verbal and/or artistic expression occurring within a client-therapist relationship\" (ATCB 2005). Art therapist are only allowed to release confidential information if they have explicit written consent by the patient or if the therapist has reason to believe the patient needs immediate help to address a severe danger to the patient's life. Also, therapists are not allowed to publish or display any of the patient's work without the expressed written consent of the patient.",
            "score": 57.366920471191406
        },
        {
            "docid": "50355_29",
            "document": "Informed consent . Medicine in the United States, Australia, and Canada also takes this patient-centric approach to \"informed consent.\" Informed consent in these jurisdictions requires healthcare providers to disclose significant risks, as well as risks of particular importance to that patient. This approach combines an objective (a hypothetical reasonable patient) and subjective (this particular patient) approach.",
            "score": 55.96159362792969
        },
        {
            "docid": "4774419_26",
            "document": "Herpes simplex virus . Herpes viruses establish lifelong infections, and the virus cannot yet be eradicated from the body. Treatment usually involves general-purpose antiviral drugs that interfere with viral replication, reduce the physical severity of outbreak-associated lesions, and lower the chance of transmission to others. Studies of vulnerable patient populations have indicated that daily use of antivirals such as aciclovir and valaciclovir can reduce reactivation rates.",
            "score": 55.83818817138672
        },
        {
            "docid": "503193_34",
            "document": "Planned Parenthood . Some state attorney generals have subpoenaed medical records of patients treated by Planned Parenthood. Planned Parenthood has gone to court to keep from turning over these records, citing medical privacy and concerns about the motivation for seeking the records.",
            "score": 55.64756393432617
        },
        {
            "docid": "53368524_35",
            "document": "Privacy in education . In some instances, college campuses have begun to integrate physical and mental health needs of patients. This means that medical records are becoming more shared among physicians as well as counselors or psychologists that work with students. Yet, medical providers, separately, have the obligation to withhold confidential information as an ethical duty and state privacy regulations. For example, health providers such as counselors, also have the obligation to be confidential and not disclose private information. However, as medical providers move towards integrated care, such that mental and physical records are shared amongst themselves, there arises a confidentiality challenge that may lead to college students to fall behind in school. Since confidentiality is compromised as information is disclosed among providers that use this method of continuity care, less students utilize therapy because they refuse to disclose private information that can then be shared with others. This simultaneously fuels the stigma towards college counseling. Thus, as more information becomes disclosed, less college students seek counseling due to lack of confidentiality as medical records of patients are disclosed between medical providers, when legally the obligation of these medical providers is to abide and guarantee privacy and confidentiality by withholding patient's information unless under specific circumstances.",
            "score": 55.47873306274414
        },
        {
            "docid": "32819131_60",
            "document": "Cancer pain . As medical professionals become better informed about the interdependent relationship between physical, emotional, social, and spiritual pain, and the demonstrated benefit to physical pain from alleviation of these other forms of suffering, they may be inclined to question the patient and family about interpersonal relationships. Unless the person has asked for such psychosocial intervention – or at least freely consented to such questioning – this would be an ethically unjustifiable intrusion into the patient's personal affairs (analogous to providing drugs without the patient's informed consent).",
            "score": 54.96074295043945
        },
        {
            "docid": "39844457_2",
            "document": "Planned Parenthood v. Rounds . Planned Parenthood v. Rounds (686 F.3d 889 (8th Cir. 2012) (en banc)) was a decision by the U.S. Court of Appeals for the Eighth Circuit that upheld a provision of a South Dakota law that requires a doctor to inform a patient, prior to providing an abortion, that one of the \"known medical risks of the procedure and statistically significant risk factors\" is an \"increased risk of suicide ideation and suicide.\"",
            "score": 54.813392639160156
        },
        {
            "docid": "30864674_11",
            "document": "Medical state . The release of patient information to the press is strictly controlled in the NHS. The Department of Health publishes a guideline to NHS Trusts. In general, no information can be released without patient consent, unless there are exceptional circumstances. If consent is withheld, the hospital cannot state even that to the press, as it would confirm that the patient was receiving treatment.",
            "score": 54.641334533691406
        },
        {
            "docid": "40879017_57",
            "document": "Matt Bevin . In January 2016, Bevin's administration sent a cease and desist letter to Planned Parenthood of Indiana and Kentucky ordering it to stop performing abortions at its clinic in Louisville because it did not have the required license. The clinic claimed it had been given permission to perform the procedures by Beshear's inspector general just prior to Bevin taking office, but nonetheless halted the procedures on January 28. Bevin filed suit against Planned Parenthood in February, claiming it had illegally performed 23 abortions without a license; the suit said Planned Parenthood's licensure application was deficient because it did not include agreements with a hospital and ambulance service to transport and care for patients in case of complications, as required by state law, and that Beshear's inspector general was wrong in instructing the organization to begin performing abortions before the license was approved. Planned Parenthood countered that, before the license could be finalized, the abortion facility would have to be subjected to an unannounced inspection, requiring that abortions were already being performed there. In March, the University of Louisville Hospital announced that it had backed out of a transfer agreement with Planned Parenthood, saying it had been pressured to do so and felt that its state funding was in jeopardy by continuing in the agreement. A spokesman for Bevin denied that the pressure had come from anyone in the administration.",
            "score": 54.62584686279297
        },
        {
            "docid": "9828265_8",
            "document": "Doctor–patient relationship . Shared decision making is the idea that as a patient gives informed consent to treatment, that patient also is given an opportunity to choose among the treatment options provided by the physician that is responsible for their healthcare. This means the doctor does not recommend what the patient should do, rather the patient's autonomy is respected and they choose what medical treatment they want to have done. A practice which is an alternative to this is for the doctor to make a person's health decisions without considering that person's treatment goals or having that person's input into the decision-making process is grossly unethical and against the idea of personal autonomy and freedom.",
            "score": 54.60761642456055
        },
        {
            "docid": "34196819_16",
            "document": "Primary care ethics . Many people want information on patients’ health, and are prepared to pay for it. Insurance companies, employers, social agencies such as the police and the courts and many other bodies have interests in the health status of individuals. The primary care physician is often best placed to provide this information, but doing so can pose ethical problems, particularly in respect of confidentiality. Although patients may sign a consent form to allow information to be released, this consent is not always free, since the patient is often in a position where it would be difficult to refuse, and/or it is not informed, in that patients are often given forms to consent to the release of medical records without what this means being properly explained to them. Doctors can face a conflict of interest in this situation, since they can benefit financially from the fees paid for the release of such information. This poses a difficult ethical conflict as the doctor tries to “serve two masters”; the patient who has a right to confidentiality and the employer or other agency that is paying for the information. Confidentiality has been identified as a key concern to general practitioners in the UK and has been described as one way in which they display their commitment to patient-centeredness (19).",
            "score": 54.538307189941406
        },
        {
            "docid": "3416508_5",
            "document": "Medical advice . The doctor–patient relationship is one factor in determining the patient's compliance with medical advice. Patients adhere more closely to medical advice when the healthcare provider is friendly, doesn't interrupt the patient, or has good verbal communication skills. Patients are less likely to comply with medical advice if the advice is not what the patients expected, if the patients do not agree with the proposed treatment, if the patient is not confident in the provider's competence, or if the patient cannot understand what the provider says due to language barriers or overuse of medical jargon. Patients are also less likely to comply with medical advice if the healthcare provider seems disrespectful of the patient or appears to hold negative stereotypes of the patients' race, class, or other characteristics.",
            "score": 54.501644134521484
        },
        {
            "docid": "11365279_8",
            "document": "Attenuated vaccine . In the near future, a developed live attenuated vaccine may also be used not only to prevent a disease, but for therapeutic purposes of an existing disease. If as for an example a patient has previously been infected by a \"wild type\" virus like the common herpes simplex virus, using a therapy approach in the form of herpes simplex live attenuated vaccine would achieve a desired result in such a manner that symptoms of the herpes simplex disease would be partially or fully cured. As a notable mention, a live herpes zoster vaccine for therapy is already available in the present time.",
            "score": 54.19489288330078
        },
        {
            "docid": "49397837_12",
            "document": "Hospital readmission . CBO's are required to provide continuing care after the patients are discharged in one of five different ways. They must start the transition no later than 24 hours after the patient is discharged, provide timely, culturally, and linguistically accurate education to the patient, provide support specific to the patient's condition, review and manage the medication for the patient, or provide a timely interaction between post-care providers and outpatient services . The CBO’s provide education and medication administration to discharged patients in a way that fits their cultural and linguistic needs. They will review medications with the patients and provide oversight in medication administration. Most importantly, they help to create care plans that are shared between all aspects of the patients healthcare. These care plans are customized for each individual and are communicated in a collaborated information exchange. By having key communication between both the sending and receiving healthcare teams, CBO’s aid in reduced readmissions.",
            "score": 53.96855926513672
        },
        {
            "docid": "43148573_4",
            "document": "Teach-back method . The National Quality Forum describes the practice as follows: Who should use the method→ Any healthcare providers. E.g. physicians, nurses, healthcare professionals What should patients teach-back→Information about their diagnosis, treatment plan, medications, risks and benefit of treatment, etc. When to ask for teach-back→ Early in the care process Why is it important→Many patients have difficulty understanding medical information. How→When asked to teach-back, patients should be able to clearly describe or explain the information provided to them.",
            "score": 53.93117141723633
        },
        {
            "docid": "4774419_9",
            "document": "Herpes simplex virus . Herpes simplex viruses can affect areas of skin exposed to contact with an infected person (although shaking hands with an infected person does not transmit this disease). An example of this is herpetic whitlow which is a herpes infection on the fingers. This was a common affliction of dental surgeons prior to the routine use of gloves when conducting treatment on patients.",
            "score": 53.922210693359375
        },
        {
            "docid": "3539549_8",
            "document": "Reibl v Hughes . \"Reibl v. Hughes\" the Supreme Court outlined a \"modified objective test\" for causation in medical malpractice. It is well established in Canadian law that a doctor cannot be sued for not disclosing information if the patient would have consented to the operation irrespective of whether or not the information was disclosed.",
            "score": 53.65127182006836
        },
        {
            "docid": "53368524_30",
            "document": "Privacy in education . On the other hand, confidentiality means that files and records of students are not authorized to be disclosed to third parties such as not disclosing information that is received in confidence from a patient and physician. Given this, authors who focus on confidentiality ask questions such as:1) Does the communication originate in confidence?2) Is the element of confidentiality essential to the full and satisfactory maintenance of the relationship between the parties?3) Is the relationship one that must be fostered??4) Will there result an injury that is greater than any benefits which may be gained from that disclosure?If the answers are \"yes\" then the university may be legally bound to not disclose information unless it overrides the interest.",
            "score": 53.645057678222656
        },
        {
            "docid": "353859_20",
            "document": "Confidentiality . There are two ways to give consent: \"explicit consent\" or \"implied consent\". Explicit consent is when a patient clearly communicates to a healthcare worker, verbally or in writing or in some other way, that relevant confidential information can be shared. Implied consent, means that a patient's consent to share personal confidential information is assumed. When personal confidential information is shared between healthcare workers, consent is taken as implied.",
            "score": 53.64038848876953
        },
        {
            "docid": "503193_24",
            "document": "Planned Parenthood . In August 2015, Louisiana Governor Bobby Jindal attempted to end Louisiana's contract with Planned Parenthood to treat Medicaid patients at a time when there was an epidemic of sexually transmitted diseases in Louisiana. Planned Parenthood and three patients sued the state of Louisiana, with the United States Department of Justice siding with Planned Parenthood.",
            "score": 53.63837814331055
        },
        {
            "docid": "39837077_13",
            "document": "Types of abortion restrictions in the United States . In some states, a doctor who performs an abortion is required to read a prepared script to the patient in order to secure informed consent. These scripts may include medically inaccurate information intended to persuade the patient not to have an abortion, such as the claim that the abortion will increase the risk of breast cancer or of psychological problems, which are not supported by mainstream medical organizations or scientific consensus. As of July 2013, 12 states require that women be given information on the ability of a fetus to feel pain. In \"Planned Parenthood v. Rounds\", the Eighth Circuit Court of Appeals ruled that a South Dakota law requiring doctors to give patients false or misleading information about the suicide risk in women who have abortions was not unconstitutional.",
            "score": 53.62984848022461
        },
        {
            "docid": "41323325_4",
            "document": "Advance care planning . Advance care planning is applicable to all adults in all stages of life. Advance care planning aims to allow people to live well, and when death approaches, die in accordance with their personal values. Advance care planning is only applicable when the individual cannot make and/or communicate decisions about what they want in relation to their healthcare. If advance care planning has occurred, patients who have lost capacity or the ability to communicate or both, are able to continue to have a say in their medical care. This has been shown to improve end of life care, and provide improved outcomes for both patients and their surviving relatives.",
            "score": 53.607582092285156
        },
        {
            "docid": "54993209_15",
            "document": "Patient rights in New Zealand . Patients must consent to all treatment they receive after being informed, but cases where they cannot consent and no one that is legally authorised to do so, the person giving out the service should provide the service in line with what they understand to be in the best interest of the patient. Unless the patient has consented in writing they cannot be part of an experiment or treatment that is research related, ordinary treatment’s consent does not need to be in writing. They can choose to stop the treatment or service any time they wish.",
            "score": 53.47022247314453
        },
        {
            "docid": "35349626_35",
            "document": "Herpes simplex research . Since the introduction of the nucleoside analogs decades ago, treatment of herpes simplex virus (HSV) infections has not seen much innovation, except for the development of their respective prodrugs (Aciclovir, Famciclovir, Valacilovir..). Drawbacks such as poor bioavailability or limited effectiveness of these drugs require further research effort of new pharmaceutical drugs against the herpes simplex disease. The inhibitors of the Helicase-primase complex of HSV represent a very innovative approach to the treatment of herpesvirus disease. Even though new categories of drugs may seem promising, these would still be only more effective therapeutic drugs, because the permanent removal of herpes simplex symptoms in patients is highly unlikely, due to the fact that HSV is neurotropic and the virus reservoirs lie within neural tissue.",
            "score": 53.467979431152344
        },
        {
            "docid": "7811605_12",
            "document": "Passive immunity . During a 1995 Ebola virus outbreak in the Democratic Republic of Congo, whole blood from recovering patients, and containing anti-Ebola antibodies, was used to treat eight patients, as there was no effective means of prevention, though a treatment was discovered recently in the 2013 Ebola epidemic in Africa. Only one of the eight infected patients died, compared to a typical 80% Ebola mortality, which suggested that antibody treatment may contribute to survival. Immune globulin or immunoglobulin has been used to both prevent and treat reactivation of the herpes simplex virus (HSV), varicella zoster virus, Epstein-Barr virus (EBV), and cytomegalovirus (CMV).",
            "score": 53.4125862121582
        }
    ]
}