{
    "q": [
        {
            "docid": "11608859_2",
            "document": "Prevention of dementia . The aim of dementia prevention is to delay or prevent dementia. Dementia prevention is a global health priority and as such requires a global response. Recent initiatives include the establishment of the International Research Network on Dementia Prevention (IRNDP) which aims to link researchers in this field globally, and the establishment of the Global Dementia Observatory a web-based data knowledge and exchange platform, which will collate and disseminate key dementia data from members states. Although there is no cure for dementia currently, it is well established that modifiable risk factors influence both the likelihood of developing dementia and the age at which it is developed. Dementia can be prevented by reducing the risk factors for vascular disease (e.g. diabetes, high blood pressure, obesity, smoking, and physical inactivity) and depression. Livingstone et al. (2014) conclude that more than a third dementia cases are theoretically preventable.",
            "score": 53.344507694244385
        },
        {
            "docid": "5559793_2",
            "document": "Montessori-Based Dementia Programming . Montessori-Based Dementia Programming (MBDP) is a method of working with older adults living with cognitive and/or physical impairments based on the ideas of the educator Maria Montessori. It has been shown to increase levels of engagement and participation in activities of persons with dementia. While it can not cure or prevent Alzheimer's disease, it has been shown to generally improve many aspects of the quality of life of those who have it.",
            "score": 62.72110295295715
        },
        {
            "docid": "16983737_5",
            "document": "Ceramic mold casting . The \"Unicast process\" is very similar to the Shaw process, except it does not require the mold to be ignited and then be cured in a furnace. Instead, the mold is partially cured so the pattern can be removed and it is then completely cured by firing it at approximately . If a metal with a low melting point is cast then the firing can be skipped, because the mold has enough strength in the \"green state\" (un-fired).",
            "score": 31.60544443130493
        },
        {
            "docid": "54614163_23",
            "document": "Vienna Test System . The World Alzheimer Report 2015 predicted that every year 9.9 million people will be newly diagnosed with dementia. That means that on average someone is diagnosed every 3.2 seconds. Because dementia cannot be cured but its progress can be slowed, early diagnosis of symptoms is particularly important. The DSM-5 classification system defines special diagnostic criteria for neurocognitive disorders in this field; these are assessed by the test set CFD – Cognitive Functions Dementia. Using a touch-screen, the test set assesses attention, verbal long-term memory, executive functions, expressive language and perceptual/motor functions and combines the results to arrive at a global CFD index.",
            "score": 62.15971517562866
        },
        {
            "docid": "38390_60",
            "document": "Dementia . Since dementia impairs normal communication due to changes in receptive and expressive language, as well as the ability to plan and problem solve, agitated behaviour is often a form of communication for the person with dementia. Actively searching for a potential cause, such as pain, physical illness, or overstimulation can be helpful in reducing agitation. Additionally, using an \"ABC analysis of behaviour\" can be a useful tool for understanding behavior in people with dementia. It involves looking at the antecedents (A), behavior (B), and consequences (C) associated with an event to help define the problem and prevent further incidents that may arise if the person's needs are misunderstood. Little is understood as to whether regular music therapy is helpful due to lack of high quality data.",
            "score": 50.52896046638489
        },
        {
            "docid": "602618_12",
            "document": "Arginase . Symptoms of the disorder include neurological impairment, dementia, retardation of growth, and hyperammonemia. While some symptoms of the disease can be controlled via dietary restrictions and pharmaceutical developments, no cure or completely effective therapy currently exists.",
            "score": 52.966689109802246
        },
        {
            "docid": "25973091_4",
            "document": "Art and dementia . While scientists are racing to find a cure, according to the Alzheimer Society of Canada, about half a million Canadians were living with dementia in 2009. The arts provide a non-pharmaceutical approach that helps alleviate anxiety and confusion and provide some respite for people with dementia and their caregivers. Being engaged in the arts is a positive way of maintaining or improving one's quality of life, especially those who live with dementia.",
            "score": 54.12514567375183
        },
        {
            "docid": "38390_61",
            "document": "Dementia . No medications have been shown to prevent or cure dementia. Medications may be used to treat the behavioural and cognitive symptoms but have no effect on the underlying disease process.",
            "score": 62.763816833496094
        },
        {
            "docid": "21553781_2",
            "document": "Alzheimer Society of Canada . The Alzheimer Society of Canada (ASC) is the leading nationwide health charity for people living with Alzheimer's disease and other dementias. Active in communities right across Canada, the Society partners with Alzheimer Societies in every Canadian province to offer information, support and education programs for people with dementia, their families and caregivers. ASC funds research to find a cure and improve the care of people with dementia, promotes public education and awareness of Alzheimer's disease and other dementias, and influences policy and decision-making to address the needs of people with dementia and their caregivers.",
            "score": 56.257296085357666
        },
        {
            "docid": "29680009_23",
            "document": "The Society for the Arts in Dementia Care . The topic of creative expression and dementia is gaining interest in conferences, workshops, art exhibits and in research in the academic world. Presently, there is no known cure for this condition and the Society urges the medical model of dementia care to be reinforced with approaches that promote social and creative well-being. The work of the Society is of interest to researchers in gerontology and dementia, to the arts community, to creative expression facilitators, medical doctors, formal and informal caregivers. It also engages practitioners in the field of dementia care, administrators of care facilities, policy makers, families and the community at large.",
            "score": 56.07093381881714
        },
        {
            "docid": "38390_57",
            "document": "Dementia . Except for the treatable types listed above, there is no cure. Cholinesterase inhibitors are often used early in the disorder course; however, benefit is generally small. Cognitive and behavioral interventions may be appropriate. There is some evidence that educating and providing support for the person with dementia, as well as caregivers and family members, improves outcomes. Exercise programs are beneficial with respect to activities of daily living and potentially improve dementia.",
            "score": 57.35443162918091
        },
        {
            "docid": "668318_24",
            "document": "Frontotemporal dementia . Currently, there is no cure for FTD. Treatments are available to manage the behavioral symptoms. Disinhibition and compulsive behaviors can be controlled by selective serotonin reuptake inhibitors (SSRIs). Although Alzheimer's and FTD share certain symptoms, they cannot be treated with the same pharmacological agents because the cholinergic systems are not affected in FTD.",
            "score": 55.518484115600586
        },
        {
            "docid": "2345894_16",
            "document": "Social issue . Infectious diseases are often public health concerns because they can spread quickly and easily, affecting large numbers of members. The World Health Organization has an acute interest in combatting infectious disease outbreaks by minimizing their geographic and numerical spread and treating the affected. Other conditions for which there is not yet a cure or even effective treatment, such as dementia, can be viewed as public health concerns in the long run.",
            "score": 54.63648295402527
        },
        {
            "docid": "14210361_3",
            "document": "Alzheimer's Research UK . In February 2011 Alzheimer's Research Trust renamed as the Alzheimer's Research UK. It is dedicated to funding scientific studies to find ways to treat, cure or prevent Alzheimer's disease, vascular dementia, Lewy Body disease and fronto-temporal dementia.",
            "score": 51.62877655029297
        },
        {
            "docid": "10525212_2",
            "document": "Yes We Can Can . \"Yes We Can Can\" is a 1973 funk classic recorded by the American R&B girl group the Pointer Sisters and released on the Blue Thumb record label.",
            "score": 2.5798933506011963
        },
        {
            "docid": "13075834_6",
            "document": "The Braes o' Killiecrankie . <score midi=\"5\" vorbis=\"1\"> \\relative c\" { \\time 2/4 \\key g \\major  \\partial 8 g16( a) | b8 b \\grace { c8 } b a16( g) | c4 c8 b16( a) | b8 b c16( b) a( g) | b8 d d g,16( a) | b8 b c16( b) a16( g) | c4 c8 b16( a) | b16( c) d16( b) a8 g | d8 g g \\bar \"||\" b16( c) | d8 d, d e16( f) | e8 d16( e) c8 b'16( c) | d8 d, d' d, | b' d d\\fermata b16( c) | d8 d, d e16( f) | g16( f) e( d) c8 b'16 c | b16( c) d( b) a8 g | e g g \\bar \"|.\" }  \\addlyrics {Whare | hae ye been sae | braw, lad? Whare | hae ye been sae | bran -- kie, O? Whare | hae ye been sae | braw, lad? Came | ye by Kil -- li -- | cran -- kie, O? An | ye had been whare | I hae been, Ye | wad -- na been sae | can -- tie, O; An | ye had seen what | I hae seen, I' the | braes o' Kil -- li -- | crank -- kie, O. }</score>",
            "score": 4.747246623039246
        },
        {
            "docid": "39701014_7",
            "document": "Cast urethanes . Cast urethane starts as a liquid that can be dispensed into a mold, post cured in ovens and where required, secondary machining operations can be added. Cast thermoset urethanes have better physical properties than most injection or extruded thermoplastics. Dispensing liquid urethane into open molds or compression tools makes it possible to cast just about any configuration from affordable tooling.",
            "score": 27.595162391662598
        },
        {
            "docid": "25303023_27",
            "document": "Pretty Cure All Stars . is a 5-minute short released with the \"Yes! PreCure 5 GoGo\" movie DVD, featuring the cures from \"Max Heart\", \"Splash Star\" and \"Yes! PreCure 5 GoGo\" series working together to fight off a mysterious enemy. Ultimately, this has led to the establishment of \"Pretty Cure All Stars\" series today.",
            "score": 20.682035207748413
        },
        {
            "docid": "43012238_5",
            "document": "Young Living . In September 2014, the U.S. Food and Drug Administration warned Young Living against marketing its products as possible treatments or cures for Ebola virus, and other conditions, including \"Parkinson’s disease, autism, diabetes, hypertension, cancer, insomnia, heart disease, post-traumatic stress disorder (PTSD), dementia, and multiple sclerosis, that are not amenable to self-diagnosis and treatment by individuals who are not medical practitioners.\" The letter named specific essential oil products, \"such as, but not limited to, \"Thieves,\" \"Cinnamon Bark,\" \"Oregano,\" \"ImmuPower,\" \"Rosemary,\" \"Myrtle,\" \"Sandalwood,\" \"Eucalyptus Blue,\" \"Peppermint,\" \"Ylang Ylang,\" \"Frankincense,\" and \"Orange,\" are promoted for conditions that cause them to be drugs under section 201(g)(1)(B) of the Federal Food, Drug, and Cosmetic Act (the Act) [21 U.S.C. § 321(g)(1)(B)], because they are intended for use in the diagnosis, cure, mitigation, treatment, or prevention of disease.\" The warning further stated that the marketing and distribution of these essential oil products as drugs without FDA approval are violations of the Act.",
            "score": 55.51462912559509
        },
        {
            "docid": "850697_11",
            "document": "J-B Weld . J-B Weld can be used as an adhesive, laminate, plug, filler, sealant, or electrical insulator. When fully cured, J-B Weld can be drilled, formed, ground, tapped, machined, sanded, and painted. However, until hardened, it can sag or drip when applied.",
            "score": 17.58098316192627
        },
        {
            "docid": "3954500_3",
            "document": "The Best of Morphine: 1992–1995 . \"The Best of Morphine, 1992-1995\" chronicles the band's first four albums: \"Good\", \"Cure For Pain\", \"Yes\" and \"B-sides and Otherwise\", and includes two previously unreleased tracks: “Pretty Face”, a dark atmospheric ballad recorded live in one take at Morphine’s studio in Cambridge, MA, and “Jack And Tina”, described by Morphine drummer Billy Conway as “the most beautiful bridge Mark Sandman ever wrote.” The B-side of the long-out-of-print 1000-piece pressing of “Cure For Pain” on 7\" vinyl called “Sexy Christmas Baby Mine” (1993) rounds out the adventure through Morphine musical history. The CD is enhanced with a video of the song “Shame”, recorded at the Masquerade in Atlanta.",
            "score": 16.613801956176758
        },
        {
            "docid": "25303023_2",
            "document": "Pretty Cure All Stars . is the first crossover movie in the \"Pretty Cure\" series, released on March 20, 2009. It features all the Pretty Cures from \"Futari wa Pretty Cure Max Heart\", \"Futari wa Pretty Cure Splash Star\", \"Yes! Pretty Cure 5 GoGo!\" and \"Fresh Pretty Cure!\".",
            "score": 22.194751501083374
        },
        {
            "docid": "227167_2",
            "document": "Dementia with Lewy bodies . Dementia with Lewy bodies (DLB) is a type of dementia accompanied by changes in behavior, cognition and movement. Memory loss is not always present early. Dementia steadily worsens over time and the condition is diagnosed when cognitive decline interferes with normal daily functioning. A core feature is REM sleep behavior disorder (RBD), in which individuals lose normal muscle paralysis during REM sleep, and act out their dreams. RBD may appear years or decades before other symptoms. Other frequent symptoms include visual hallucinations; marked fluctuations in attention or alertness; and slowness of movement, trouble walking, or rigidity. The autonomic nervous system is usually affected, resulting in changes in blood pressure, heart and gastrointestinal function, with constipation as a common symptom. Mood changes such as depression and apathy are common. The exact cause is unknown, but involves widespread deposits of abnormal clumps of alpha-synuclein protein in neurons, known as Lewy bodies, as well as Lewy neurites. DLB is not usually inherited, but there is a genetic association in a small number of families. A probable diagnosis is made based on symptoms and biomarkers; the diagnostic workup may include blood tests, neuropsychological tests, medical imaging, and polysomnography. Other conditions that share some symptoms of DLB include Alzheimer's disease (AD), Parkinson's disease, delirium and, rarely, psychosis. There is no cure or medication that will modify the progression of the disease. Treatments aim to relieve some of its symptoms and reduce the burden on caregivers. Acetylcholinesterase inhibitors (AChEI), such as donepezil and rivastigmine, are effective at improving cognition and overall functioning, and melatonin can be used for sleep-related symptoms. Antipsychotics are usually avoided, even for hallucinations, because people with DLB are sensitive to them, and their use can result in death. Medications for one symptom may worsen another. DLB is one of the three most common types of dementia, along with Alzheimer's disease and vascular dementia. Together with Parkinson's disease dementia, it is one of two dementias classified as the Lewy body dementias. It typically begins after the age of 50, and about 0.4% of people over 65 are affected. In the latter stages of the disease, people with DLB may be unable to care for themselves. Life expectancy following diagnosis is about eight years. The abnormal deposits of protein that are the underlying mechanism of the disease were discovered in 1912 by Frederic Lewy, and diffuse Lewy body disease was first described by Kenji Kosaka in 1976.",
            "score": 81.99352645874023
        },
        {
            "docid": "47845501_9",
            "document": "Real World: Go Big or Go Home . Additional missions Fear, Yes, Speed, and Fall also took part but were not aired. Fear required Kailah to be in a cave of bats, Speed involved the cast driving rally trucks, Yes required Chris to say yes to what his roommates asked of him for the day, and Fall required the cast to rappel down a cliff. Fall did not include CeeJai and Jenna as both had been removed from the show by the time of the mission. Fall can be seen in the season's trailer.",
            "score": 11.353092670440674
        },
        {
            "docid": "11608859_9",
            "document": "Prevention of dementia . Obesity increases the risk of any dementia and Alzheimer's disease in particular. The effect of alcohol on the risk of dementia is a J curve: high alcohol consumption increases the risk of dementia while low alcohol consumption may be protective. However, low alcohol consumption may not protect against vascular dementia and overall cognitive decline. Moderate alcohol consumption can possibly reduce the risk of vascular disease and dementia because it can increase blood levels of HDL cholesterol and weakens blood-clotting agents such as fibrinogen, which offers some protection against heart attacks and small subclinical strokes that together can ultimately damage the brain.",
            "score": 53.62982654571533
        },
        {
            "docid": "7251223_20",
            "document": "Chronic traumatic encephalopathy . there is no cure and it is not expected anytime soon. Treatment is supportive as with other forms of dementia.",
            "score": 43.7726263999939
        },
        {
            "docid": "38390_19",
            "document": "Dementia . Vascular dementia is the cause of at least 20% of dementia cases, making it the second most common cause of dementia. It is caused by disease or injury affecting the blood supply to the brain, typically involving a series of minor strokes. The symptoms of this dementia depend on where in the brain the strokes have occurred and whether the vessels are large or small. Multiple injuries can cause progressive dementia over time, while a single injury located in an area critical for cognition (i.e. hippocampus, thalamus) can lead to sudden cognitive decline.",
            "score": 70.99312591552734
        },
        {
            "docid": "25478512_6",
            "document": "Michael Nehls . Since 2011, Nehls has published several books on the necessary behavioral changes required for healthy aging from an evolutionary history point of view. First \"\"The Methuselah-Strategy\"\" then with \"\"The Alzheimer's Lie\"\" and \"\"Alzheimer's can be cured\"\" two books about Alzheimer's disease, in which he presents his theory about the development of this special form of dementia from evolutionary history of life and systems biology point of view.",
            "score": 47.11745738983154
        },
        {
            "docid": "56419948_7",
            "document": "Good Mood (album) . \"The Australian\" noted, \"the affable plain-spokenness, the facility for melodies that can cure a vitamin D deficiency and, yes, the festival-friendly anthems with unabashedly broad appeal\" and declared it their best album.",
            "score": 12.111744403839111
        },
        {
            "docid": "1340551_52",
            "document": "Crown (dentistry) . There are several materials that can be used to construct temporary crowns. Direct temporary crowns are either made using metal or plastic pre-formed crowns, chemically-cured or light-cured resins or resin composites. Indirect restorations are either made of chemically-cured acrylic, heat-cured acrylic or cast in metal. Unlike cementation of definitive crowns, temporary crowns should be relatively easy to remove. For this reason softer cements are used when cementing temporary crowns. These tend to be zinc oxide eugenol cements.",
            "score": 28.006234884262085
        },
        {
            "docid": "490620_69",
            "document": "Human brain . Neurodegenerative diseases result in progressive damage to different parts of the brain's function, and worsen with age. Common examples include dementia such as Alzheimer's disease, alcoholic dementia or vascular dementia; Parkinson's disease; and other rarer infectious, genetic, or metabolic causes such as Huntington's disease, motor neuron diseases, HIV dementia, syphilis-related dementia and Wilson's disease. Neurodegenerative diseases can affect different parts of the brain, and can affect movement, memory, and cognition.",
            "score": 72.14094877243042
        },
        {
            "docid": "38390_2",
            "document": "Dementia . Dementia is a broad category of brain diseases that cause a long-term and often gradual decrease in the ability to think and remember that is great enough to affect a person's daily functioning. Other common symptoms include emotional problems, difficulties with language, and a decrease in motivation. A person's consciousness is usually not affected. A dementia diagnosis requires a change from a person's usual mental functioning and a greater decline than one would expect due to aging. These diseases also have a significant effect on a person's caregivers. The most common type of dementia is Alzheimer's disease, which makes up 50% to 70% of cases. Other common types include vascular dementia (25%), Lewy body dementia (15%), and frontotemporal dementia. Less common causes include normal pressure hydrocephalus, Parkinson's disease dementia, syphilis, and Creutzfeldt–Jakob disease among others. More than one type of dementia may exist in the same person. A small proportion of cases run in families. In the DSM-5, dementia was reclassified as a neurocognitive disorder, with various degrees of severity. Diagnosis is usually based on history of the illness and cognitive testing with medical imaging and blood tests used to rule out other possible causes. The mini mental state examination is one commonly used cognitive test. Efforts to prevent dementia include trying to decrease risk factors such as high blood pressure, smoking, diabetes, and obesity. Screening the general population for the disorder is not recommended. There is no known cure for dementia. Cholinesterase inhibitors such as donepezil are often used and may be beneficial in mild to moderate disorder. Overall benefit, however, may be minor. There are many measures that can improve the quality of life of people with dementia and their caregivers. Cognitive and behavioral interventions may be appropriate. Educating and providing emotional support to the caregiver is important. Exercise programs may be beneficial with respect to activities of daily living and potentially improve outcomes. Treatment of behavioral problems with antipsychotics is common but not usually recommended due to the little benefit and side effects, including an increased risk of death. Globally, dementia affected about 46 million people in 2015. About 10% of people develop the disorder at some point in their lives. It becomes more common with age. About 3% of people between the ages of 65–74 have dementia, 19% between 75 and 84 and nearly half of those over 85 years of age. In 2013 dementia resulted in about 1.7 million deaths up from 0.8 million in 1990. As more people are living longer, dementia is becoming more common in the population as a whole. For people of a specific age, however, it may be becoming less frequent, at least in the developed world, due to a decrease in risk factors. It is one of the most common causes of disability among the old. It is believed to result in economic costs of 604 billion USD a year. People with dementia are often physically or chemically restrained to a greater degree than necessary, raising issues of human rights. Social stigma against those affected is common.",
            "score": 75.47270917892456
        }
    ],
    "r": [
        {
            "docid": "227167_2",
            "document": "Dementia with Lewy bodies . Dementia with Lewy bodies (DLB) is a type of dementia accompanied by changes in behavior, cognition and movement. Memory loss is not always present early. Dementia steadily worsens over time and the condition is diagnosed when cognitive decline interferes with normal daily functioning. A core feature is REM sleep behavior disorder (RBD), in which individuals lose normal muscle paralysis during REM sleep, and act out their dreams. RBD may appear years or decades before other symptoms. Other frequent symptoms include visual hallucinations; marked fluctuations in attention or alertness; and slowness of movement, trouble walking, or rigidity. The autonomic nervous system is usually affected, resulting in changes in blood pressure, heart and gastrointestinal function, with constipation as a common symptom. Mood changes such as depression and apathy are common. The exact cause is unknown, but involves widespread deposits of abnormal clumps of alpha-synuclein protein in neurons, known as Lewy bodies, as well as Lewy neurites. DLB is not usually inherited, but there is a genetic association in a small number of families. A probable diagnosis is made based on symptoms and biomarkers; the diagnostic workup may include blood tests, neuropsychological tests, medical imaging, and polysomnography. Other conditions that share some symptoms of DLB include Alzheimer's disease (AD), Parkinson's disease, delirium and, rarely, psychosis. There is no cure or medication that will modify the progression of the disease. Treatments aim to relieve some of its symptoms and reduce the burden on caregivers. Acetylcholinesterase inhibitors (AChEI), such as donepezil and rivastigmine, are effective at improving cognition and overall functioning, and melatonin can be used for sleep-related symptoms. Antipsychotics are usually avoided, even for hallucinations, because people with DLB are sensitive to them, and their use can result in death. Medications for one symptom may worsen another. DLB is one of the three most common types of dementia, along with Alzheimer's disease and vascular dementia. Together with Parkinson's disease dementia, it is one of two dementias classified as the Lewy body dementias. It typically begins after the age of 50, and about 0.4% of people over 65 are affected. In the latter stages of the disease, people with DLB may be unable to care for themselves. Life expectancy following diagnosis is about eight years. The abnormal deposits of protein that are the underlying mechanism of the disease were discovered in 1912 by Frederic Lewy, and diffuse Lewy body disease was first described by Kenji Kosaka in 1976.",
            "score": 81.9935302734375
        },
        {
            "docid": "38390_3",
            "document": "Dementia . The symptoms of dementia vary across types and stages of the diagnosis. The most common affected areas include memory, visual-spatial, language, attention and problem solving. Most types of dementia are slow and progressive. By the time the person shows signs of the disorder, the process in the brain has been happening for a long time. It is possible for a patient to have two types of dementia at the same time. About 10% of people with dementia have what is known as \"mixed dementia\", which is usually a combination of Alzheimer's disease and another type of dementia such as frontotemporal dementia or vascular dementia.",
            "score": 77.02112579345703
        },
        {
            "docid": "38390_2",
            "document": "Dementia . Dementia is a broad category of brain diseases that cause a long-term and often gradual decrease in the ability to think and remember that is great enough to affect a person's daily functioning. Other common symptoms include emotional problems, difficulties with language, and a decrease in motivation. A person's consciousness is usually not affected. A dementia diagnosis requires a change from a person's usual mental functioning and a greater decline than one would expect due to aging. These diseases also have a significant effect on a person's caregivers. The most common type of dementia is Alzheimer's disease, which makes up 50% to 70% of cases. Other common types include vascular dementia (25%), Lewy body dementia (15%), and frontotemporal dementia. Less common causes include normal pressure hydrocephalus, Parkinson's disease dementia, syphilis, and Creutzfeldt–Jakob disease among others. More than one type of dementia may exist in the same person. A small proportion of cases run in families. In the DSM-5, dementia was reclassified as a neurocognitive disorder, with various degrees of severity. Diagnosis is usually based on history of the illness and cognitive testing with medical imaging and blood tests used to rule out other possible causes. The mini mental state examination is one commonly used cognitive test. Efforts to prevent dementia include trying to decrease risk factors such as high blood pressure, smoking, diabetes, and obesity. Screening the general population for the disorder is not recommended. There is no known cure for dementia. Cholinesterase inhibitors such as donepezil are often used and may be beneficial in mild to moderate disorder. Overall benefit, however, may be minor. There are many measures that can improve the quality of life of people with dementia and their caregivers. Cognitive and behavioral interventions may be appropriate. Educating and providing emotional support to the caregiver is important. Exercise programs may be beneficial with respect to activities of daily living and potentially improve outcomes. Treatment of behavioral problems with antipsychotics is common but not usually recommended due to the little benefit and side effects, including an increased risk of death. Globally, dementia affected about 46 million people in 2015. About 10% of people develop the disorder at some point in their lives. It becomes more common with age. About 3% of people between the ages of 65–74 have dementia, 19% between 75 and 84 and nearly half of those over 85 years of age. In 2013 dementia resulted in about 1.7 million deaths up from 0.8 million in 1990. As more people are living longer, dementia is becoming more common in the population as a whole. For people of a specific age, however, it may be becoming less frequent, at least in the developed world, due to a decrease in risk factors. It is one of the most common causes of disability among the old. It is believed to result in economic costs of 604 billion USD a year. People with dementia are often physically or chemically restrained to a greater degree than necessary, raising issues of human rights. Social stigma against those affected is common.",
            "score": 75.47270965576172
        },
        {
            "docid": "490620_69",
            "document": "Human brain . Neurodegenerative diseases result in progressive damage to different parts of the brain's function, and worsen with age. Common examples include dementia such as Alzheimer's disease, alcoholic dementia or vascular dementia; Parkinson's disease; and other rarer infectious, genetic, or metabolic causes such as Huntington's disease, motor neuron diseases, HIV dementia, syphilis-related dementia and Wilson's disease. Neurodegenerative diseases can affect different parts of the brain, and can affect movement, memory, and cognition.",
            "score": 72.14095306396484
        },
        {
            "docid": "38390_19",
            "document": "Dementia . Vascular dementia is the cause of at least 20% of dementia cases, making it the second most common cause of dementia. It is caused by disease or injury affecting the blood supply to the brain, typically involving a series of minor strokes. The symptoms of this dementia depend on where in the brain the strokes have occurred and whether the vessels are large or small. Multiple injuries can cause progressive dementia over time, while a single injury located in an area critical for cognition (i.e. hippocampus, thalamus) can lead to sudden cognitive decline.",
            "score": 70.99312591552734
        },
        {
            "docid": "38390_39",
            "document": "Dementia . Dementia that begins gradually and worsens progressively over several years is usually caused by neurodegenerative disease—that is, by conditions that affect only or primarily the neurons of the brain and cause gradual but irreversible loss of function of these cells. Less commonly, a non-degenerative condition may have secondary effects on brain cells, which may or may not be reversible if the condition is treated.",
            "score": 67.96926879882812
        },
        {
            "docid": "38390_40",
            "document": "Dementia . Causes of dementia depend on the age when symptoms begin. In the elderly population (usually defined in this context as over 65 years of age), a large majority of dementia cases are caused by Alzheimer's disease, vascular dementia, or both. Dementia with Lewy bodies is another commonly exhibited form, which again may occur alongside either or both of the other causes. Hypothyroidism sometimes causes slowly progressive cognitive impairment as the main symptom, and this may be fully reversible with treatment. Normal pressure hydrocephalus, though relatively rare, is important to recognize since treatment may prevent progression and improve other symptoms of the condition. However, significant cognitive improvement is unusual.",
            "score": 67.84099578857422
        },
        {
            "docid": "18914017_2",
            "document": "Alzheimer's disease . Alzheimer's disease (AD), also referred to simply as Alzheimer's, is a chronic neurodegenerative disease that usually starts slowly and worsens over time. It is the cause of 60–70% of cases of dementia. The most common early symptom is difficulty in remembering recent events (short-term memory loss). As the disease advances, symptoms can include problems with language, disorientation (including easily getting lost), mood swings, loss of motivation, not managing self care, and behavioural issues. As a person's condition declines, they often withdraw from family and society. Gradually, bodily functions are lost, ultimately leading to death. Although the speed of progression can vary, the typical life expectancy following diagnosis is three to nine years. The cause of Alzheimer's disease is poorly understood. About 70% of the risk is believed to be genetic with many genes usually involved. Other risk factors include a history of head injuries, depression, or hypertension. The disease process is associated with plaques and tangles in the brain. A probable diagnosis is based on the history of the illness and cognitive testing with medical imaging and blood tests to rule out other possible causes. Initial symptoms are often mistaken for normal ageing. Examination of brain tissue is needed for a definite diagnosis. Mental and physical exercise, and avoiding obesity may decrease the risk of AD; however, evidence to support these recommendations is not strong. There are no medications or supplements that have been shown to decrease risk. No treatments stop or reverse its progression, though some may temporarily improve symptoms. Affected people increasingly rely on others for assistance, often placing a burden on the caregiver; the pressures can include social, psychological, physical, and economic elements. Exercise programmes may be beneficial with respect to activities of daily living and can potentially improve outcomes. Behavioural problems or psychosis due to dementia are often treated with antipsychotics, but this is not usually recommended, as there is little benefit with an increased risk of early death. In 2015, there were approximately 29.8 million people worldwide with AD. It most often begins in people over 65 years of age, although 4% to 5% of cases are early-onset Alzheimer's which begin before this. It affects about 6% of people 65 years and older. In 2015, dementia resulted in about 1.9 million deaths. It was first described by, and later named after, German psychiatrist and pathologist Alois Alzheimer in 1906. In developed countries, AD is one of the most financially costly diseases.",
            "score": 67.50105285644531
        },
        {
            "docid": "47878_5",
            "document": "Huntington's disease . Cognitive abilities are progressively impaired. Especially affected are executive functions, which include planning, cognitive flexibility, abstract thinking, rule acquisition, initiation of appropriate actions, and inhibition of inappropriate actions. As the disease progresses, memory deficits tend to appear. Reported impairments range from short-term memory deficits to long-term memory difficulties, including deficits in episodic (memory of one's life), procedural (memory of the body of how to perform an activity) and working memory. Cognitive problems tend to worsen over time, ultimately leading to dementia. This pattern of deficits has been called a subcortical dementia syndrome to distinguish it from the typical effects of cortical dementias e.g. Alzheimer's disease.",
            "score": 67.20802307128906
        },
        {
            "docid": "38390_44",
            "document": "Dementia . As seen above, there are many specific types and causes of dementia, often showing slightly different symptoms. However, the symptoms are very similar and it is usually difficult to diagnose the type of dementia by symptoms alone. Diagnosis may be aided by brain scanning techniques. In many cases, the diagnosis cannot be absolutely sure except with a brain biopsy, but this is very rarely recommended (though it can be performed at autopsy). In those who are getting older, general screening for cognitive impairment using cognitive testing or early diagnosis of dementia has not been shown to improve outcomes. However, it has been shown that screening exams are useful in those people over the age of 65 with memory complaints.",
            "score": 67.10527038574219
        },
        {
            "docid": "53829489_23",
            "document": "Giovanna Mallucci . She added: “We know that trazodone is safe to use in humans, so a clinical trial is now possible to test whether the protective effects of the drug we see on brain cells in mice with neurodegeneration also applies to people in the early stages of Alzheimer’s disease and other dementias. We could know in 2-3 years whether this approach can slow down disease progression, which would be a very exciting first step in treating these disorders. “Interestingly, trazodone has been used to treat the symptoms of patients in later stages of dementia, so we know it is safe for this group. We now need to find out whether giving the drug to patients at an early stage could help arrest or slow down the disease through its effects on this pathway.” It is known that misfolded proteins build up in the brains of those with neurodegenerative diseases and are a major factor in dementias such as Alzheimer’s and Parkinson’s as well as prion disease.",
            "score": 66.93620300292969
        },
        {
            "docid": "54104_14",
            "document": "Vitamin E . Alzheimer's disease (AD) and vascular dementia are common causes of decline of brain functions that occur with age. AD is a chronic neurodegenerative disease that worsens over time. The disease process is associated with plaques and tangles in the brain. Vascular dementia can be caused by ischemic or hemorrhagic infarcts affecting multiple brain areas, including the anterior cerebral artery territory, the parietal lobes, or the cingulate gyrus. Both types of dementia may be present. Vitamin E status (and that of other antioxidant nutrients) is conjectured as having a possible impact on risk of Alzheimer's disease and vascular dementia. A review of dietary intake studies reported that higher consumption of vitamin E from foods lowered the risk of developing AD by 24%. A second review examined serum vitamin E levels and reported lower serum vitamin E in AD patients compared to healthy, age-matched people. A Cochrane review reported on vitamin E as treatment for mild cognitive impairment (MCI) and Alzheimer's disease. Based on evidence from only one trial in each of the categories, the authors' conclusions were that there was not sufficient evidence for supplemental vitamin E preventing the progression from MCI to dementia, but that it did slow functional decline in people with AD. Given the small number of trials and subjects, the authors recommended further research. In 2017 a consensus statement from the British Association for Psychopharmacology included that until further information is available, vitamin E cannot be recommended for treatment or prevention of Alzheimer's disease.",
            "score": 66.61429595947266
        },
        {
            "docid": "9059_22",
            "document": "Dementia praecox . Though his work and that of his research associates had revealed a role for heredity, Kraepelin realized nothing could be said with certainty about the aetiology of dementia praecox, and he left out speculation regarding brain disease or neuropathology in his diagnostic descriptions. Nevertheless, from the 1896 edition onwards Kraepelin made clear his belief that poisoning of the brain, \"auto-intoxication,\" probably by sex hormones, may underlie dementia praecox – a theory also entertained by Eugen Bleuler. Both theorists insisted dementia praecox is a biological disorder, not the product of psychological trauma. Thus, rather than a disease of hereditary degeneration or of structural brain pathology, Kraepelin believed dementia praecox was due to a systemic or \"whole body\" disease process, probably metabolic, which gradually affected many of the tissues and organs of the body before affecting the brain in a final, decisive cascade. Kraepelin, recognizing dementia praecox in Chinese, Japanese, Tamil and Malay patients, suggested in the eighth edition of \"Psychiatrie\" that, \"we must therefore seek the real cause of dementia praecox in conditions which are spread all over the world, which thus do not lie in race or in climate, in food or in any other general circumstance of life...\"",
            "score": 66.0452880859375
        },
        {
            "docid": "38390_7",
            "document": "Dementia . In the first stages of dementia, the signs and symptoms of the disorder may be subtle. Often, the early signs of dementia only become apparent when looking back in time. The earliest stage of dementia is called mild cognitive impairment (MCI). 70% of those diagnosed with MCI progress to dementia at some point. In MCI, changes in the person's brain have been happening for a long time, but the symptoms of the disorder are just beginning to show. These problems, however, are not yet severe enough to affect the person’s daily function. If they do, it is considered dementia. A person with MCI scores between 27 and 30 on the Mini-Mental State Examination (MMSE), which is a normal score. They may have some memory trouble and trouble finding words, but they solve everyday problems and handle their own life affairs well.",
            "score": 65.93958282470703
        },
        {
            "docid": "341658_20",
            "document": "Apathy . Apathy affects nearly 50–70 percent of individuals with Alzheimer's disease. It is a neuropsychiatric symptom of Alzheimer's associated with functional impairment. There are two main causes of apathy that have been recognized in patients with Alzheimer's. First, dysfunction in frontal systems of the brain is thought to be an important neurobiological basis for the onset of apathy. Second, the neuropathological changes associated with dementia, and therefore Alzheimer's, may also result in apathy. Cholinesterase inhibitors, used as the first line of treatment for the cognitive symptoms associated with dementia, have also shown some modest benefit for behavior disturbances such as apathy. Methylphenidate has been the most widely studied drug for the treatment of apathy in dementia. Management of apathetic symptoms using methylphenidate have shown promise in randomized placebo controlled trials of Alzheimer's patients. A phase III multi-centered randomized placebo-controlled trial of methylphenidate for the treatment of apathy is currently underway and planned for completion in August 2020.",
            "score": 65.57929229736328
        },
        {
            "docid": "227167_43",
            "document": "Dementia with Lewy bodies . Diagnostic tests can be used to establish some features of the condition and distinguish them from symptoms of other conditions; diagnosis may include the person's medical history, physical exam, assessment of neurological function, testing to rule out conditions that may cause similar symptoms, brain imaging, neuropsychological testing to assess cognitive function, sleep studies, or myocardial scintigraphy. Laboratory testing can rule out conditions like depression, abnormal thyroid function, syphillis, HIV or vitamin deficiencies that may cause symptoms similar to dementia.",
            "score": 64.9371109008789
        },
        {
            "docid": "3452485_9",
            "document": "Memory disorder . Dementia refers to a large class of disorders characterized by the progressive deterioration of thinking ability and memory as the brain becomes damaged. Dementia can be categorized as reversible (e.g. \"thyroid\" disease) or irreversible (e.g. Alzheimer's disease). Currently, there are more than 35 million people with dementia worldwide. In the United States alone the number of people affected by dementia is striking at 3.8 million.",
            "score": 64.89012908935547
        },
        {
            "docid": "10306673_4",
            "document": "Alcohol-related dementia . Alcohol-related dementia presents as a global deterioration in intellectual function with memory not being specifically affected, but it may occur with other forms of dementia, resulting in a wide range of symptoms. Certain individuals with alcohol-related dementia present with damage to the frontal lobes of their brain causing disinhibition, loss of planning and executive functions, and a disregard for the consequences of their behavior. Other types of alcohol-related dementia such as Korsakoff's Syndrome cause the destruction of certain areas of the brain, where changes in memory, primarily a loss of short term memory, are the main symptom. Most presentations of alcohol dementia are somewhere along the spectrum between a global dementia and Korsakoff's psychosis, and may include symptoms of both.",
            "score": 64.74124145507812
        },
        {
            "docid": "38390_34",
            "document": "Dementia . There are many other medical and neurological conditions in which dementia only occurs late in the illness. For example, a proportion of patients with Parkinson's disease develop dementia, though widely varying figures are quoted for this proportion. When dementia occurs in Parkinson's disease, the underlying cause may be dementia with Lewy bodies or Alzheimer's disease, or both. Cognitive impairment also occurs in the Parkinson-plus syndromes of progressive supranuclear palsy and corticobasal degeneration (and the same underlying pathology may cause the clinical syndromes of frontotemporal lobar degeneration). Although the acute porphyrias may cause episodes of confusion and psychiatric disturbance, dementia is a rare feature of these rare diseases.",
            "score": 64.35487365722656
        },
        {
            "docid": "38390_29",
            "document": "Dementia . Corticobasal degeneration is a rare form of dementia that is characterized by many different types of neurological problems that get progressively worse over time. This is because the disorder affects the brain in many different places, but at different rates. One common sign is difficulty with using only one limb. One symptom that is extremely rare in any condition other than corticobasal degeneration is the \"alien limb.\" The alien limb is a limb of the person that seems to have a mind of its own, it moves without control of the person's brain. Other common symptoms include jerky movements of one or more limbs (myoclonus), symptoms that are different in different limbs (asymmetric), difficulty with speech that is due to not being able to move the mouth muscles in a coordinated way, numbness and tingling of the limbs and neglecting one side of the person's vision or senses. In neglect, a person ignores the opposite side of the body from the one that has the problem. For example, a person may not feel pain on one side, or may only draw half of a picture when asked. In addition, the person's affected limbs may be rigid or have muscle contractions causing strange repetitive movements (dystonia).",
            "score": 63.79172134399414
        },
        {
            "docid": "1432945_12",
            "document": "Cognitive disorder . Neurocognitive disorders can have numerous causes: genetics, brain trauma, stroke, and heart issues. The main causes are neurodegenerative diseases such as Alzheimer's disease, Parkinson's disease, and Huntington's disease because they affect or deteriorate brain functions. Other diseases and conditions that cause NDCs include vascular dementia, frontotemporal degeneration, Lewy body disease, prion disease, normal pressure hydrocephalus, and dementia/neurocognitive issues due to HIV infection. They may also include dementia due to substance abuse or exposure to toxins.",
            "score": 63.6253662109375
        },
        {
            "docid": "227167_3",
            "document": "Dementia with Lewy bodies . Dementia with Lewy bodies (DLB) is a progressive neurodegenerative dementia. Together with Parkinson's disease dementia, it is one of the Lewy body dementias, which are also classified as atypical parkinsonian syndromes. It is one of the synucleinopathies—neurodegenerative diseases that are due to an abnormal accumulation of alpha-synuclein protein in the brain—along with Parkinson's disease, multiple system atrophy, and other more rare conditions.",
            "score": 63.39600372314453
        },
        {
            "docid": "56907481_4",
            "document": "Parkinson's disease dementia . Parkinson's disease dementia can only be definitively diagnosed after death with an autopsy of the brain. The 2017 \"Fourth Consensus Report\" established diagnostic criteria for PDD and DLB. The diagnostic criteria are the same for both conditions, except that PDD is distinguished from DLB by the time frame in which dementia symptoms appear relative to parkinsonian symptoms. DLB is diagnosed when cognitive symptoms begin before or at the same time as parkinsonism. Parkinson's disease dementia is the diagnosis when Parkinson's disease is well established before the dementia occurs; that is, the onset of dementia is more than a year after the onset of parkinsonian symptoms.",
            "score": 63.315155029296875
        },
        {
            "docid": "38390_33",
            "document": "Dementia . Chronic inflammatory conditions that may affect the brain and cognition include Behçet's disease, multiple sclerosis, sarcoidosis, Sjögren's syndrome, systemic lupus erythematosus, celiac disease, and non-celiac gluten sensitivity. These types of dementias can rapidly progress, but usually have a good response to early treatment. This consists of immunomodulators or steroid administration, or in certain cases, the elimination of the causative agent.",
            "score": 62.90415573120117
        },
        {
            "docid": "38390_61",
            "document": "Dementia . No medications have been shown to prevent or cure dementia. Medications may be used to treat the behavioural and cognitive symptoms but have no effect on the underlying disease process.",
            "score": 62.76382064819336
        },
        {
            "docid": "5559793_2",
            "document": "Montessori-Based Dementia Programming . Montessori-Based Dementia Programming (MBDP) is a method of working with older adults living with cognitive and/or physical impairments based on the ideas of the educator Maria Montessori. It has been shown to increase levels of engagement and participation in activities of persons with dementia. While it can not cure or prevent Alzheimer's disease, it has been shown to generally improve many aspects of the quality of life of those who have it.",
            "score": 62.72110366821289
        },
        {
            "docid": "29805136_3",
            "document": "Sensory stimulation therapy . By 2025, it is estimated that 34 million people in the United States will have dementia. It is extremely important, then, that we establish an effective treatment for people with such symptoms to either reduce, or diminish dementia altogether. In modern-day treatment not involving pharmacological treatment, psychosocial therapies are a great intervention. With psychosocial therapies such as massage, aromatherapy, multi-sensory stimulation, music therapy, and reality orientation, treatment of dementia and dementia related diseases has become possible in a less traditional yet non-pharmacological form. It was once believed that the brain was largely unchanging and that its function was decided at a young age. Along this train of thought, cognitive loss from strokes and ageing were viewed as unrecoverable. Functional Localization is a theory which suggests that each section of the brain has a specific function, and that loss of a section equates to permanent loss of function. Traditional models even specialize between hemispheres of the brain and describe \"artistic and logical sections of the brain.\" This fatalistic outlook has been dramatically challenged by the recent paradigm of Brain Plasticity.",
            "score": 62.65195846557617
        },
        {
            "docid": "54105_31",
            "document": "Tocopherol . Alzheimer's disease (AD) and vascular dementia are common causes of decline of brain functions that occur with age. AD is a chronic neurodegenerative disease that worsens over time. The disease process is associated with plaques and tangles in the brain. Vascular dementia can be caused by ischemic or hemorrhagic infarcts affecting multiple brain areas, including the anterior cerebral artery territory, the parietal lobes, or the cingulate gyrus. Both types of dementia may be present. Vitamin E status (and that of other antioxidant nutrients) is conjectured as having a possible impact on risk of Alzheimer's disease and vascular dementia. A review of dietary intake studies reported that higher consumption of vitamin E from foods lowered the risk of developing AD by 24%. A second review examined serum vitamin E levels and reported lower serum vitamin E in AD patients compared to healthy, age-matched people. In 2017 a consensus statement from the British Association for Psychopharmacology included that until further information is available, vitamin E cannot be recommended for treatment or prevention of Alzheimer's disease.",
            "score": 62.621498107910156
        },
        {
            "docid": "2088_18",
            "document": "Aphasia . Primary progressive aphasia (PPA) is a neurodegenerative focal dementia that can be associated with progressive illnesses or dementia, such as  frontotemporal dementia / Pick Complex Motor neuron disease, Progressive supranuclear palsy, and Alzheimer's disease, which is the gradual process of progressively losing the ability to think. Gradual loss of language function occurs in the context of relatively well-preserved memory, visual processing, and personality until the advanced stages. Symptoms usually begin with word-finding problems (naming) and progress to impaired grammar (syntax) and comprehension (sentence processing and semantics).<American Speech-Language-Hearing Association> The loss of language before the loss of memory differentiates PPA from typical dementias. People suffering from PPA may have difficulties comprehending what others are saying. They can also have difficulty trying to find the right words to make a sentence. There are three classifications of Primary Progressive Aphasia : Progressive nonfluent aphasia (PNFA), Semantic Dementia (SD), and Logopenic progressive aphasia (LPA)",
            "score": 62.435752868652344
        },
        {
            "docid": "27790_50",
            "document": "Schizophrenia . The history of schizophrenia is complex and does not lend itself easily to a linear narrative. Accounts of a schizophrenia-like syndrome are thought to be rare in historical records before the 19th century, although reports of irrational, unintelligible, or uncontrolled behavior were common. A detailed case report in 1797 concerning James Tilly Matthews, and accounts by Philippe Pinel published in 1809, are often regarded as the earliest cases of the illness in the medical and psychiatric literature. The Latinized term \"dementia praecox\" was first used by German alienist Heinrich Schule in 1886 and then in 1891 by Arnold Pick in a case report of a psychotic disorder (hebephrenia). In 1893 Emil Kraepelin borrowed the term from Schule and Pick and in 1899 introduced a broad new distinction in the classification of mental disorders between \"dementia praecox\" and mood disorder (termed manic depression and including both unipolar and bipolar depression). Kraepelin believed that \"dementia praecox\" was probably caused by a long-term, smouldering systemic or \"whole body\" disease process that affected many organs and peripheral nerves in the body but which affected the brain after puberty in a final decisive cascade. His use of the term \"praecox\" distinguished it from other forms of dementia such as Alzheimer's disease which typically occur later in life. It is sometimes argued that the use of the term \"démence précoce\" in 1852 by the French physician Bénédict Morel constitutes the medical discovery of schizophrenia. However, this account ignores the fact that there is little to connect Morel's descriptive use of the term and the independent development of the \"dementia praecox\" disease concept at the end of the nineteenth century. The word \"schizophrenia\"—which translates roughly as \"splitting of the mind\" and comes from the Greek roots \"schizein\" (σχίζειν, \"to split\") and \"phrēn\", \"phren-\" (φρήν, φρεν-, \"mind\")—was coined by Eugen Bleuler in 1908 and was intended to describe the separation of function between personality, thinking, memory, and perception. American and British interpretations of Bleuler led to the claim that he described its main symptoms as four \"A\"s: flattened \"affect\", \"autism\", impaired \"association\" of ideas, and \"ambivalence\". Bleuler realized that the illness was \"not\" a dementia, as some of his patients improved rather than deteriorated, and thus proposed the term schizophrenia instead. Treatment was revolutionized in the mid-1950s with the development and introduction of chlorpromazine.",
            "score": 62.4249382019043
        },
        {
            "docid": "7251223_2",
            "document": "Chronic traumatic encephalopathy . Chronic traumatic encephalopathy (CTE) is a neurodegenerative disease found in people who have had multiple head injuries. Symptoms may include behavioral problems, mood problems, and problems with thinking. This typically does not begin until years after the injuries. It often gets worse over time and can result in dementia. It is unclear if the risk of suicide is altered. Most documented cases have occurred in athletes involved in contact sports such as American football, wrestling, boxing, ice hockey, rugby and soccer. Other risk factors include being in the military, prior domestic violence, and repeated banging of the head. The exact amount of trauma required for the condition to occur is unknown. Definitive diagnosis can only occur at autopsy. It is a form of tauopathy. , there is no specific treatment. Rates of disease have been found to be about 30% among those with a history of multiple head injuries. Population rates, however, are unclear. Research into brain damage as a result of repeated head injuries began in the 1920s, at which time the condition was known as \"dementia pugilistica\" or \"punch drunk syndrome\". Changing the rules in some sports has been discussed as a means of prevention. Symptoms of CTE, which occur in four stages, generally appear 8 to 10 years after an athlete experiences repetitive mild traumatic brain injury.",
            "score": 62.354026794433594
        },
        {
            "docid": "341658_22",
            "document": "Apathy . Often, apathy is felt after witnessing horrific acts, such as the killing or maiming of people during a war, e.g. posttraumatic stress disorder. It is also known to be a distinct psychiatric syndrome that is associated with many conditions, some of which are: CADASIL syndrome, depression, Alzheimer's disease, Chagas disease, Creutzfeldt–Jakob disease, dementia (and dementias such as Alzheimer's disease, vascular dementia, and frontotemporal dementia), Korsakoff's syndrome, excessive vitamin D, hypothyroidism, hyperthyroidism, general fatigue, Huntington's disease, Pick's disease, progressive supranuclear palsy (PSP), brain damage, schizophrenia, schizoid personality disorder, bipolar disorder, autism, ADHD, Asperger's syndrome, and others. Some medications and the heavy use of drugs such as opiates or GABA-ergic drugs may bring apathy as a side effect.",
            "score": 62.29420852661133
        }
    ]
}