{
    "q": [
        {
            "docid": "894_27",
            "document": "Agnosticism . Religious scholars such as Laurence B. Brown criticize the misuse of the word agnosticism, claiming that it has become one of the most misapplied terms in metaphysics. Brown raises the question, \"You claim that nothing can be known with certainty ... how, then, can you be so sure?\"",
            "score": 33.556445598602295
        },
        {
            "docid": "1813072_45",
            "document": "Theology of Pope Benedict XVI . Even before becoming pope, Benedict advocated a \"special relationship\" between the Roman Church and the Jewish faith. Some Jewish organisations, such as the Anti-Defamation League, the American Jewish Committee, the Union of Reform Judaism, and the Jewish Community Relations Council of Greater Boston, believe Ratzinger was responsible for Pope John Paul II's attempts to improve Jewish-Catholic ties. However, Pope Benedict did create some controversy when he said that the Church is waiting for the moment when Jews will \"say yes to Christ.\" He went on to say, \"We believe that. The fact remains, however, that our Christian conviction is that Christ is also the Messiah of Israel.\"",
            "score": 21.520709991455078
        },
        {
            "docid": "894_28",
            "document": "Agnosticism . According to Pope Benedict XVI, strong agnosticism in particular contradicts itself in affirming the power of reason to know scientific truth. He blames the exclusion of reasoning from religion and ethics for dangerous pathologies such as crimes against humanity and ecological disasters. \"Agnosticism\", said Ratzinger, \"is always the fruit of a refusal of that knowledge which is in fact offered to man ... The knowledge of God has always existed\". He asserted that agnosticism is a choice of comfort, pride, dominion, and utility over truth, and is opposed by the following attitudes: the keenest self-criticism, humble listening to the whole of existence, the persistent patience and self-correction of the scientific method, a readiness to be purified by the truth.",
            "score": 44.66531205177307
        },
        {
            "docid": "37970509_17",
            "document": "Catalan self-determination referendum, 2014 . According to the consultation decree, \"in the consultation there is a first question followed successively by a second question, and they are worded as follows: a) Do you want Catalonia to become a State? (Yes/No); If so: b) Do you want this State to be independent? (Yes/No). You can only answer the question under Letter b) in the event of having answered “Yes” to the question under Letter a).\" The \"participation process\" that has replaced the \"non-referendum consultation\" maintains the same two questions.",
            "score": 18.933823108673096
        },
        {
            "docid": "32916524_4",
            "document": "Christian agnosticism . According to Pope Benedict XVI, strong agnosticism in particular contradicts itself in affirming the power of reason to know scientific truth. He blames the exclusion of reasoning from religion and ethics for dangerous pathologies such as crimes against humanity and ecological disasters. \"Agnosticism\", said Ratzinger, \"is always the fruit of a refusal of that knowledge which is in fact offered to man ... The knowledge of God has always existed\". He asserted that agnosticism is a choice of comfort, pride, dominion, and utility over truth, and is opposed by the following attitudes: the keenest self-criticism, humble listening to the whole of existence, the persistent patience and self-correction of the scientific method, a readiness to be purified by the truth.",
            "score": 44.175678730010986
        },
        {
            "docid": "32916524_3",
            "document": "Christian agnosticism . In 1965 Christian theologian Leslie Weatherhead published \"The Christian Agnostic\", in which he argues: Although radical and unpalatable to conventional theologians, Weatherhead's agnosticism falls far short of Huxley's, and short even of \"weak agnosticism\": In the summary chapter of \"The Christian Agnostic\", Weatherhead stated what he believed in a sort of twelve-part creed:",
            "score": 34.43635034561157
        },
        {
            "docid": "894_3",
            "document": "Agnosticism . English biologist Thomas Henry Huxley coined the word \"agnostic\" in 1869, and said \"It simply means that a man shall not say he knows or believes that which he has no scientific grounds for professing to know or believe.\" Earlier thinkers, however, had written works that promoted agnostic points of view, such as Sanjaya Belatthaputta, a 5th-century BCE Indian philosopher who expressed agnosticism about any afterlife; and Protagoras, a 5th-century BCE Greek philosopher who expressed agnosticism about the existence of \"the gods\". The Nasadiya Sukta in the Rigveda is agnostic about the origin of the universe.",
            "score": 44.075600385665894
        },
        {
            "docid": "894_34",
            "document": "Agnosticism . A.J. Ayer, Theodore Drange, and other philosophers see both atheism and agnosticism as incompatible with ignosticism on the grounds that atheism and agnosticism accept \"a deity exists\" as a meaningful proposition that can be argued for or against.",
            "score": 29.626379251480103
        },
        {
            "docid": "55757866_2",
            "document": "Irreligion in Guatemala . Irreligion in Guatemala can refer to Atheism, Agnosticism, Secular Humanism, religious skepticism, or people who simply identify as non-religious; although some believe in God and others are more skeptical in belief, but do not consider themselves atheists.",
            "score": 39.203561782836914
        },
        {
            "docid": "10525212_2",
            "document": "Yes We Can Can . \"Yes We Can Can\" is a 1973 funk classic recorded by the American R&B girl group the Pointer Sisters and released on the Blue Thumb record label.",
            "score": 2.5798933506011963
        },
        {
            "docid": "16348726_26",
            "document": "History of Popes Creek (Virginia) . Burial Ground: Jane Butler Washington; b. 24 October 1699, d. 24 September 1729.<br> Here lyes ye Body of JANE<br> Wife of Augustine Washington<br> Born at Popes Creek Virginia<br> Westmorelnd ye 24th Xber<br> 1699 & died ye 24th of 9ber 1729<br> Who left behind her two sons & one daughter.<br> <br> The land comprising the Popes Creek plantation was sold by the Washington family on October 13, 1813, but returned in a sense in 1867 when John E. Wilson who married Betty, the granddaughter of William Augustine, took possession. Dr. F.O. St. Clair's investigations and survey of a proposed memorial site in 1882 was an effort to secure the \"entire neck of land bounded by Pope's Creek on two sides and a marsh on the third side\" – and a right-of-way \"to Bridge Creek Landing,\" including the \"Burying Ground and Potomac River beyond.\" The result was purchased from John E. Wilson on July 10, 1883, by the federal government. The sustained effort for a national monument on Popes Creek had begun to take shape.",
            "score": 17.611438274383545
        },
        {
            "docid": "81798_32",
            "document": "Solipsism . Solipsism is a form of logical minimalism. Many people are intuitively unconvinced of the nonexistence of the external world from the basic arguments of solipsism, but a solid proof of its existence is not available at present. The central assertion of solipsism rests on the nonexistence of such a proof, and strong solipsism (as opposed to weak solipsism) asserts that no such proof can be made. In this sense, solipsism is logically related to agnosticism in religion: the distinction between believing you do not know, and believing you could not have known.",
            "score": 20.28732419013977
        },
        {
            "docid": "13075834_6",
            "document": "The Braes o' Killiecrankie . <score midi=\"5\" vorbis=\"1\"> \\relative c\" { \\time 2/4 \\key g \\major  \\partial 8 g16( a) | b8 b \\grace { c8 } b a16( g) | c4 c8 b16( a) | b8 b c16( b) a( g) | b8 d d g,16( a) | b8 b c16( b) a16( g) | c4 c8 b16( a) | b16( c) d16( b) a8 g | d8 g g \\bar \"||\" b16( c) | d8 d, d e16( f) | e8 d16( e) c8 b'16( c) | d8 d, d' d, | b' d d\\fermata b16( c) | d8 d, d e16( f) | g16( f) e( d) c8 b'16 c | b16( c) d( b) a8 g | e g g \\bar \"|.\" }  \\addlyrics {Whare | hae ye been sae | braw, lad? Whare | hae ye been sae | bran -- kie, O? Whare | hae ye been sae | braw, lad? Came | ye by Kil -- li -- | cran -- kie, O? An | ye had been whare | I hae been, Ye | wad -- na been sae | can -- tie, O; An | ye had seen what | I hae seen, I' the | braes o' Kil -- li -- | crank -- kie, O. }</score>",
            "score": 7.2846832275390625
        },
        {
            "docid": "300029_2",
            "document": "Charles Péguy . Charles Pierre Péguy (; 7 January 1873 – 5 September 1914) was a noted French poet, essayist, and editor. His two main philosophies were socialism and nationalism, but by 1908 at the latest, after years of uneasy agnosticism, he had become a believing but non-practicing Roman Catholic. From that time, Catholicism strongly influenced his works.",
            "score": 31.726502418518066
        },
        {
            "docid": "15247542_16",
            "document": "Atheism . Atheists have also argued that people cannot know a God or prove the existence of a God. The latter is called agnosticism, which takes a variety of forms. In the philosophy of immanence, divinity is inseparable from the world itself, including a person's mind, and each person's consciousness is locked in the subject. According to this form of agnosticism, this limitation in perspective prevents any objective inference from belief in a god to assertions of its existence. The rationalistic agnosticism of Kant and the Enlightenment only accepts knowledge deduced with human rationality; this form of atheism holds that gods are not discernible as a matter of principle, and therefore cannot be known to exist. Skepticism, based on the ideas of Hume, asserts that certainty about anything is impossible, so one can never know for sure whether or not a god exists. Hume, however, held that such unobservable metaphysical concepts should be rejected as \"sophistry and illusion\". The allocation of agnosticism to atheism is disputed; it can also be regarded as an independent, basic worldview.",
            "score": 50.93576169013977
        },
        {
            "docid": "18818890_5",
            "document": "Yes, Yes, Yes . Built under a quiet storm like R&B production similar to White's, the song hit the charts peaking at number #46 on the \"Billboard\" Hot 100 and number #11 on the R&B charts becoming Cosby's biggest charted single since \"Little Ole Man (Uptight, Everything's Alright)\" peaked at number #4 on the Hot 100 nine years earlier.",
            "score": 8.193573236465454
        },
        {
            "docid": "894_7",
            "document": "Agnosticism . George H. Smith, while admitting that the narrow definition of atheist was the common usage definition of that word, and admitting that the broad definition of agnostic was the common usage definition of that word, promoted broadening the definition of atheist and narrowing the definition of agnostic. Smith rejects agnosticism as a third alternative to theism and atheism and promotes terms such as agnostic atheism (the view of those who do not \"believe\" in the existence of any deity, but do not claim to \"know\" if a deity does or does not exist) and agnostic theism (the view of those who do not claim to \"know\" of the existence of any deity, but still \"believe\" in such an existence).",
            "score": 34.97780704498291
        },
        {
            "docid": "1813072_48",
            "document": "Theology of Pope Benedict XVI . Before becoming Pope, Cardinal Ratzinger was a well-known and quite controversial figure inside and outside the Catholic Church. This is due in part from the perception among those who felt the Vatican II reforms did not go far enough that Ratzinger is a conservative. To this view, Ratzinger's theology is based on his early works, staunch Catholicism and ancient Tradition. According to this often held view, Benedict has made clear that he intends to preserve the Church doctrine and not give in to modern pressures for change to fundamental dogma and teaching on such issues as birth control, abortion, and homosexuality. It is also noted, that the Pope has a strong opposition to moral relativism, which he sees as producing views ranging \"from one extreme to the other: from Marxism to liberalism, even to libertinism; from collectivism to radical individualism; from atheism to a vague religious mysticism; from agnosticism to syncretism, and so forth.\"",
            "score": 43.6316454410553
        },
        {
            "docid": "22535834_5",
            "document": "Atheistic existentialism . Albert Camus writes of dualisms—between happiness and sadness—as well as life and death. In \"The Myth of Sisyphus\", such dualism becomes paradoxical because humans greatly value their existence while at the same time being aware of their mortality. Camus believes it is human nature to have difficulty reconciling these paradoxes; and indeed, he believed humankind must accept what he called \"the Absurd\". On the other hand, Camus is not strictly an existential atheist because the acceptance of \"the Absurd\" implies neither the existence of God nor the nonexistence of God (compare agnosticism).",
            "score": 33.230600118637085
        },
        {
            "docid": "894_26",
            "document": "Agnosticism . Theistic critics claim that agnosticism is impossible in practice, since a person can live only either as if God did not exist (\"etsi deus non-daretur\"), or as if God did exist (\"etsi deus daretur\").",
            "score": 35.30856704711914
        },
        {
            "docid": "32916524_2",
            "document": "Christian agnosticism . Christian agnostics practice a distinct form of agnosticism that applies only to the \"properties\" of God. They hold that it is difficult or impossible to be sure of anything beyond the basic tenets of the Christian faith. They believe that God or a higher power exists, that Jesus may have a special relationship with God and is in some way divine, and that God should be worshipped. This belief system has deep roots in Judaism and the early days of the Church.",
            "score": 52.19108486175537
        },
        {
            "docid": "894_16",
            "document": "Agnosticism . Agnostic views are as old as philosophical skepticism, but the terms agnostic and agnosticism were created by Huxley (1825-1895) to sum up his thoughts on contemporary developments of metaphysics about the \"unconditioned\" (William Hamilton) and the \"unknowable\" (Herbert Spencer). Though Huxley began to use the term \"agnostic\" in 1869, his opinions had taken shape some time before that date. In a letter of September 23, 1860, to Charles Kingsley, Huxley discussed his views extensively: And again, to the same correspondent, May 6, 1863: Of the origin of the name agnostic to describe this attitude, Huxley gave the following account: In 1889, Huxley wrote:Therefore, although it be, as I believe, demonstrable that we have no real knowledge of the authorship, or of the date of composition of the Gospels, as they have come down to us, and that nothing better than more or less probable guesses can be arrived at on that subject. William Stewart Ross (1844-1906) wrote under the name of Saladin. He was associated with Victorian Freethinkers and the organization the British Secular Union. He edited the \"Secular Review\" from 1882; its was renamed \"Agnostic Journal and Eclectic Review\" and closed in 1907. Ross championed agnosticism in opposition to the atheism of Charles Bradlaugh as an open-ended spiritual exploration.",
            "score": 29.165339708328247
        },
        {
            "docid": "196882_24",
            "document": "Burrows–Abadi–Needham logic . Because message 2 is encrypted with \"K\", and \"B\" believes key(\"K\", \"B\"↔\"S\"), \"B\" now believes that \"S\" said {\"t\", \"A\", \"A\" believes key(\"K\", \"A\"↔\"B\")}. Because the clocks are synchronized, \"B\" believes fresh(\"t\"), and so fresh(\"A\" believes key(\"K\", \"A\"↔\"B\")). Because \"B\" believes that \"S\"<nowiki>'</nowiki>s statement is fresh, \"B\" believes that \"S\" believes that (\"A\" believes key(\"K\", \"A\"↔\"B\")). Because \"B\" believes that \"S\" is authoritative about what \"A\" believes, \"B\" believes that (\"A\" believes key(\"K\", \"A\"↔\"B\")). Because \"B\" believes that \"A\" is authoritative about session keys between \"A\" and \"B\", \"B\" believes key(\"K\", \"A\"↔\"B\"). \"B\" can now contact \"A\" directly, using \"K\" as a secret session key.",
            "score": 5.899041175842285
        },
        {
            "docid": "34965420_8",
            "document": "The Skipper's Dream . Aw studies awhile, then says aw, \"Are ye Deeth,  Come here for to wise oot a poor fellow's breeth ?\"  He says, \"No, aw'm the Pope, cum to try if aw can,  Save a vile wretch like ye, fra the nasty Bad Man.\"",
            "score": 9.860296726226807
        },
        {
            "docid": "2470055_19",
            "document": "The Story of B . B uses the phrase “cultural collapse” to describe the point of history that we are living through today. He believes that circumstances have rendered the cultural mythology of the Takers meaningless to its people. When this happens to a culture, B states, things fall apart. \"Order and purpose are replaced by chaos and bewilderment. People lose the will to live, become listless, become violent, become suicidal, and take to drink, drugs, and crime... laws, customs and institutions fall into disuse and disrespect, especially among the young, who see that even their elders can no longer make sense of them.\"",
            "score": 11.08302116394043
        },
        {
            "docid": "15898038_9",
            "document": "List of saints canonized by Pope Pius XII . Because of the huge number of visitors, the canonisation of Maria Goretti by Pope Pius XII, was held outside at Piazza San Pietro on 24 June 1950. The Pope spoke, not as before in Latin, but in Italian. \"We order and declare, that the blessed Maria Goretti can be venerated as a Saint and We introduce her into the Canon of Saints\". Some 500,000 people, among them a majority of youth, had come from around the World. Pope Pius asked them: A resounding Yes was the answer.",
            "score": 20.197679042816162
        },
        {
            "docid": "21378279_9",
            "document": "Agnostic atheism . The rationalistic agnosticism of Kant and the Enlightenment only accepts knowledge deduced with human rationality; this form of atheism holds that gods are not discernible as a matter of principle, and therefore cannot be known to exist. Skepticism, based on the ideas of Hume, asserts that certainty about anything is impossible, so one can never know for sure whether or not a god exists. Hume, however, held that such unobservable metaphysical concepts should be rejected as \"sophistry and illusion\". The allocation of agnosticism to atheism is disputed; it can also be regarded as an independent, basic worldview.",
            "score": 44.86648201942444
        },
        {
            "docid": "2581136_4",
            "document": "Rationalizability . Consider a simple coordination game (the payoff matrix is to the right). The row player can play \"a\" if she can reasonably believe that the column player could play \"A\", since \"a\" is a best response to \"A\". She can reasonably believe that the column player can play \"A\" if it is reasonable for the column player to believe that the row player could play \"a\". He can believe that she will play \"a\" if it is reasonable for him to believe that she could play \"a\", etc. This provides an infinite chain of consistent beliefs that result in the players playing (\"a\", \"A\"). This makes (\"a\", \"A\") a rationalizable pair of actions. A similar process can be repeated for (\"b\", \"B\").",
            "score": 10.456370115280151
        },
        {
            "docid": "621169_28",
            "document": "Existence of God . Agnostic theism is the philosophical view that encompasses both theism and agnosticism. An agnostic theist believes in the existence of a god or God, but regards the basis of this proposition as \"unknown or inherently unknowable\". Agnostic theists may also insist on ignorance regarding the properties of the gods they believe in.",
            "score": 37.53097677230835
        },
        {
            "docid": "147858_23",
            "document": "Pope Pius XI . Pius XI believed that industrialization results in less freedom at the individual and communal level, because numerous free social entities get absorbed by larger ones. The society of individuals becomes the mass class-society. People are much more interdependent than in ancient times, and become egoistic or class-conscious in order to save some freedom for themselves. The pope demands more solidarity, especially between employers and employees, through new forms of cooperation and communication. Pius displays a negative view of capitalism, especially of the anonymous international finance markets. He identifies certain dangers for small and medium-size enterprises, which have insufficient access to capital markets and are squeezed or destroyed by the larger ones. He warns that capitalist interests can become a danger for nations, which could be reduced to “chained slaves of individual interests”",
            "score": 17.862325191497803
        },
        {
            "docid": "1352065_11",
            "document": "Manassas Station Operations (Stonewall Jackson) . Pope saw the fires at Manassas Junction but believed that it meant Jackson was desperate; he ordered his corps to march on Manassas from the south, east, and north. Pope knew that Longstreet was moving north towards Thoroughfare Gap but did not detach any force to delay him, believing that the Union army could defeat Jackson before Longstreet could arrive. The defeat of Taylor's force convinced George B. McClellan, commanding the Union forces in Washington, not to send any further reinforcements to Pope unless they had artillery and cavalry.",
            "score": 15.183312177658081
        },
        {
            "docid": "1393811_2",
            "document": "Agnostic theism . Agnostic theism, agnostotheism or agnostitheism is the philosophical view that encompasses both theism and agnosticism. An agnostic theist believes in the existence of a god or gods, but regards the basis of this proposition as \"unknown or inherently unknowable\". The agnostic theist may also or alternatively be agnostic regarding the properties of the god or gods that they believe in.",
            "score": 37.08550763130188
        }
    ],
    "r": [
        {
            "docid": "894_6",
            "document": "Agnosticism . Being a scientist, above all else, Huxley presented agnosticism as a form of demarcation. A hypothesis with no supporting, objective, testable evidence is not an objective, scientific claim. As such, there would be no way to test said hypotheses, leaving the results inconclusive. His agnosticism was not compatible with forming a belief as to the truth, or falsehood, of the claim at hand. Karl Popper would also describe himself as an agnostic. According to philosopher William L. Rowe, in this strict sense, agnosticism is the view that human reason is incapable of providing sufficient rational grounds to justify either the belief that God exists or the belief that God does not exist.",
            "score": 52.644073486328125
        },
        {
            "docid": "894_32",
            "document": "Agnosticism . According to Richard Dawkins, a distinction between agnosticism and atheism is unwieldy and depends on how close to zero a person is willing to rate the probability of existence for any given god-like entity. About himself, Dawkins continues, \"I am agnostic only to the extent that I am agnostic about fairies at the bottom of the garden.\" Dawkins also identifies two categories of agnostics; \"Temporary Agnostics in Practice\" (TAPs), and \"Permanent Agnostics in Principle\" (PAPs). He states that \"agnosticism about the existence of God belongs firmly in the temporary or TAP category. Either he exists or he doesn't. It is a scientific question; one day we may know the answer, and meanwhile we can say something pretty strong about the probability.\", and considers PAP a \"deeply inescapable kind of fence-sitting\".",
            "score": 52.50980758666992
        },
        {
            "docid": "32916524_2",
            "document": "Christian agnosticism . Christian agnostics practice a distinct form of agnosticism that applies only to the \"properties\" of God. They hold that it is difficult or impossible to be sure of anything beyond the basic tenets of the Christian faith. They believe that God or a higher power exists, that Jesus may have a special relationship with God and is in some way divine, and that God should be worshipped. This belief system has deep roots in Judaism and the early days of the Church.",
            "score": 52.19108581542969
        },
        {
            "docid": "15247542_16",
            "document": "Atheism . Atheists have also argued that people cannot know a God or prove the existence of a God. The latter is called agnosticism, which takes a variety of forms. In the philosophy of immanence, divinity is inseparable from the world itself, including a person's mind, and each person's consciousness is locked in the subject. According to this form of agnosticism, this limitation in perspective prevents any objective inference from belief in a god to assertions of its existence. The rationalistic agnosticism of Kant and the Enlightenment only accepts knowledge deduced with human rationality; this form of atheism holds that gods are not discernible as a matter of principle, and therefore cannot be known to exist. Skepticism, based on the ideas of Hume, asserts that certainty about anything is impossible, so one can never know for sure whether or not a god exists. Hume, however, held that such unobservable metaphysical concepts should be rejected as \"sophistry and illusion\". The allocation of agnosticism to atheism is disputed; it can also be regarded as an independent, basic worldview.",
            "score": 50.935760498046875
        },
        {
            "docid": "21378279_8",
            "document": "Agnostic atheism . Epistemological, or agnostic, atheism argues that people cannot know a God or determine the existence of a God. The foundation of epistemological atheism is agnosticism, which takes a variety of forms. In the philosophy of immanence, divinity is inseparable from the world itself, including a person's mind, and each person's consciousness is locked in the subject. According to this form of agnosticism, this limitation in perspective prevents any objective inference from belief in a god to assertions of its existence.",
            "score": 50.527645111083984
        },
        {
            "docid": "1393811_5",
            "document": "Agnostic theism . Christian Agnostics practice a distinct form of agnosticism that applies only to the \"properties\" of God. They hold that it is difficult or impossible to be sure of anything beyond the basic tenets of the Christian faith. They believe that God exists, that Jesus has a special relationship with him and is in some way divine, and that God should be worshipped. This belief system has deep roots in Judaism and the early days of the Church.",
            "score": 48.6916389465332
        },
        {
            "docid": "17348217_3",
            "document": "List of Dutch atheists . While definitions of atheism vary, a typical atheist is someone who has made a conscious decision that he or she does not believe in the existence of any form of deity. It is a widespread misconception, however, that all atheists deny the existence of a god or gods. While a miniority of them certainly do, most atheists would strongly disagree with this definition: they don't entirely reject the concept \"God\", but would rather argue that the term \"God\" has no importance, and possibly no meaning to them. The distinction is made between lack of belief in god(s) or weak atheism and denial of the existence of god(s) or strong atheism. Weak atheism should not be confused with agnosticism. An agnostic is in this case an individual who claims to have no opinion about God.",
            "score": 48.330963134765625
        },
        {
            "docid": "621169_25",
            "document": "Existence of God . Agnosticism is the view that the truth value of certain claims—especially claims about the existence of any deity, but also other religious and metaphysical claims—is unknown or unknowable. Agnosticism as a broad umbrella term does not define one's belief or disbelief in gods; agnostics may still identify themselves as theists or atheists.",
            "score": 47.9188232421875
        },
        {
            "docid": "894_4",
            "document": "Agnosticism . According to the philosopher William L. Rowe, \"agnosticism is the view that human reason is incapable of providing sufficient rational grounds to justify either the belief that God exists or the belief that God does not exist\".",
            "score": 46.755001068115234
        },
        {
            "docid": "4070755_8",
            "document": "Russell's teapot . In his books \"A Devil's Chaplain\" (2003) and \"The God Delusion\" (2006), ethologist Richard Dawkins used the teapot as an analogy of an argument against what he termed \"agnostic conciliation\", a policy of intellectual appeasement that allows for philosophical domains that concern exclusively religious matters. Science has no way of establishing the existence or non-existence of a god. Therefore, according to the agnostic conciliator, because it is a matter of individual taste, belief and disbelief in a supreme being are deserving of equal respect and attention. Dawkins presents the teapot as a \"reductio ad absurdum\" of this position: if agnosticism demands giving equal respect to the belief and disbelief in a supreme being, then it must also give equal respect to belief in an orbiting teapot, since the existence of an orbiting teapot is just as plausible scientifically as the existence of a supreme being.",
            "score": 46.49932861328125
        },
        {
            "docid": "894_5",
            "document": "Agnosticism . Agnosticism is the doctrine or tenet of agnostics with regard to the existence of anything beyond and behind material phenomena or to knowledge of a First Cause or God, and is not a religion.",
            "score": 46.083518981933594
        },
        {
            "docid": "302882_12",
            "document": "Anthony Kenny . Although deeply interested in traditional Catholic teaching and continuing to attend the Catholic Mass, Kenny now explicitly defines himself as an agnostic, explaining in his \"What I believe\" both why he is not a theist and why he is not an atheist. His 2006 book \"What I believe\" has (as Ch 3) \"Why I am Not an Atheist\", which begins: \"Many different definitions may be offered of the word 'God'. Given this fact, atheism makes a much stronger claim than theism does. The atheist says that no matter what definition you choose, 'God exists' is always false. The theist only claims that there is some definition which will make 'God exists' true. In my view, neither the stronger nor the weaker claim has been convincingly established\". He goes on: \"the true default position is neither theism nor atheism, but agnosticism ... a claim to knowledge needs to be substantiated; ignorance need only be confessed.\" He defends the rationality of an agnostic praying to a God whose existence he doubts, stating \"It surely is no more unreasonable than the act of a man adrift in the ocean, trapped in a cave, or stranded on a mountainside, who cries for help though he may never be heard or fires a signal which may never be seen.\" This view is kin to Christian agnosticism.",
            "score": 45.726688385009766
        },
        {
            "docid": "21378279_9",
            "document": "Agnostic atheism . The rationalistic agnosticism of Kant and the Enlightenment only accepts knowledge deduced with human rationality; this form of atheism holds that gods are not discernible as a matter of principle, and therefore cannot be known to exist. Skepticism, based on the ideas of Hume, asserts that certainty about anything is impossible, so one can never know for sure whether or not a god exists. Hume, however, held that such unobservable metaphysical concepts should be rejected as \"sophistry and illusion\". The allocation of agnosticism to atheism is disputed; it can also be regarded as an independent, basic worldview.",
            "score": 44.86648178100586
        },
        {
            "docid": "894_28",
            "document": "Agnosticism . According to Pope Benedict XVI, strong agnosticism in particular contradicts itself in affirming the power of reason to know scientific truth. He blames the exclusion of reasoning from religion and ethics for dangerous pathologies such as crimes against humanity and ecological disasters. \"Agnosticism\", said Ratzinger, \"is always the fruit of a refusal of that knowledge which is in fact offered to man ... The knowledge of God has always existed\". He asserted that agnosticism is a choice of comfort, pride, dominion, and utility over truth, and is opposed by the following attitudes: the keenest self-criticism, humble listening to the whole of existence, the persistent patience and self-correction of the scientific method, a readiness to be purified by the truth.",
            "score": 44.66530990600586
        },
        {
            "docid": "621169_29",
            "document": "Existence of God . Agnostic atheism is a philosophical position that encompasses both atheism and agnosticism. Agnostic atheists are atheistic because they do not hold a belief in the existence of any deity and agnostic because they claim that the existence of a deity is either unknowable in principle or currently unknown in fact.",
            "score": 44.24076843261719
        },
        {
            "docid": "32916524_4",
            "document": "Christian agnosticism . According to Pope Benedict XVI, strong agnosticism in particular contradicts itself in affirming the power of reason to know scientific truth. He blames the exclusion of reasoning from religion and ethics for dangerous pathologies such as crimes against humanity and ecological disasters. \"Agnosticism\", said Ratzinger, \"is always the fruit of a refusal of that knowledge which is in fact offered to man ... The knowledge of God has always existed\". He asserted that agnosticism is a choice of comfort, pride, dominion, and utility over truth, and is opposed by the following attitudes: the keenest self-criticism, humble listening to the whole of existence, the persistent patience and self-correction of the scientific method, a readiness to be purified by the truth.",
            "score": 44.17567443847656
        },
        {
            "docid": "894_3",
            "document": "Agnosticism . English biologist Thomas Henry Huxley coined the word \"agnostic\" in 1869, and said \"It simply means that a man shall not say he knows or believes that which he has no scientific grounds for professing to know or believe.\" Earlier thinkers, however, had written works that promoted agnostic points of view, such as Sanjaya Belatthaputta, a 5th-century BCE Indian philosopher who expressed agnosticism about any afterlife; and Protagoras, a 5th-century BCE Greek philosopher who expressed agnosticism about the existence of \"the gods\". The Nasadiya Sukta in the Rigveda is agnostic about the origin of the universe.",
            "score": 44.075599670410156
        },
        {
            "docid": "1813072_48",
            "document": "Theology of Pope Benedict XVI . Before becoming Pope, Cardinal Ratzinger was a well-known and quite controversial figure inside and outside the Catholic Church. This is due in part from the perception among those who felt the Vatican II reforms did not go far enough that Ratzinger is a conservative. To this view, Ratzinger's theology is based on his early works, staunch Catholicism and ancient Tradition. According to this often held view, Benedict has made clear that he intends to preserve the Church doctrine and not give in to modern pressures for change to fundamental dogma and teaching on such issues as birth control, abortion, and homosexuality. It is also noted, that the Pope has a strong opposition to moral relativism, which he sees as producing views ranging \"from one extreme to the other: from Marxism to liberalism, even to libertinism; from collectivism to radical individualism; from atheism to a vague religious mysticism; from agnosticism to syncretism, and so forth.\"",
            "score": 43.63164520263672
        },
        {
            "docid": "65463_24",
            "document": "Graham Greene . In his discussions with Father Trollope, the priest to whom he went for instruction in Catholicism, Greene argued with the cleric \"on the ground of dogmatic atheism\", as Greene's primary difficulty with religion was what he termed the \"if\" surrounding God's existence. He found, however, that \"after a few weeks of serious argument the 'if' was becoming less and less improbable\", and Greene finally was converted and baptised after vigorous arguments initially with the priest in which he defended atheism, or at least the \"if\" of agnosticism. Late in life, however, Greene took to calling himself a \"Catholic agnostic\".",
            "score": 43.27000045776367
        },
        {
            "docid": "342411_45",
            "document": "Christian denomination . Roman Catholics believe that the Pope has authority which can be traced directly to the apostle Peter whom they hold to be the original head of and first Pope of the Church. There are smaller churches, such as the Old Catholic Church which rejected the definition of Papal Infallibility at the First Vatican Council, and Anglo-Catholics, Anglicans who believe that Anglicanism is a continuation of historical Catholicism and who incorporate many Catholic beliefs and practices. The Catholic Church refers to itself simply by the terms \"Catholic\" and \"Catholicism\" (which mean universal).",
            "score": 43.2374153137207
        },
        {
            "docid": "324262_20",
            "document": "Fideism . The official position of the Catholic Church is that while the existence of the one God can in fact be demonstrated by reason, nevertheless on account of the distortion of human nature caused by the first sin, humans can be deluded to deny the claims of reason that demonstrate God's existence. The Anti-Modernist oath promulgated by Pope Pius X required Catholics to affirm that: Similarly, the \"Catechism of the Catholic Church\" teaches that: Pope John Paul II's encyclical \"Fides et Ratio\" also affirms that God's existence is in fact demonstrable by reason, and that attempts to reason otherwise are the results of sin. In the encyclical, John Paul II warned against \"a resurgence of fideism, which fails to recognize the importance of rational knowledge and philosophical discourse for the understanding of faith, indeed for the very possibility of belief in God.\"",
            "score": 42.79467010498047
        },
        {
            "docid": "261708_8",
            "document": "Wisconsin Evangelical Lutheran Synod . The WELS believes that the Papacy is the Antichrist (2 Thessalonians 2:1-12). In 1959 the WELS formally issued its \"Statement on the Antichrist\", a doctrinal statement that declared, \"we reaffirm the statement of the Lutheran Confessions, that 'the Pope is the very Antichrist'\". This identification of the Antichrist with the Pope is part of traditional Protestant amillennial historicism. The Roman Catholic Church is also amillennialist, but, unlike the WELS, holds to the view that the Antichrist will come near the end of the world. Mark Schroeder, president of WELS, affirmed in 2011 that \"WELS does hold to the historic Lutheran position that the Roman Catholic papacy fits the biblical characteristics of the Antichrist.\" He also stated that \"While WELS continues to see the characteristics of the Antichrist in the Roman Catholic papacy, it is wrong and dishonest to portray this belief as stemming from anti-Catholic bigotry. We do have strong convictions, and we identify what we believe are teachings that depart from the Word of God. But we hold no animosity toward Christians who hold the Roman Catholic faith, and we respect the right of people to hold beliefs different from ours even as we point out the error. Furthermore, we rejoice that even in the Roman Catholic Church, where we believe that the gospel has been distorted, there are many Catholics who hold to a simple faith in Jesus Christ as their Savior and who will ultimately be saved. Testifying to the errors that still exist in Catholic doctrine is itself an expression of love; remaining silent or glossing over doctrinal differences would express the opposite.\"",
            "score": 42.77283477783203
        },
        {
            "docid": "621169_8",
            "document": "Existence of God . Positions on the existence of God can be divided along numerous axes, producing a variety of orthogonal classifications. Theism and atheism are positions of belief (or lack of it), while gnosticism and agnosticism are positions of knowledge (or the lack of it). Ignosticism concerns belief regarding God's conceptual coherence. Apatheism concerns belief regarding the practical importance of whether God exists.",
            "score": 41.5046501159668
        },
        {
            "docid": "423076_3",
            "document": "Nontheism . Within the scope of nontheistic agnosticism, Philosopher Anthony Kenny distinguishes between agnostics who find the claim \"God exists\" uncertain and theological noncognitivists who consider all discussion of God to be meaningless. Some agnostics, however, are not nontheists but rather agnostic theists.",
            "score": 41.35590744018555
        },
        {
            "docid": "21744637_9",
            "document": "Paul Copan . He has criticized the presumption of atheism, i.e. the notion that atheism should be one's default position when evaluating arguments over the existence of God. He argues that such a position rigs the rules, since atheism is just as much a claim to knowledge as theism. The only natural default position is agnosticism. Copan cites atheists such as Baggini and Flew in arguing that atheism is not a mere lack of belief but a rejection of belief in God or gods. He argues that atheists often slide into defending agnosticism when asked for reasons for their view.",
            "score": 40.837947845458984
        },
        {
            "docid": "894_19",
            "document": "Agnosticism . In 1939, Russell gave a lecture on \"The existence and nature of God\", in which he characterized himself as an atheist. He said: However, later in the same lecture, discussing modern non-anthropomorphic concepts of God, Russell states: In Russell's 1947 pamphlet, \"Am I An Atheist or an Agnostic?\" (subtitled \"A Plea For Tolerance in the Face of New Dogmas\"), he ruminates on the problem of what to call himself: In his 1953 essay, \"What Is An Agnostic?\" Russell states: Later in the essay, Russell adds: In 1965 Christian theologian Leslie Weatherhead (1893-1976) published \"The Christian Agnostic\", in which he argues: Although radical and unpalatable to conventional theologians, Weatherhead's \"agnosticism\" falls far short of Huxley's, and short even of \"weak agnosticism\":",
            "score": 40.608211517333984
        },
        {
            "docid": "159917_33",
            "document": "Clarence Darrow . As part of a public symposium on belief held in Columbus, Ohio, Darrow delivered a speech, later titled \"Why I Am An Agnostic\", on agnosticism, skepticism, belief, and religion. In the speech, Darrow thoroughly discussed the meaning of being an agnostic and questioned the doctrines of Christianity and the Bible. He concluded that \"the fear of God is not the beginning of wisdom. The fear of God is the death of wisdom. Skepticism and doubt lead to study and investigation, and investigation is the beginning of wisdom.\"",
            "score": 40.3958625793457
        },
        {
            "docid": "894_30",
            "document": "Agnosticism . Blaise Pascal argued that even if there were truly no evidence for God, agnostics should consider what is now known as Pascal's Wager: the infinite expected value of acknowledging God is always greater than the finite expected value of not acknowledging his existence, and thus it is a safer \"bet\" to choose God.",
            "score": 39.717979431152344
        },
        {
            "docid": "29266_79",
            "document": "Relationship between religion and science . A survey conducted between 2005 and 2007 by Elaine Howard Ecklund of University at Buffalo, The State University of New York of 1,646 natural and social science professors at 21 US research universities found that, in terms of belief in God or a higher power, more than 60% expressed either disbelief or agnosticism and more than 30% expressed belief. More specifically, nearly 34% answered \"I do not believe in God\" and about 30% answered \"I do not know if there is a God and there is no way to find out.\" In the same study, 28% said they believed in God and 8% believed in a higher power that was not God. Ecklund stated that scientists were often able to consider themselves spiritual without religion or belief in god. Ecklund and Scheitle concluded, from their study, that the individuals from non-religious backgrounds disproportionately had self-selected into scientific professions and that the assumption that becoming a scientist necessarily leads to loss of religion is untenable since the study did not strongly support the idea that scientists had dropped religious identities due to their scientific training. Instead, factors such as upbringing, age, and family size were significant influences on religious identification since those who had religious upbringing were more likely to be religious and those who had a non-religious upbringing were more likely to not be religious. The authors also found little difference in religiosity between social and natural scientists.",
            "score": 39.58780288696289
        },
        {
            "docid": "32916524_6",
            "document": "Christian agnosticism . Blaise Pascal argued that even if there were truly no evidence for God, agnostics should consider what is now known as Pascal's Wager: the infinite expected value of acknowledging God is always greater than the finite expected value of not acknowledging his existence, and thus it is a safer \"bet\" to choose God.",
            "score": 39.53864669799805
        },
        {
            "docid": "31665644_82",
            "document": "Saint Peter . According to Catholic belief, Simon Peter was distinguished by Jesus to hold the first place of honor and authority. Also in Catholic belief, Peter was, as the first Bishop of Rome, the first Pope. Furthermore, they consider every Pope to be Peter's successor and the rightful superior of all other bishops. Although Peter never bore the title of \"Pope\", or \"Vicar of Christ\", in this sense the Catholic Church considers Peter the first Pope.",
            "score": 39.503082275390625
        },
        {
            "docid": "55757866_2",
            "document": "Irreligion in Guatemala . Irreligion in Guatemala can refer to Atheism, Agnosticism, Secular Humanism, religious skepticism, or people who simply identify as non-religious; although some believe in God and others are more skeptical in belief, but do not consider themselves atheists.",
            "score": 39.20355987548828
        }
    ]
}