{
    "q": [
        {
            "docid": "10742666_7",
            "document": "Brian Fortuna . Fortuna competed on \"Dancing with the Stars\" during its 4th season; partnering former Miss USA, Shandi Finnessey. His television success allowed him to dance as a principal dancer in the next two national Dancing with the Stars tours. Brian did double duty on the tour and was chosen to also host the third DWTS tour in front of sold out audiences of 15,000 people per night. His hosting talents captured the attention of ABC who chose Brian as series co-host with his Dancing with the Stars partner Shandi for ABC's Dancing with the Stars…Online Encore.",
            "score": 53.780799865722656
        },
        {
            "docid": "27748226_11",
            "document": "Jeopardy! . During the Jeopardy! round, except in response to the Daily Double clue, contestants are not penalized for forgetting to phrase their response in the form of a question, although the host will remind contestants to watch their phrasing in future responses. In the Double Jeopardy! round and in the Daily Double in the Jeopardy! round, the phrasing rule is followed more strictly, with a response not phrased in the form of a question counting as wrong if it is not re-phrased before the host or judges make a ruling. If it is determined that a previous response was wrongly ruled to be correct or incorrect, the scores are adjusted at the first available opportunity. If, after a game is over, a ruling change is made that would have significantly altered the outcome of the game, the affected contestant(s) are invited back to compete on a future show.",
            "score": 62.21476149559021
        },
        {
            "docid": "35051869_2",
            "document": "Dancing with the Stars (Australian season 12) . The twelfth season of \"Dancing with the Stars\" premiered on April 15, 2012, at the 6:30pm time slot on Channel Seven. With previous co-host Sonia Kruger defecting to Channel Nine, former Spice Girl and American \"Dancing with the Stars\" season 5 runner up Mel B was hired as her replacement. Daniel MacPherson continues his role as main host of the show, along with judges Todd McKenney, Helen Richey, and Joshua Horner.",
            "score": 42.25489258766174
        },
        {
            "docid": "659190_11",
            "document": "Fixed stars . The phrase \"fixed star\" is technically incorrect, but nonetheless it is used in an historical context, and in classical mechanics.",
            "score": 29.81382989883423
        },
        {
            "docid": "7173665_4",
            "document": "My Star (Brainstorm song) . The band's performance is also memorable. Kaupers danced in a relatively eccentric manner, provoking cheers from the audience. In late 2005, as part of his hosting duties at the Congratulations special, he was asked about his dancing abilities by co-host Katrina Leskanich. Kaupers' response that he danced very well prompted further cheers from the live audience as well as a repeat of his moves.",
            "score": 49.16476035118103
        },
        {
            "docid": "752942_7",
            "document": "Ty Treadway . In June 2002, Ty pulled double duty as soap star and talk show host. He began co-hosting Soapnet's \"Soap Talk\" with Lisa Rinna.",
            "score": 40.98783588409424
        },
        {
            "docid": "14212173_8",
            "document": "Yes, Madam . \"Yes, Madam\" was the first starring role in a feature film for Michelle Yeoh. Yeoh had previously won the 1982 Miss World Malaysia contest in 1983. After winning the contest she met D&B executive producer Dickson Poon who cast her in a small role in a television commercial with entertainer Jackie Chan in 1984. Her role in the commercial caught the attention of a film production company D&B Films. Yeoh had previously played small roles in Sammo Hung's film \"Owl vs. Dumbo\" (1985) and \"Twinkle Twinkle Lucky Stars\" (1985). For \"Yes, Madam!\", Yeoh took to stunt work opposed to allowing a double for every stunt. To train for her role, Yeoh worked out in a gym for eight hours a day. Michelle Yeoh stated that both herself and Rothrock did not want the film to be \"too hard core\", stating that \"We wanted the family to come in and watch it\"",
            "score": 32.602229595184326
        },
        {
            "docid": "46214776_17",
            "document": "Dancing with the Stars (U.S. season 21) . Tom Bergeron also returned to his hosting duties this week; the episode was dedicated to the memory of his father, Raymond, who died earlier in the day.",
            "score": 36.14666509628296
        },
        {
            "docid": "22903798_2",
            "document": "Dancing with the Stars (U.S. season 9) . Season nine of \"Dancing with the Stars\" premiered on September 21, 2009. Executive producer Conrad Green confirmed to Entertainment Tonight that the season would start off with 16 celebrities, with 3 double-eliminations halfway through the season. Former House Majority Leader Tom DeLay withdrew from the competition in week three; however, Debi Mazar was also eliminated on the same night, replacing the double elimination planned for week five. Some changes were added this season including a larger cast and relay dances. Four new dances were introduced to complement the large cast. Those dances were the bolero, lambada, two-step, and the Charleston. The cast was unveiled on the Monday, August 17, 2009, edition of \"Good Morning America\", returning to the announcement format of most seasons past. Tom Bergeron and Samantha Harris returned as the show's hosts. Len Goodman, Bruno Tonioli, and Carrie Ann Inaba continue as the judges this season, with Baz Luhrmann appearing as a guest judge in week two, temporarily replacing Len Goodman. Pro pairings were officially announced on August 24, 2009. This was Samantha Harris' last season as co-host.",
            "score": 43.920166969299316
        },
        {
            "docid": "36739351_12",
            "document": "Raghav Juyal . He also worked in the film ABCD 2 which was released on 19 June 2015, directed by Remo D'Souza co-starring Varun Dhawan and Shraddha Kapoor. He also hosted the show Dance Plus on Star Plus. He also Hosted Prem Ki Diwali along with Karishma Tanna telecasted on Life Ok. He was seen in season 7 as a contestant.He hosted the season 2 of the show Dance Plus which aired on Star Plus. . He hosted Rising Star along with Meiyang Chang in early 2017 which aired on Colors TV. He has also hosted Dance Plus (season 3) which was aired on Star Plus. In October 2017, he began co-hosting the dance contest TV show Dance Champions with Ridhima Pandit.",
            "score": 41.56955623626709
        },
        {
            "docid": "3666969_26",
            "document": "Deal or No Deal (Australian game show) . Double Deal Friday ran in 2005 but was dropped after 2008. Home viewers were invited to ring a phone number charged at $0.55 and register their details. Every Friday, a home viewer was randomly selected to win the same prize as the studio contestant. Host O'Keefe had mentioned that Double Deal Fridays received over 100,000 calls each week. \"Dancing with the Deals\" (the celebrity version of DoND retiring contestants on that season's edition of Dancing With The Stars) followed a similar format to Double Deal Friday, except that the celebrity didn't win the prize.",
            "score": 41.603347301483154
        },
        {
            "docid": "977122_10",
            "document": "The Insider (TV series) . After the departure of O'Brien, the show was hosted by Spencer alone until January 2009, when Samantha Harris (who had previously served as a correspondent for \"E! News\") joined the program as a permanent co-host. Harris also provided analysis and commentary as part of her duties as co-host of ABC's \"Dancing with the Stars\" until her departure from the reality competition series at the start of 2010.",
            "score": 38.064340591430664
        },
        {
            "docid": "32965942_5",
            "document": "Hilla Nachshon . As a result of her success, in 2005 Nachshon began to host the entertainment show \"Y on ten\" (\"Y \"בעשר) on the broadcasts of the satellite television provider Yes, initially alongside Michael Hanegbi and later alongside Aviad Kisos. That year she also played a cameo role in the daily TV drama \"HaShir Shelanu\". Also in that year, she began to host the Israeli version of the reality show \"Dancing with the Stars\" on the Israeli channel 2, along with Avi Kushnir. In 2010 and in 2011 Nachshon hosted the Miss Israel beauty pageant competition.",
            "score": 36.04202198982239
        },
        {
            "docid": "15177106_12",
            "document": "Irish traditional music . Irish traditional music was largely meant (to the best of our current knowledge) for dancing at house dances, celebrations for weddings, saint's days or other observances. Tunes are divided into two or more (typically eight-bar) parts. The parts are referred to as the A-part, B-part, and so on. Each part is played twice, and the entire tune is played three times; A, A, B, B, A, A, B, B, A, A, B, B. Irish dance music is isometric. This makes for an eminently danceable music, and Irish dance has been widely exported abroad. 16 measures are known as a \"step\", with one 8 bar part for a \"right foot\" and the second for the \"left foot\" of the step. Tunes that are not so evenly divided are called \"crooked\".  Traditional dances and tunes include reels (), hornpipes ( with swung eighth notes), and jigs (double and single jigs are in time), as well as imported waltzes, mazurkas, polkas, and highlands or barndances (a sort of Irish version of the Scottish strathspey). Jigs come in various other forms for dancing – the slip jig and hop jig or single jig are commonly written in time, the slide in . (The dance the hop jig is no longer performed under the auspices of An Coimisiun.) The forms of jig danced in hardshoe are known as double or treble jigs (for the doubles/trebles performed with the tip of the hardshoe), and the jigs danced in ghillies are known as light jigs.",
            "score": 35.85652434825897
        },
        {
            "docid": "1823364_3",
            "document": "Marissa Jaret Winokur . She was a contestant on the popular reality competition series \"Dancing With the Stars\" and went on to host the similar \"Dance Your Ass Off.\" From 2010-2011 she served as a co-host on the daily daytime talk show \"The Talk,\" ultimately leaving to focus on her clothing line and a new cable TV show. The cable TV show in question, when it premiered, proved to be a late-night talk show titled \"All About Sex,\" whose co-hosting duties she shared with Margaret Cho, Heather McDonald, and Dr. Tiffanie Davis Henry, and which TLC transmitted at 11:00 PM Eastern time on Saturday nights.",
            "score": 48.92290282249451
        },
        {
            "docid": "9010108_6",
            "document": "Contra dance choreography . Typical contra dance choreography comprises four parts, each 16 counts (8 measures) long. The parts are called A1, A2, B1 and B2. This nomenclature stems from the music: Most contra dance tunes (as written) have two parts (A and B), each 8 measures long, and each fitting one part of the dance. The A and B parts are each played twice in a row, hence, A1, A2, B1, B2. While the same music is generally played in, for example, parts A1 and A2, distinct choreography is followed in those parts. Thus, a contra dance is typically 64 \"counts\", and goes with a 32-\"measure\" tune. Tunes of this form are called \"square\"; tunes that deviate from this form are called \"crooked\". Crooked tunes are more commonly used in square dancing, where the phrasing of the dance does not have to align as closely with the phrasing of the music.",
            "score": 31.27544116973877
        },
        {
            "docid": "35051869_3",
            "document": "Dancing with the Stars (Australian season 12) . The cast for the season were revealed on 13 March 2012 via the Seven website, along with their professional partners, although four contestants were revealed in late February 2012. This cast has been seen as a \"star increase\" on the previous year's cast, particularly with the addition of new international co-host Mel B, and former Nine daytime talkshow host Kerri-Anne Kennerley. Six new professional dancers, including former American \"Dancing with the Stars\" professional Damian Whitewood, Christopher Page, Elena Samodanova, Jess Prince, Gleb Savchenko and Damien Samuel have been recruited to replace non-returning professional dancers Alana Patience, Brendon Midson, Arsen Kishishian, Masha Belash, Jade Brand and Mark Hodge.",
            "score": 33.09692430496216
        },
        {
            "docid": "25391981_3",
            "document": "Dancing with the Stars (U.S. season 10) . Samantha Harris did not return as co-host for this season, due to her expanded correspondent duties on \"The Insider\" and \"Entertainment Tonight\". On March 8, 2010, Tom Bergeron announced on \"Good Morning America\" that his new co-host is season seven champion Brooke Burke. Len Goodman, Bruno Tonioli, and Carrie Ann Inaba continued as the judges this season.",
            "score": 34.97119331359863
        },
        {
            "docid": "3028912_17",
            "document": "Sabrina Bryan . She has been a celebrity correspondent for the behind-the-scenes look at season 8 of \"Dancing with the Stars\" for E! News, and TV Guide show \"Reality Chat\". For season 9 of \"Dancing with the Stars\", she co-hosted TV Guide show \"Reality Chat\" and hosted backstage at \"Dancing with the Stars\" on abc.com. Bryan was asked back to co-host backstage at \"Dancing with the Stars\" for the 10th through 12th seasons. She has interviewed season 10 winner of the series Nicole Scherzinger, country singer Reba McEntire, Evan Lysacek, Erin Andrews, Kate Gosselin, and many more.",
            "score": 47.96905207633972
        },
        {
            "docid": "2982147_6",
            "document": "Your Number's Up . After the contestant selected one of the two phrases, the host read its second half to the other two contestants (example: after selecting the first phrase above, the host read \"...all of the House listens.\" Answer: Tip O'Neill). The first contestant to buzz-in and fill in the acronym correctly scored one point and spun the wheel for the next turn; incorrect guesses deducted one point, but scores could never go below zero. If neither opponent guessed correctly, the contestant who selected the riddle won $50 and spun the wheel, but did not score any points. The first contestant to score six points won the game and $500.",
            "score": 47.262600898742676
        },
        {
            "docid": "387073_6",
            "document": "Between you and I . Others do not accuse Shakespeare of grammatical incorrectness: sociologist Robert Nisbet criticizes \"word snobs\" who condemn the phrase, and lexicographer and OED editor Robert Burchfield states that what is incorrect for us wasn't necessarily incorrect for Shakespeare: \"grammatical assumptions were different then\", a view shared by philologist and grammarian Henry Sweet. However, Bryan A. Garner, who writes on usage and (especially legal) language, writes that even if the phrase was not incorrect for Shakespeare, it is and should be considered incorrect today, and cites linguist Randolph Quirk: \"It is true that Shakespeare used both ['between you and I' as well as 'between you and me'], but that did not make it any more correct\".",
            "score": 29.76879358291626
        },
        {
            "docid": "52747_17",
            "document": "Albireo . β Cygni B has been reported to be a very close double, but the observations appear to have been incorrect.",
            "score": 16.447454929351807
        },
        {
            "docid": "4602548_4",
            "document": "Kim Jones (reporter) . Before joining YES, Jones was the New York Giants beat reporter and a National Football League (NFL) columnist for \"The Star-Ledger\" newspaper in Newark, New Jersey. In addition to her duties on YES and WFAN, she continued to write a Sunday NFL column for \"The Star-Ledger\".",
            "score": 22.029205799102783
        },
        {
            "docid": "7775827_3",
            "document": "Pasi Heikura . Heikura hosts the radio program \"Aristoteleen kantapää\" (Aristotle’s Heel) on YLE Radio 1 which focuses on common usage of the Finnish language. In addition to discussion with a guest about a different topic each week, incorrect use of phrases and quote tips are also presented.",
            "score": 25.127860069274902
        },
        {
            "docid": "14581_5",
            "document": "Ich bin ein Berliner . There is a widespread misconception (outside German-speaking countries) that the phrase is incorrect German and in fact means \"I'm a doughnut\". It has even been embellished into an urban legend including equally incorrect claims about the audience laughing at this phrase.",
            "score": 22.12905502319336
        },
        {
            "docid": "2869453_25",
            "document": "WCFS-FM . On February 25, 2008, morning personality Mike LeBaron and midday personality Lisa Greene signed on as the first DJ's on Chicago's \"Fresh 105.9.\" On April 13, Program Director Mike Peterson named Rick Hall as afternoon host. Previously, LeBaron had been well known as a longtime part-time market veteran at WTMX-FM and WUSN-FM. Fellow market veteran Greene previously hosted an Oldies dance show on WJMK and similar features at WILV and WUBT (now WKSC-FM), was an APD/MD for AC stations, and had worked for many years as a traffic and news reporter, and co-host. Hall worked double duty as weekend/fill-in host at sister station WUSN and music director–midday host at Milwaukee's WFZH.",
            "score": 40.31440210342407
        },
        {
            "docid": "37973159_2",
            "document": "Dancing with the Stars (Thai TV series) . Dancing with the Stars is a dance competition show airing on BBTV Channel 7 in Thailand. The show is the Thai version of the British television series \"Strictly Come Dancing\". Sornram Teppitak, Thai actor and Thai pop singer, hosts with co-host Morakot Kittisara, Miss Thailand Universe 2004.",
            "score": 36.67738175392151
        },
        {
            "docid": "1120774_6",
            "document": "C+C Music Factory . All four singles from their debut album reached No. 1 on the \"Billboard\" Dance/Club Play chart, and all four were also crossover Pop and R&B hits. The first single, \"Gonna Make You Sweat (Everybody Dance Now)\", reached No. 1 on the \"Billboard\" Hot 100 and R&B Singles chart (and No. 3 in the UK). The fourth and final single from their debut album, \"Just a Touch of Love\", featured in the movie \"Sister Act\". The album contained two more Top 5 singles; \"Here We Go (Let's Rock & Roll)\" reached No. 3 on Billboard's Hot 100 chart (and No. 20 in the UK), and \"Things That Make You Go Hmmm\" (inspired by a phrase uttered periodically by late-night talk show host, Arsenio Hall) reached No. 4 (and No. 4 in the UK).",
            "score": 37.91928458213806
        },
        {
            "docid": "8377419_4",
            "document": "Double-duty dollar . Though the Swadeshi movement had much broader goals, in the 1920s Mohandas Gandhi of India urged his countrymen to avoid funding their own subjugation by buying items from the British which they could produce and trade independently, such as cloth and clothing. In the 1940s and 1950s, Leon Sullivan applied the broader phrase \"'selective patronage\" to denote consumers' choice of retailers as a tool a) to influence businesses toward having more fair and just interactions with African Americans, and b) to build demand for African-American businesses.",
            "score": 26.56340217590332
        },
        {
            "docid": "53603_12",
            "document": "Double star . Apart from these pairs, the components of a double star are generally denoted by the letters A (for the brighter, \"primary\", star) and B (for the fainter, \"secondary\", star) appended to the designation, of whatever sort, of the double star. For example, the components of α Canis Majoris (Sirius) are α Canis Majoris A and α Canis Majoris B (Sirius A and Sirius B); the components of 44 Boötis are 44 Boötis A and 44 Boötis B; the components of ADS 16402 are ADS 16402A and ADS 16402B; and so on. The letters AB may be used together to designate the pair. In the case of multiple stars, the letters C, D, and so on may be used to denote additional components, often in order of increasing separation from the brightest star, A. Visual doubles are also designated by an abbreviation for the name of their discoverer followed by a catalogue number unique to that observer. For example, the pair α Centauri AB was discovered by Father Richaud in 1689, and so is designated \"RHD 1\". Other examples include Δ65, the 65th double discovered by James Dunlop, and Σ2451, discovered by F. G. W. Struve.",
            "score": 24.446115970611572
        },
        {
            "docid": "2558317_7",
            "document": "Kerry Washington . In April 2016, Washington confirmed that, in the 1990s in New York, she learned to dance from Jennifer Lopez. During her appearance on The Tonight Show Starring Jimmy Fallon, she told host Jimmy Fallon that \"I've been taking dance for a long time, since I was a little girl. I had this very inspiring teacher named Larry Maldonado, for anybody from my neighborhood in the Bronx, he was our role model\", Washington continued, \"And he had an awesome substitute teacher named Jennifer, who would sometimes step in and teach. But, then she left to move to Los Angeles and be on the TV show In Living Color. So, yes, I learned to dance from JLo!\" Washington verified.",
            "score": 33.95754551887512
        },
        {
            "docid": "7091671_2",
            "document": "Burgo's Catch Phrase . Burgo's Catch Phrase was an Australian game show that ran between 1997 and 2003, produced by Southern Star Group (and later by the joint-venture Endemol Southern Star) for the Nine Network. The show was based on the British and American versions of the game, and was originally knowned simply as Catch Phrase until 1999 where the show was renamed as Burgo's Catch Phrase In honour of its host, John Burgess. The show was cancelled in 2003 after a revamp of the show and a hiatus in 2001.",
            "score": 35.83119487762451
        }
    ],
    "r": [
        {
            "docid": "438454_6",
            "document": "Double Dare (Nickelodeon game show) . Each round begins with a toss-up physical challenge in which both teams compete, with the winning team receiving both initial control of the round, and money for their score. After the toss-up, the host begins asking trivia questions of the team in control. Each correct answer earns a monetary award, and allows the team to maintain control, while an incorrect answer, or failure to respond within approximately ten seconds turns control over to the opponents. However, the team can dare their opponents to answer the question, doubling its value; in response, the opponents can double dare for quadruple the original value. When the team in control is challenged to a double dare, they have to either answer or compete in a physical challenge. An incorrect answer, or not responding within approximately five seconds on a dare or double dare, awards both control and the appropriate amount of money to the team that issues it. The second round plays the same as the first, with question values doubled. On the original \"Double Dare\" and \"Super Sloppy Double Dare\", a question was initially worth $10. On \"Family Double Dare\" and \"Double Dare 2000\", a question was initially worth $25. On the 2018 \"Double Dare\", a question is initially worth $50.",
            "score": 66.31201171875
        },
        {
            "docid": "5269533_5",
            "document": "Quicksilver (U.S. game show) . For example, given the choices Monty Hall, Picador, Pandora's Box and \"Trading Places\", the host may ask \"On the game show \"Let's Make a Deal\"…this is what host Monty Hall would ask contestants to do.\" A contestant buzzing-in before the question was finished might choose Monty Hall based upon Hall's association with the program. However, the correct answer in this case would be \"picador,\" a play on the similar-sounding phrase \"pick a door.\" Most questions had misleading wording and pun answers given in this format, known as a \"swerve\" in quiz bowl culture.",
            "score": 64.24972534179688
        },
        {
            "docid": "38156_8",
            "document": "Who Wants to Be a Millionaire? . Once a contestant enters the main game, they are asked increasingly difficult general knowledge questions by the host. Each features four possible answers, in which the contestant must give the correct answer. Doing so wins them a certain amount of money, with tackling much tougher questions increasing their prize fund. During their game, the player has a set of lifelines that they may use only once to help them with a question, as well as two \"safety nets\" - if a contestant gets a question wrong, but had reached a designated cash value during their game, they will leave with that amount as their prize. While the first few questions are generally easy, subsequent ones after them will prompt the host to ask if the answer they gave is their \"final answer\" - if it is, then it is locked in and cannot be changed. If a contestant feels unsure about an answer, and does not wish to play on, they can walk away with the money they have won, to which the host will ask them to confirm this as their final decision; in such cases, the host will usually ask them to state what answer they would have gone for, and reveal if it would have been correct or incorrect.",
            "score": 64.23957824707031
        },
        {
            "docid": "40757509_3",
            "document": "Let's Ask Pilipinas . In Round 1, there are four contestants, and each of them will attempt to answer the three multiple-choice questions. In this round, questions will have two possible answers. The host will first read the two answers and then follow with the question to be answered. Then, all four contestants will have approximately 30 seconds to write down their answers on to the card stock included in their game kits. Once all contestants have verbally acknowledged that they have written down their answers, the host will ask them each to reveal their answers in a sequence determined by producers. Then the host will reveal the correct answer. Each contestant that answered the question correctly will be awarded the prize money assigned for that question. Contestants who answered incorrectly will receive no prize money. After the correct answer to the first question has been revealed, all four contestants will receive the next question. The host will reveal the correct answer to the next questions, and any money earned will be assigned to the proper contestants. The contestant with the least amount of money at the end of the round (or the loser of the tiebreaker challenge, if applicable) will be eliminated and will not receive any prize money earned before elimination. The three contestants with the most money at the end of the round will advance to Round 2.",
            "score": 64.10125732421875
        },
        {
            "docid": "36658547_6",
            "document": "Let's Ask America . In the first round, there are four contestants, and each of them attempt to answer the four multiple-choice questions. In this round, questions have two possible answers. The host first reads the two answers and then follows with the question. All four contestants then have approximately 30 seconds to write down their answers onto the card included in their game kits. Once all contestants have verbally acknowledged that they have written down their answers, the host asks them each to reveal their answers in a sequence determined by the producers. The host then reveals the correct answer, and each contestant that answered the question correctly is awarded the prize money assigned for that question. Contestants who answered incorrectly receive no prize money. After the correct answer to the first question has been revealed, all four contestants are given the next question. The process is then repeated with three additional questions. The first question is worth $100, with subsequent questions increasing by that amount, up to $400 for the fourth question. The lowest scoring contestant at the end of the round is eliminated and leaves with nothing.",
            "score": 63.60866928100586
        },
        {
            "docid": "38156_39",
            "document": "Who Wants to Be a Millionaire? . \"Millionaire\" has made catchphrases out of several lines used on the show. The most well-known of these catchphrases is the host's question \"Is that your final answer?\", asked whenever a contestant's answer needs to be verified. The question is asked because the rules require that the contestants must clearly indicate their choices before they are made official, the nature of the game allowing them to ponder the options before committing to an answer. Regularly on tier-three questions, a dramatic pause occurs between the contestant's statement of their answer and the host's acknowledgement of whether or not it is correct.",
            "score": 62.85371017456055
        },
        {
            "docid": "27748226_11",
            "document": "Jeopardy! . During the Jeopardy! round, except in response to the Daily Double clue, contestants are not penalized for forgetting to phrase their response in the form of a question, although the host will remind contestants to watch their phrasing in future responses. In the Double Jeopardy! round and in the Daily Double in the Jeopardy! round, the phrasing rule is followed more strictly, with a response not phrased in the form of a question counting as wrong if it is not re-phrased before the host or judges make a ruling. If it is determined that a previous response was wrongly ruled to be correct or incorrect, the scores are adjusted at the first available opportunity. If, after a game is over, a ruling change is made that would have significantly altered the outcome of the game, the affected contestant(s) are invited back to compete on a future show.",
            "score": 62.214759826660156
        },
        {
            "docid": "43158106_4",
            "document": "Idiotest . The main game features two pairs of contestants answering brain-teaser questions, taking the form of a visual puzzle. In the first round, each team faces two questions. Contestants can work together and must answer by touching the correct answer (or answers, depending on what the question is asking them) on the screen. The question is often phrased so that the contestants may be misled if they do not read it correctly (for example, \"Touch the largest greenhouse\" could be misread as \"Touch the largest green house\"). The value of these questions begins at $300, with $20 deducted for every second the team takes in answering; the money begins counting down on the \"money meter\" when the puzzle first appears on the screen. Each contestant's money meter stops counting down when he or she submits an answer on the touchscreen. For all questions, a correct answer puts the remaining money in their team's bank, while an incorrect answer, or running out of time on a question (the money meter reaches zero) won nothing.",
            "score": 61.752098083496094
        },
        {
            "docid": "56493821_4",
            "document": "Think Tank (Australian TV series) . Before the show, the Think Tank answered quiz questions under strict conditions to determine which eight are in the tank that episode, because if a Think Tanker gets question: impossible correct they cannot be in the episode. Three contestants play against each other across five rounds. The phrases, \"Shut the gate\", \"kill the goat\" or \"dance like a pagan\" are sometimes used, similar to the phrase, \"Lock it in\", from rival game show \"Millionaire Hot Seat\", when selecting an answer. Each contestant gets asked three questions. When a question is asked, each answer given by the Think Tank is displayed, some being correct, some not, with one of the options being the correct answer. The contestant must decide which of the options is the correct answer. 15 points are given for each correct answer, with 45 being the maximum points total possible.",
            "score": 61.686038970947266
        },
        {
            "docid": "32056391_10",
            "document": "We Are Singaporeans . The number of contestants were reduced to two while the number of celebrities remained at 6, similar to Season 3. The host is now changed to Najip Ali (who also hosted the Malay edition \"Kita Orang Singapura\") and the questions are now focused on global trends and current affairs, hence the title \"Global Edition\". The round had six questions that focused on the statistics and surveys asked by Singaporeans, which are narrated by the celebrity icon. The contestant starting from the left podium, will get to choose one of the six celebrity icons to ask them a survey-related multiple-choice question of three answers. Every correct answer is worth $200. In replacement with the Hero or Zero card, which was removed for the entire season, an incorrect answer will result in a 'Kena Fine', which deducts the contestant's winnings from $1 up to $100, with a penalty of up to $261 (the denominations were $1, $10, $20, $50, $80 and $100; the winnings cannot go below $0 or end with negative score). The next contestant will have to answer from the remaining two options; a correct answer will earn $100, but an incorrect answer will also deduct by the same denomination. This made for a maximum possible winnings of $900.",
            "score": 61.17420196533203
        },
        {
            "docid": "23451503_11",
            "document": "Family Feud (1977 Australian game show) . The winning family chooses two family members to play the round. One family member leaves the stage and is placed in an isolation booth, while the other is given 15 seconds to answer five questions. The clock begins counting down after the host finishes reading the first question. If he or she cannot think up an answer to a question, he or she may pass. A contestant may revisit a passed question at the end if time permits. If time runs out and all the questions have not been asked yet, they will still be in play as long as they have not been passed. The number of people giving each answer is revealed once all five answers are given or time has expired, whichever comes first. The player earns one point for each person that gave the same answer; at least two people must have given that answer for it to score. When revealing the number of people giving the same response, it is most commonly revealed with the phrase, \"(Our) Survey said!\"",
            "score": 60.364315032958984
        },
        {
            "docid": "10817318_10",
            "document": "Family Feud (2014 Australian game show) . The winning family plays Fast Money and chooses two family members to participate in the round. One family member leaves the stage and is placed in a soundproof booth, while the other is given 20 seconds to answer five questions. The clock begins counting down after the host finishes reading the first question. If the contestant cannot think of an answer to a question, he or she may pass and revisit a passed question at the end if time permits. If time runs out and all the questions have not been asked yet, they will still be in play as long as they have not been passed. The number of people giving each answer is revealed once all five answers are given or time has expired, whichever comes first. The player earns one point for each person that gave the same answer; at least two people must have given that answer for it to score. When revealing the number of people giving the same response, it is most commonly revealed with the phrase, \"The Survey said!\"",
            "score": 60.364315032958984
        },
        {
            "docid": "23976955_11",
            "document": "Fifteen to One . Each of the 15 numbered contestants began the quiz with three 'lives'. The host made two passes through the field in numerical order, asking one question to each contestant per pass; typically, the category for each question was announced before it was asked. The contestant had three seconds to respond, and lost one life for the first incorrect answer or failure to respond in time, whether on the first or second pass. A second miss took away both remaining lives and eliminated the contestant from the game. Stewart's succinct explanation of Round 1 was, \"Two questions each in the first round; one correct answer from you to survive.\"",
            "score": 60.139244079589844
        },
        {
            "docid": "40476283_12",
            "document": "Million Dollar Minute . In 60 seconds, Grant Denyer (2013) or Simon Reeve (2014-2015) reads out five multiple choice questions each with three answers. The host reads the questions at 12-second intervals. In the last two seconds for each question, the answers on the contestant's touch screen begin to flash. The contestant must submit their answer during this two-second interval. Once all five questions are answered, five numbers which represent the contestant's choices are shown on a screen and checked one at a time in a random order. If all answers are correct, the contestant has won the jackpot. If any answer is incorrect, the contestant will play again in the following show's game for the same jackpot.",
            "score": 59.878318786621094
        },
        {
            "docid": "5857381_6",
            "document": "Sale of the Century (Australian game show) . Each contestant is given $20 to start. The host reads a trivia question to the contestants. The first to press a buzzer gets an opportunity to answer the question, interrupting the host if in the middle of reading the question. Players' scores increase by $5 for each correct answer and decrease by $5 for each incorrect answer. If a player answers incorrectly, the correct answer is revealed and the game goes on to the next question, as only one player can try to answer each question.",
            "score": 59.40817642211914
        },
        {
            "docid": "30578253_7",
            "document": "50–50 (game show) . In the final phase, the host asks five questions to one of the two competitors, this will have 10 seconds to answer each question and her partner will on his electronic screen stand the answer. He or she will decide whether to confirm or choose the option that has not been seen. At the end of the questions the contestant who does not see both answers will have to make a prediction of the number of correct answers given. The total prize money can be won only if the forecast is 5 and proves correct, otherwise the part of the prize money that is won will be proportionately less. If the number of correct answers is guessed, the pair win the prize, otherwise they receivee the consolation prize.",
            "score": 59.385711669921875
        },
        {
            "docid": "6313262_14",
            "document": "Weakest Link (U.S. game show) . The host would then ask one question at a time to each player, alternating back and forth. They would then answer the question, after which the host would either say \"that is the correct answer\" or inform them that they were incorrect and give them the right answer. Play continued in this manner until either all five (or three) questions per side were asked or until it became impossible for one of the two finalists to win.",
            "score": 59.35013961791992
        },
        {
            "docid": "8357955_10",
            "document": "The Krypton Factor (U.S. game show) . In the final round, the contestants were asked a series of general knowledge toss-up questions in which each correct answer would usually segue to the next question. Players did not have to wait until the question was fully read to jump in, but only the first player to do so got to answer. Each correct answer was worth two points, but each incorrect answer was worth minus two points, with the values doubling to +/-4 points midway through the round.",
            "score": 59.29487609863281
        },
        {
            "docid": "8087888_5",
            "document": "Inside the Box . The contestant in the booth has two minutes to determine the correct answer by alternately asking his/her opponents the \"Yes or No\" questions he is shown. If an opponent answers the question incorrectly, he is given a time penalty of 5 seconds. Each Yes-response question is displayed on screen for the viewers to see and on the second screen in The Box, regardless of whether the player outside the Box answered correctly or not. After each group of 5 \"Yes\" responses, the clock is stopped and a more detailed clue is given. The player in the Box is given a free guess, but if they can't correctly answer, the clock resumes and they must continue asking questions. Each time a new clue is given, new questions are made available to the player in The Box. The contestant continues to ask questions until either time runs out, or he/she is able to give a correct answer. The player in The Box may ask at any time for the clock to be stopped so they can attempt a guess, but an incorrect guess under these conditions results in a 5-second penalty. After each player's turn in The Box, the scores are totaled and time penalties assessed; then the remaining contestants are given their turn in The Box.",
            "score": 58.75905990600586
        },
        {
            "docid": "23451503_12",
            "document": "Family Feud (1977 Australian game show) . Once all the points for the first player are tallied, the second family member comes back on stage with the first contestant's answers covered and is given 20 seconds to answer the same five questions. If the second player gives the same answer as the first player on a question, a double buzzer will sound, and the host will ask for another response.",
            "score": 58.6708984375
        },
        {
            "docid": "8136118_6",
            "document": "The $128,000 Question . As on \"The $64,000 Question\", each contestant was quizzed in a category which was his or her own area of expertise. In the first season, contestants selected categories from a board with several options. Once the contestant chose a category, a cassette tape containing four questions was given to host Darow, who then fed it into an electric typewriter onstage. For each question, Darow read it as the typewriter printed it onto a sheet of paper. After the contestant gave a response, the typewriter printed the correct answer. The first question was worth $64 for a correct answer, and the next three subsequent answers doubled that amount, up to $512. The contestant was given a chance to stop after every question, as answering incorrectly at any point ended the run and he/she was awarded a consolation prize; the value of said prize varied depending on when the incorrect answer was given.",
            "score": 58.48451614379883
        },
        {
            "docid": "381539_18",
            "document": "Blockbusters (UK game show) . The game began with a toss-up question to play for control of the board, starting with a letter that was chosen at random. The teams or players could buzz-in during the middle of reading of a question. If a player or team got the correct answer, they gained control of that hexagon and were given the chance to choose another one. If the contestant answered incorrectly, the opposing team or player was given a chance to answer it after the host re-read the question. If nobody answered it correctly, the host asked another question whose answer began with that same letter. Each correct answer won £5. In the case of the two-player team, \"each\" player won whatever money the team accumulated.",
            "score": 58.42762756347656
        },
        {
            "docid": "9156294_4",
            "document": "Playing for Time (game show) . The host asks a three-choice question, and both players' clocks start simultaneously. Each player's clock stops as soon as they press a button to select an answer. If both are correct, a new question is asked. If one player misses, they are asked \"time-waster\" questions that involve word puzzles or mathematical calculations, with their clock running until they give a correct answer.",
            "score": 58.37681579589844
        },
        {
            "docid": "11799789_4",
            "document": "Let's Go Back . In the first two rounds, the contestants faced a game board of five categories each with four questions that talk about each of the four decades (one question per decade). The player in control chose a category followed by the decade, then host Sternberg asked a question from that decade. The first player to ring-in had a chance an answer. A correct answer added points to their score, plus the right to choose another category & decade, but an incorrect answer subtracted points & gave the other players a chance to answer. These two rounds are identical to \"Jeopardy!\".",
            "score": 58.35078811645508
        },
        {
            "docid": "20149695_9",
            "document": "Who Wants to Be a Millionaire? (Philippine game show) . Once in the Hot Seat, the contestant is asked increasingly difficult general knowledge questions by the host. Questions are multiple choice: four possible answers are given (labeled A, B, C, and D), and the contestant must choose the correct one. Upon answering a question correctly, the contestant wins a certain amount of money. After questions, the host will ask the contestant \"is that your final answer?\" When a contestant says \"final\" in conjunction with one of the answers, it is official, and cannot be changed. For the first few questions, there is a possibility for the contestant to leave with no money if they .",
            "score": 58.34228515625
        },
        {
            "docid": "29451274_6",
            "document": "Questa (TV show) . In this part a special guest would come to \"Questa\" and ask the teams a specific question such as showing the teams videos and asking the teams what people are doing in them. The two teams can ask the host up to five questions. The teams have ten seconds for each member to write their answer. At the end of the ten seconds. If the team asked only one question, the team will receive fifty points per correct answer (for example, if the team asked only one question and all team members had the correct answer, the team would receive 250 points, fifty for all five people). If they ask two questions, they get forty points per each correct answer, if they ask three, they get thirty points, etc. If a team asks five questions, they will get ten points per correct answer.",
            "score": 58.222259521484375
        },
        {
            "docid": "1317798_3",
            "document": "The Chamber (game show) . To begin, two contestants (always one male and one female) were posed a question by host Rick Schwartz. The contestants went back and forth, providing a single answer that fit the category. Once a correct answer was given, the opponent had to do the same. If a contestant gave an incorrect answer, repeated an answer, or took too much time, the opponent could score a point by giving one more right answer. The first to score two points in this way moved on to the main game, the loser left with nothing.",
            "score": 58.198665618896484
        },
        {
            "docid": "20412552_43",
            "document": "Un, dos, tres... responda otra vez . Some changes were introduced in the rules of the question round. For the first time a random amount thrown by a slot machine would be given for each correct answer to the first question. The first question would be exactly the same question for the three couples, and it would be based on the theme of the week. Couples would be introduced in the studio one by one, being locked away so that they could not hear the first question and answer in advantage. The second question would be a regular question like in previous seasons, and for the third question a new system was presented. Instead of a regular question, the host would read a statement, and then words that needed a match to be given, for example, if the statement was \"Books and authors\", the host said \"Don Quixote\", and the contestants had to say \"Cervantes\", then the host said \"Romeo and Juliet\", and the contestants had to say \"Shakespeare\", and so on, until the contestants gave a wrong answer or the usual 45 seconds were over. This type of question was introduced from the British adaptation of the show.",
            "score": 58.05473709106445
        },
        {
            "docid": "52996426_4",
            "document": "Shout About Music . The game consists of 8 rounds, played entirely using a TV remote. A snippet of a song is played, and the teams must attempt to shout out the name of the song. All players play simultaneously. Each correct answer earns one point. Album covers comes together piece by piece; the teams must try to shout out the name of the recording artist who released the albums. All players play simultaneously. Each correct answer earns one point. Snippets of five music videos for songs from Round One are shown; six trivia facts appear on-screen, and the teams attempt to match the trivia facts to the corresponding music videos. Unlike the first two rounds of game play, teams must take turns in Round Three; when a team gets an answer wrong, it's the other team's turn. Each correct answer is worth two points. A song's lyrics begin appearing on screen, on blue tiles. The players must shout out what word is on the golden tile, which doesn't flip over until the end. All players play simultaneously. Each correct answer is worth two points. Photographs of two musicians appear side-by-side, with a trivia caption beneath them. Players must identify which of the two shown musicians the trivia fact corresponds to. When two photos with golden frames are placed side-by-side, that means that a correct answer to that question is worth five points. Teams must take turns in this round; when a team gets an answer wrong, or when a team gets a golden-frame question correct, it's the other team's turn. A series of events, song titles, or musicians' names are displayed, and the teams must be arranged smallest to largest or chronologically. As in round three, it is the other team's turn when the answering team gives a wrong answer. Five words or phrases all referring to the same musician or band appear onscreen. Both teams try to name the musician or band the clues refer to. The topic the final question will be about is displayed. Both teams then bet 5, 15, 30, or all of their points. The question appears onscreen, and the teams discreetly give their answer with the remote. If they answer the question correctly, they gain that number of points, but if their answer is incorrect, they lose that number of points.",
            "score": 58.00023651123047
        },
        {
            "docid": "417140_12",
            "document": "Greed (game show) . Contestants were originally required to wait for the question to be read completely before buzzing-in. Buzzing-in too early immediately eliminated the contestant, regardless of whether their answer was correct or incorrect. This was later changed to allow contestants to buzz-in at any time if they knew the answer, though the host would immediately stop reading the question at that point.",
            "score": 57.993980407714844
        },
        {
            "docid": "5275539_4",
            "document": "Balderdash (game show) . The two contestants began the first round with 250 points. Boosler gave the contestants a category and the contestants placed a wager. The question was then read to the panel and each celebrity gave an answer. Two of the answers were wrong (\"balderdash\"), and one celebrity had the correct answer (\"truth\"). Once the answers were given, the contestants chose a celebrity and whether they thought their answer was truth or balderdash. Correctly identifying a balderdash answer added the amount of the wager to the contestant's score, while correctly identifying an answer as truth paid off at double the wager. Incorrect answers simply lost the amount of the wager.",
            "score": 57.96629333496094
        },
        {
            "docid": "38156_41",
            "document": "Who Wants to Be a Millionaire? . On the Australian versions, McGuire replaces the phrase with \"Lock it in?\"; likewise, the Indian version's hosts have used varying \"lock\" catchphrases. There are also a number of other non-English versions of \"Millionaire\" where the host does not ask \"[Is that your] final answer?\" or a literal translation thereof. Besides the \"final answer\" question, other catchphrases used on the show include the contestants' requests to use lifelines, such as \"I'd like to phone a friend\"; and a line that Tarrant spoke whenever a contestant was struggling with a particular question, \"Some questions are only easy if you know the answer.\"",
            "score": 57.96602249145508
        }
    ]
}