{
    "q": [
        {
            "docid": "346651_65",
            "document": "Toyota Prius . As the Prius reached ten years of being available in the US market, in February 2011 \"Consumer Reports\" examined the lifetime and replacement cost of the Prius battery. The magazine tested a 2002 Toyota Prius with over 200,000 miles on it, and compared the results to the nearly identical 2001 Prius with 2,000 miles tested by \"Consumer Reports\" 10 years before. The comparison showed little difference in performance when tested for fuel economy and acceleration. Overall fuel economy of the 2001 model was while the 2002 Prius with high mileage delivered . The magazine concluded that the effectiveness of the battery has not degraded over the long run. The cost of replacing the first generation battery varies between and from a Toyota dealer, but low-use units from salvage yards are available for around . One study indicates it may be worthwhile to rebuild batteries using good blades from defective used batteries.",
            "score": 56.95956802368164
        },
        {
            "docid": "22958387_81",
            "document": "Toyota concept vehicles, 2000–09 . The Prius Plug-In Concept is a plug-in hybrid concept car shown at the October 2009 Tokyo Motor Show based on the third generation Prius and the predecessor of the for-mass-production Toyota Prius Plug-in Hybrid. Its batteries can be charged in 180 minutes from 100 volts or in 100 minutes from 200 volts and can travel 20 km before needing to start the petrol engine.",
            "score": 43.7713828086853
        },
        {
            "docid": "25467531_24",
            "document": "Toyota Prius Plug-in Hybrid . Toyota is developing a wireless inductive charging system that uses resonance between an on-floor coil and an onboard coil to transmit power to the battery. The company plans to begin testing and verification work of the wireless battery charging system in Japan, the U.S. and Europe in 2014 for a future plug-in Prius. Toyota is also considering requests from Prius PHV owners for additional all-electric range.",
            "score": 48.7908616065979
        },
        {
            "docid": "25467531_30",
            "document": "Toyota Prius Plug-in Hybrid . The pre-production test cars are based on a third generation Toyota Prius (model ZVW30) outfitted with 5.2 kWh lithium-ion batteries. The selected battery capacity is the minimum required for the Prius Plug-in to be eligible for the U.S. federal tax credit of , which is applicable to the first 200,000 plug-ins sold by Toyota according to the American Clean Energy and Security Act of 2009.",
            "score": 77.63552236557007
        },
        {
            "docid": "29762303_10",
            "document": "Toyota Prius (XW20) . From 2006 to 2009 Toyota tested 126 Prius models in the U.S., Japan and Europe that had the NiMH battery replaced with a lithium-ion battery pack.",
            "score": 77.15071249008179
        },
        {
            "docid": "30469773_16",
            "document": "Toyota Prius V . Toyota began sales of the Prius \"v\" in the U.S. in October 2011 with a nickel-metal hydride battery pack similar to the 2010 model year Prius, and with two rows of seats to accommodate five passengers. The European and Japanese versions are offered with a lithium-ion battery, with three rows of seats with accommodations for seven passengers. Toyota's sales target is about 15 to 20% of conventional Prius sales in the United States, which represents around 30,000 units a year. With the Prius v, Toyota is expecting to expand its customer base to include young families with children looking for a hybrid more spacious than the Prius. A total of 8,399 Prius v's were sold during 2011, climbed to 40,669 units in 2012, and fell to 34,989 in 2013, and to 30,762 in 2014. Sales continued to decline in 2015 to 28,290 units, down 8% from 2014. , cumulative sales totaled 148,079 units.",
            "score": 66.21291923522949
        },
        {
            "docid": "1277811_15",
            "document": "Hybrid Synergy Drive . A button labelled \"EV\" maintains electric vehicle mode after being powered on and under most low-load conditions at less than if the traction battery has enough charge. This permits all-electric driving with no fuel consumption for up to . However, the HSD software switches to EV mode automatically whenever it can. Only the Toyota Prius Plug-in Hybrid has a longer driving all-electric range in blended operation electric-gasoline of (EPA rating) until the battery is depleted. The Prius PHEV is outfitted with 4.4 kWh lithium-ion batteries co-developed with Panasonic that weighs compared with the nickel-metal hydride battery of the third generation Prius, which has a capacity of only 1.3 kWh, and weighs . The larger battery pack enables all-electric operation at higher speeds and longer distances than the conventional Prius hybrid.",
            "score": 74.76396954059601
        },
        {
            "docid": "25467531_26",
            "document": "Toyota Prius Plug-in Hybrid . The next-generation Prius was designed to deliver significantly improved fuel economy in a more compact package that is lighter in weight and lower in cost. These objectives were achieved through the development of a new generation of powertrains with significant advances in battery, electric motor and gasoline engine technologies. The next Prius features improved batteries with higher energy density; smaller electric motors, with higher power density than the current Prius motors; and the gasoline engine features a thermal efficiency greater than 40% (in the current Prius is 38.5%). The Prius fuel economy has improved on average by about 10% each generation, and Toyota has set the challenge to continue to improve at this rate.",
            "score": 48.789231061935425
        },
        {
            "docid": "346651_48",
            "document": "Toyota Prius . In May 2011 Toyota introduced the Prius α (alpha) in Japan, which is available in a five-seat, two-row model and a seven-seat, three-row model, the latter's third row enabled by a space-saving lithium-ion drive battery in the center console. The five-seat model uses a NiMH battery pack. The Alpha is the basis for the five-seat Prius \"v\" launched in North America in October 2011 with a nickel-metal hydride battery pack similar to the 2010 model year Prius, and with two rows of seats to accommodate five passengers. The European and Japanese versions are offered with a lithium-ion battery, with three rows of seats with accommodations for seven passengers. However, the seven passenger seating on the Prius v is not available on North American Prius v models. The European version, named Prius+ (plus), began deliveries in June 2012. Global sales totaled 671,200 units . Japan is the leading market with 446,400 units sold, followed by North America with 173,100 units, and Europe with 43,800, all through January 2017.",
            "score": 74.59145855903625
        },
        {
            "docid": "346651_40",
            "document": "Toyota Prius . The fourth-generation Prius is designed to deliver significantly improved fuel economy in a more compact package that is lighter in weight and lower in cost. These objectives were achieved through the development of a new generation of powertrains with significant advances in battery, electric motor and gasoline engine technologies. It features improved batteries with higher energy density; smaller electric motors, with higher power density than the previous Prius motors; and the gasoline engine features a thermal efficiency greater than 40% (that of the third-generation Prius is 38.5%). The Prius fuel economy has improved on average by about 10% each generation, and Toyota has set the challenge to continue to improve at this rate.",
            "score": 48.67526888847351
        },
        {
            "docid": "29762304_6",
            "document": "Toyota Prius (XW10) . After reviewing over 100 hybrid designs, the engineering team ultimately settled on a continuously variable transmission (CVT) design based largely on a 2000 TRW patent application, but many technical and engineering problems had to be solved within the three years that the team was given to bring the car to the Japanese market, a goal they barely achieved as the first Prius went on sale in December 1997. One major problem was the longevity of the battery, which needed to last between 7 and 10 years. The solution the engineers came up with was to keep the battery pack between 60% and 40% charged, proving to be the \"sweet spot\" for extending the battery life to roughly that of the other car components. A Toyota spokesperson stated that \"Toyota chose this name because the Prius vehicle is the predecessor of cars to come.\"",
            "score": 51.38643777370453
        },
        {
            "docid": "346651_70",
            "document": "Toyota Prius . In 2008, the British government and British media requested that Toyota release detailed figures for the energy use and emissions resulting from the building and disposal of the Prius. Toyota has not supplied the requested data to address statements that the lifetime energy usage of the Prius (including the increased environmental cost of manufacture and disposal of the nickel-metal hydride battery) is outweighed by lower lifetime fuel consumption. Toyota states that lifetime saving is 43 percent. , the UK Government Car Service operated over 100 Priuses (the largest part of its fleet) and lists the Prius as having the lowest emissions among its fleet.",
            "score": 42.293519020080566
        },
        {
            "docid": "11443610_21",
            "document": "History of plug-in hybrids . In September, the California Cars Initiative converted a 2004 Toyota Prius into a prototype of what it calls the PRIUS+. With the addition of 130 kg (300 lb) of lead-acid batteries, the PRIUS+ achieved roughly double the gasoline mileage of a standard Prius and can make trips of up to using only electric power. The vehicle, which is owned by CalCars technical lead Ron Gremban, is used in daily driving, as well as a test bed for various improvements to the system.",
            "score": 46.550605058670044
        },
        {
            "docid": "11443610_33",
            "document": "History of plug-in hybrids . July 18: Toyota announced that it \"plans to develop a hybrid vehicle that will run locally on batteries charged by a typical 120-volt outlet before switching over to a gasoline engine for longer hauls.\" The next major update to the Toyota Prius is said to use lithium ion batteries. Toyota’s fuel economy target for the upcoming next-generation Prius has been reported to be 40 kilometers/liter (2.5 l/100 km, or 94 mpg US.)",
            "score": 71.35073852539062
        },
        {
            "docid": "30469773_3",
            "document": "Toyota Prius V . The Prius α is offered in the Japanese market with a nickel–metal hydride battery at a price of (), and the lithium-ion battery version is expected to sell for (). The Prius \"v\" base price in the U.S. starts at and is offered only with a nickel–metal hydride battery. , global sales totaled about 634,000 units, led by Japan with 428,400 units sold, representing 67.6% of global sales.",
            "score": 73.56125140190125
        },
        {
            "docid": "346651_41",
            "document": "Toyota Prius . Under the Japanese JC08 cycle test, Toyota expects the fourth generation Prius to achieve a fuel economy rating of . The 2016 model year Prius has an official EPA fuel economy rating of for city, for highway, and for combined driving. The new Eco version available in mid-grade level two trim, which features lithium-ion batteries, has an official EPA rating of city, highway, and combined. This improved efficiency is largely due to the reduced weight of the Eco, which has a lighter battery and does not carry a spare tire.",
            "score": 68.8621597290039
        },
        {
            "docid": "29762302_8",
            "document": "Toyota Prius (XW30) . The Prius Plug-In Concept was shown at the October 2009 Tokyo Motor Show, the 2009 Frankfurt Motor Show, and the 2009 LA Auto Show. Toyota produced a limited number of Prius Plug-in Hybrids for a global demonstration program. The plug-in demonstration version is based on a third generation Toyota Prius outfitted with 5.2 kWh lithium-ion batteries, with an all-electric range of . The global demonstration program involving 600 pre-production test cars began in late 2009 and took place in Japan, Europe, Canada, China, Australia, New Zealand and the United States.",
            "score": 63.68670988082886
        },
        {
            "docid": "25467531_31",
            "document": "Toyota Prius Plug-in Hybrid . The pre-production Prius Plug-in uses three different batteries, two to provide all-electric drive and a third battery engages when the first two are depleted, allowing the car to operate in hybrid mode, like a regular 50-mpg Prius. According to Toyota, when the vehicle starts, the plug-in operates in all-electric mode, drawing electrical power directly from the first battery pack. When its charge is depleted, it disconnects from the circuit and the second pack engages and supplies electrical energy to the motor. When the second pack is depleted again it disconnects from the circuit and the system defaults to conventional hybrid mode, using the main battery as the sole electrical power source. Pack one and pack two will not reengage in tandem with the main battery pack until the vehicle is plugged in and charged.",
            "score": 51.24110770225525
        },
        {
            "docid": "25467531_54",
            "document": "Toyota Prius Plug-in Hybrid . To keep up with the demands of charging the larger pack, the onboard charger was upgraded to a 3.3 kW, up from 2.2 kW in the Prius Plug-in. The lithium-ion battery pack can be charged in 5.5 hours at 120 volts, or less than half that time at 240 volts.",
            "score": 70.84852933883667
        },
        {
            "docid": "25467531_55",
            "document": "Toyota Prius Plug-in Hybrid . The forced-air-cooled battery pack is located just under and slightly aft of the back seat. Toyota improved the precision in battery cell assembly working together with battery supplier Panasonic.",
            "score": 48.118592739105225
        },
        {
            "docid": "346651_80",
            "document": "Toyota Prius . A racing version of the Prius was unveiled by Toyota in 2013. This racing Prius replaces the 1.8-litre Atkinson-cycle engine with a 3.4-litre V8 RV8KLM engine which is mid-mounted in the car. The hybrid drive train of the car's production Hybrid Synergy Drive is retained but with a larger lithium ion battery. The RV8KLM is in fact the same engine featured in Toyota's Oreca 07 Leman's LMP2 Prototype. The car took class pole position and finished sixth at the 2012 Fuji GT 500km.",
            "score": 65.31303787231445
        },
        {
            "docid": "30469773_15",
            "document": "Toyota Prius V . On May 13, 2011, Toyota introduced the Prius α in Japan with a sales target of 3,000 units per month. The Prius Alpha is available in a five-seat, two-row model and a seven-seat, three-row model, the latter’s third row enabled by a space-saving lithium-ion drive battery in the center console. The five-seat model uses a NiMH battery pack. Deliveries of the Alpha were delayed due to the effects of the 2011 earthquake and tsunami on production. Toyota announced it had received 25,000 orders for the Prius Alpha hybrid wagon and minivan models in Japan before the start of sales. The five-seater version starts at (), and the seven-seater starts at (). Since its introduction, a total of 111,500 Prius α have been sold in Japan through April 2012, representing 80.8% of the Prius α/v model line's global sales. Since May 2011 a total of 289,000 Prius α have been sold through December 2013. On April 8, 2013, Daihatsu started selling its OEM version of the Prius α for the Japanese market under the Mebius name. Sales in Japan have been strong despite the fact that it doesn't comply with Japanese Government dimension regulations in the width category, and Japanese buyers are liable for an additional yearly tax.",
            "score": 58.135459899902344
        },
        {
            "docid": "25467531_33",
            "document": "Toyota Prius Plug-in Hybrid . The production Prius Plug-in has a number of key changes from the demonstration units that were deployed in the field for testing based on that experience and customer feedback. The production version has two key modifications from the demonstration vehicle to improve efficiency: the ability to select between EV and hybrid mode, and the ability to recharge the battery from regenerative braking. Toyota decided to include a selectable electric driving mode (EV mode), allowing drivers to conserve energy for use in those places where EV mode is more efficient, such as city driving. Production Prius PHVs may direct the regenerative braking energy to the electric-vehicle battery, rather than the regular hybrid system battery, thus providing additional range in EV mode.",
            "score": 45.554840087890625
        },
        {
            "docid": "1277811_13",
            "document": "Hybrid Synergy Drive . The traction battery is a sealed nickel-metal hydride (NiMH) battery pack. The battery pack of the first generation Toyota Prius consisted of 228 cells packaged in 38 modules, while the second generation Prius consisted of 28 Panasonic prismatic nickel metal hydride modules, each containing six 1.2 volt cells, connected in series to produce a nominal voltage of 201.6 volts. The discharge power capability of the second gen Prius pack is about 20 kW at 50% state of charge (SoC). The power capability increases with higher temperatures and decreases at lower temperatures. The Prius has a computer that’s solely dedicated to keeping the battery at the optimum temperature and optimum charge level.",
            "score": 55.008867263793945
        },
        {
            "docid": "7527388_61",
            "document": "Hybrid vehicle drivetrain . The California Cars Initiative converted the 2004 and newer Toyota Prius to become a prototype of what it calls PRIUS+. With the addition of of lead-acid batteries, the PRIUS+ achieved roughly double the gasoline mileage of a standard Prius and could make trips of up to using only electric power.",
            "score": 47.368043422698975
        },
        {
            "docid": "30469773_7",
            "document": "Toyota Prius V . The Prius v powertrain uses the same 1.8 liter Atkinson cycle gasoline inline-four engine used in the conventional Prius, a 60 kW traction motor, and shares the Prius’s Hybrid Synergy Drive system and the same 201 volt nickel-metal hydride battery pack.",
            "score": 42.342960357666016
        },
        {
            "docid": "29762304_9",
            "document": "Toyota Prius (XW10) . To handle the voltage between the battery and electric motor, the semiconductor core inverter unit was modeled on heavy-duty transistors used by the Shinkansen bullet train. The first production model NHW10 Toyota Prius was rolled out of Toyota's Takoka factory in Toyota City, Aichi near Nagoya on December 1997, followed by the start of two years of Japan-only sales. As uncovered by engineer testing, the NHW10 Prius was vulnerable to reduced performance in hotter climates and at higher altitudes; as a result, early examples featured an instrument-panel indicator warning should the hybrid system be in danger of shutting down. This gauge, designed in the shape of a turtle, was used until 1999.",
            "score": 43.03380107879639
        },
        {
            "docid": "346651_16",
            "document": "Toyota Prius . The NHW11 Prius became more powerful partly to satisfy the higher speeds and longer distances that Americans drive. Air conditioning and electric power steering were standard equipment. While the larger Prius could seat five, its battery pack restricted cargo space. The Prius was offered in US in three trim packages: Standard, Base and Touring. The US EPA (CARB) classified the car with an air pollution score of 3 out of 10 as an Ultra Low Emission Vehicle (ULEV). Prius owners were eligible for up to a federal tax deduction from their gross income. Toyota executives stated that with the Prius NHW10 model, the company had been losing money on each Prius sold, and with the NHW11 it was now breaking even.",
            "score": 44.109848499298096
        },
        {
            "docid": "24753098_3",
            "document": "Hybrid taxi . In 2000, North America's first hybrid taxi was put into service in Vancouver, British Columbia, operating a 2001 Toyota Prius which traveled over before being retired. In 2015, taxi driver in Austria claims to have covered in his Toyota Prius with the original battery pack.",
            "score": 44.66769242286682
        },
        {
            "docid": "867157_51",
            "document": "Toyota Vitz . The Yaris Hybrid shares the same powertrain as the Toyota Prius c sold in North America and as Toyota Aqua in Japan. The Prius c will not be available in Europe. It has a 1.5 L gasoline engine with a maximum output of 75 PS (55 kW) and an 45 kW electric motor which combine for a total output of 74 kW. Its NiMH battery has a capacity of 0.9 kWh.",
            "score": 45.478224754333496
        },
        {
            "docid": "25467531_47",
            "document": "Toyota Prius Plug-in Hybrid . In the United States the Prius Plug-in Hybrid is available in two models, the standard Prius Plug-in and the Prius Plug-in Advanced, and offered in five exterior colors. The standard trim level includes all the features of the 2012 Prius Two Liftback grade, plus some features from the Prius Three and Prius Four grades. Standard features include heated front seats, remote air conditioning system (which can run either off the grid while the vehicle is plugged in or off the battery like the third-generation Prius), a charger timer, EV/ECO/POWER modes, three-door smart key with push-button start, new touch-screen display audio with navigation and an integrated backup camera, Toyota Entune, and LED daytime running lights. Additional features of the Prius Plug-in Advanced include head-up display, LED headlamps, softex interior seat trim, eight-way adjustable power driver seat, JBL premium audio and HDD navigation system and exclusive Entune Plug-in Hybrid Applications for smartphones. Additional safety features in the Advanced model include the Pre-Collision System with Dynamic Radar Cruise Control and Safety Connect system.",
            "score": 47.26522147655487
        },
        {
            "docid": "8166749_113",
            "document": "Hybrid electric vehicle . In 2000, North America's first hybrid electric taxi was put into service in Vancouver, British Columbia, operating a 2001 Toyota Prius which traveled over before being retired. In 2015, a taxi driver in Austria claimed to have covered in his Toyota Prius with the original battery pack.",
            "score": 44.305689334869385
        }
    ],
    "r": [
        {
            "docid": "21711858_3",
            "document": "Patent encumbrance of large automotive NiMH batteries . The modern nickel-metal hydride (NiMH) electric vehicle battery was invented by Dr. Masahiko Oshitani, of the GS Yuasa Corporation, and Stanford Ovshinsky, the founder of the Ovonics Battery Company, and granted a patent. The current trend in the industry is towards the development of lithium-ion (Li-Ion) technology to replace NiMH in electric vehicles. In 2009, Toyota tested lithium batteries as a potential replacement for the nickel metal hydride batteries used in its Prius model gasoline-electric hybrid. The company said that it would continue to use NiMH batteries in the Prius, but would introduce an all-electric vehicle based on lithium technology. Li-Ion technology, while functionally superior due to its higher specific energy and specific power, it is more expensive and, as of 2009, relatively untested with regards to its long-term reliability. In 2007, the National Renewable Energy Laboratory said that Li-Ion batteries may be subject to dangerous overheating and fire if cells are controlled incorrectly or damaged. In 2011, the National Highway Traffic Safety Administration investigated the safety of lithium battery powered vehicles and concluded that they pose no more risk of fire than other vehicles.",
            "score": 80.62458801269531
        },
        {
            "docid": "2740328_19",
            "document": "Peukert's law . It does not necessarily apply to other battery chemistries, especially Lithium-Ion batteries. Lithium-Ion batteries tend to self-heat during rapid discharge, and the Nernst Equation predicts battery voltage will increase with temperature. Thus, the effect of increased resistance is offset by the self-heating effect. This advantage of Lithium-Ion batteries is a well-known advertised feature, see . In a research paper, a 50Ah lithium-ion battery tested was found to give about the same capacity at 5A and 50A; this was attributed to possible Peukert loss in capacity being countered by the increase in capacity due to the 30◦C temperature rise due to self-heating, with the conclusion that the Peukert equation is not applicable.",
            "score": 78.46751403808594
        },
        {
            "docid": "23840623_61",
            "document": "Plug-in electric vehicle . Common technology for plug-ins and electric cars is based on the lithium-ion battery and an electric motor which uses rare-earth elements. The demand for lithium, heavy metals, and other specific elements (such as neodymium, boron and cobalt) required for the batteries and powertrain is expected to grow significantly due to the future sales increase of plug-in electric vehicles in the mid and long term. , the Toyota Prius battery contains more than of the rare-earth element lanthanum, and its motor magnets use neodymium and dysprosium. While only of lithium carbonate equivalent (LCE) are required in a smartphone and in a tablet computer, electric vehicles and stationary energy storage systems for homes, businesses or industry use much more lithium in their batteries. a hybrid electric passenger car might use of LCE, while one of Tesla's high performance electric cars could use as much as .",
            "score": 77.82011413574219
        },
        {
            "docid": "25467531_30",
            "document": "Toyota Prius Plug-in Hybrid . The pre-production test cars are based on a third generation Toyota Prius (model ZVW30) outfitted with 5.2 kWh lithium-ion batteries. The selected battery capacity is the minimum required for the Prius Plug-in to be eligible for the U.S. federal tax credit of , which is applicable to the first 200,000 plug-ins sold by Toyota according to the American Clean Energy and Security Act of 2009.",
            "score": 77.6355209350586
        },
        {
            "docid": "201485_113",
            "document": "Lithium-ion battery . Lithium-ion batteries, unlike rechargeable batteries with water-based electrolytes, have a potentially hazardous pressurised flammable liquid electrolyte, and require strict quality control during manufacture. A faulty battery can cause a serious fire. Faulty chargers can affect the safety of the battery because they can destroy the battery's protection circuit. While charging at temperatures below 0 °C, the negative electrode of the cells gets plated with pure lithium, which can compromise the safety of the whole pack.",
            "score": 77.2738037109375
        },
        {
            "docid": "29762303_10",
            "document": "Toyota Prius (XW20) . From 2006 to 2009 Toyota tested 126 Prius models in the U.S., Japan and Europe that had the NiMH battery replaced with a lithium-ion battery pack.",
            "score": 77.15071105957031
        },
        {
            "docid": "2206984_4",
            "document": "Lithium battery . Disposable primary lithium batteries must be distinguished from secondary lithium-ion and lithium-polymer, which are rechargeable batteries. Lithium is especially useful, because its ions can be arranged to move between the anode and the cathode, using an intercalated lithium compound as the cathode material but without using lithium metal as the anode material. Pure lithium will instantly react with water, or even moisture in the air; the lithium in lithium ion batteries is in a less reactive compound. Mistreatment during charging or discharging can cause outgassing of some of their contents, which can cause explosions or fire.",
            "score": 76.47398376464844
        },
        {
            "docid": "28863162_4",
            "document": "Potassium-ion battery . Along with sodium-ion battery, potassium-ion battery is the prime candidate to replace lithium-ion batteries. The potassium battery has certain advantages over similar lithium batteries (e.g., lithium-ion batteries): the cell design is simple and both the material and the fabrication procedure are cheaper. The key advantage is the abundance and low cost of potassium in comparison with lithium, which makes potassium batteries a promising candidate for large scale batteries such as household energy storage and electric vehicles. Another advantage of potassium-ion battery over lithium-ion battery is the possibility for charging faster. This means that the next generation of mobile phones based on potassium-ion batteries can be charged within a few minutes only.",
            "score": 75.6435775756836
        },
        {
            "docid": "1277811_15",
            "document": "Hybrid Synergy Drive . A button labelled \"EV\" maintains electric vehicle mode after being powered on and under most low-load conditions at less than if the traction battery has enough charge. This permits all-electric driving with no fuel consumption for up to . However, the HSD software switches to EV mode automatically whenever it can. Only the Toyota Prius Plug-in Hybrid has a longer driving all-electric range in blended operation electric-gasoline of (EPA rating) until the battery is depleted. The Prius PHEV is outfitted with 4.4 kWh lithium-ion batteries co-developed with Panasonic that weighs compared with the nickel-metal hydride battery of the third generation Prius, which has a capacity of only 1.3 kWh, and weighs . The larger battery pack enables all-electric operation at higher speeds and longer distances than the conventional Prius hybrid.",
            "score": 74.76396942138672
        },
        {
            "docid": "346651_48",
            "document": "Toyota Prius . In May 2011 Toyota introduced the Prius α (alpha) in Japan, which is available in a five-seat, two-row model and a seven-seat, three-row model, the latter's third row enabled by a space-saving lithium-ion drive battery in the center console. The five-seat model uses a NiMH battery pack. The Alpha is the basis for the five-seat Prius \"v\" launched in North America in October 2011 with a nickel-metal hydride battery pack similar to the 2010 model year Prius, and with two rows of seats to accommodate five passengers. The European and Japanese versions are offered with a lithium-ion battery, with three rows of seats with accommodations for seven passengers. However, the seven passenger seating on the Prius v is not available on North American Prius v models. The European version, named Prius+ (plus), began deliveries in June 2012. Global sales totaled 671,200 units . Japan is the leading market with 446,400 units sold, followed by North America with 173,100 units, and Europe with 43,800, all through January 2017.",
            "score": 74.59146118164062
        },
        {
            "docid": "23983963_7",
            "document": "Battery balancing . Lithium ion rechargeable battery cells are rather more sensitive to overcharging, overheating, improper charge levels during storage, and other forms of mistreatment than most commonly used battery chemistries. The reason is that the various lithium battery chemistries are susceptible to chemical damage (e.g., cathode fouling, molecular breakdown, etc.) by only very slight overvoltages (i.e., millivolts) during charging, or more charging current than the internal chemistry can tolerate at this point in its charge/discharge cycle, and so on. Heat accelerates these unwanted, but so far inescapable, chemical reactions and overheating during charging amplifies those effects. Because lithium chemistries often permit flexible membrane structures, lithium cells can be deployed in flexible though sealed bags, which permits higher packing densities within a battery pack. Some of the breakdown products (usually of electrolyte chemicals or additives) outgas when mistreated; such cells will become 'puffy' and are very much on the way to failure. In sealed lithium ion cylinders, the same outgassing has caused rather large pressures (800+ psi has been reported); such cells can explode if not provided with a relief failure mechanism. Compounding the danger is that many lithium cell chemistries include hydrocarbon chemicals (the exact nature of which is typically proprietary) which are flammable. Not only is explosion a possibility with mistreated lithium cells, but even a non-explosive leak can cause a fire.",
            "score": 73.94046783447266
        },
        {
            "docid": "35508054_18",
            "document": "Aluminium-ion battery . Today’s lithium ion batteries have high power density (they recharge fast) and high energy density (they stay charged a long time). But lithium is rare, expensive and toxic. It can also develop dendrites, like splinters, that can short-circuit a battery and lead to a fire. Aluminum also transfers energy more efficiently. Inside a battery, the element — lithium or aluminum — give up some of their electrons, which flow through external wires to power a device. Because of their atomic structure, lithium ions can only provide one electron at a time; aluminum can give three at a time. Aluminum is also more abundant than lithium, lowering material costs.",
            "score": 73.7036361694336
        },
        {
            "docid": "30469773_3",
            "document": "Toyota Prius V . The Prius α is offered in the Japanese market with a nickel–metal hydride battery at a price of (), and the lithium-ion battery version is expected to sell for (). The Prius \"v\" base price in the U.S. starts at and is offered only with a nickel–metal hydride battery. , global sales totaled about 634,000 units, led by Japan with 428,400 units sold, representing 67.6% of global sales.",
            "score": 73.5612564086914
        },
        {
            "docid": "9494408_33",
            "document": "Pedelec . Besides the motor, the battery is the main component of pedelec technology. It is usually either a NiMH - Ni - or a lithium-ion battery. The battery capacity is up to 24 Ah n (Ah) at 24 or 36 V (V) or up to 15 amp hours at 48 volts. The stored energy can be up to about 800 watt hour n (Wh), but mostly about 400 Wh (2013). In ideal conditions, after a thousand charges NiCd batteries have 85% of their original capacity and are therefore considered worn. With NiMH batteries about 400 to 800 cycles are possible. The charging time depending on the type of battery is around 2 to 9 hours. The durability of the battery is dependent on other factors. As lead-acid batteries discharge they provide less power, so that full motor power is no longer achieved. The very light, more expensive lithium ion batteries are now used by most manufacturers and have a range of up to 100 kilometers with moderate pedaling and a medium capacity battery (e.g. 15 Ah). Lithium batteries do not tolerate frost and should not be charged at frosty temperatures. For safety, the chemical composition and the quality of the electronics are crucial. Especially with short circuit and over voltage, lithium-ion batteries react very strongly. These problems in laptops have led to recalls. Lithium iron phosphate (LFP) batteries are a notable exception. They have far safer thermal characteristics as well as being non-toxic.",
            "score": 73.54496002197266
        },
        {
            "docid": "46734540_38",
            "document": "Construction of electronic cigarettes . Variable devices are variable wattage, variable voltage or both. Variable power and/or variable voltage have an electronic chip allowing the user to adjust the power applied to the heating element. The amount of power applied to the coil affects the heat produced, thus changing the vapor output. Greater heat from the coil increases vapor production. Variable power devices monitor the coil's resistance and automatically adjust the voltage to apply the user-specified level of power to the coil. Recent devices can go up to 8 V. They are often rectangular but can also be cylindrical. They usually have a screen to show information such as voltage, power, and resistance of the coil. To adjust the settings, the user presses buttons or rotates a dial to turn the power up or down. Some of these devices include additional settings through their menu system such as: atomizer resistance meter, remaining battery voltage, puff counter, and power-off or lock. The power source is the biggest component of an e-cigarette, which is frequently a rechargeable lithium-ion battery. Smaller devices contain smaller batteries and are easier to carry but typically require more repeated recharging. Some e-cigarettes use a long lasting rechargeable battery, a non-rechargeable battery or a replaceable battery that is either rechargeable or non-rechargeable for power. Some companies offer portable chargeable cases to recharge e-cigarettes. Nickel-cadmium (NiCad), nickel metal-hydride (NiMh), lithium ion (Li-ion), alkaline and lithium polymer (Li-poly), and lithium manganese (LiMn) batteries have been used for the e-cigarettes power source.",
            "score": 73.5370864868164
        },
        {
            "docid": "38267353_2",
            "document": "Plug-in electric vehicle fire incidents . Several plug-in electric vehicle fire incidents have taken place since the introduction of mass-production plug-in electric vehicles in 2010. Most of them have been thermal runaway incidents related to the lithium-ion batteries and have involved the Zotye M300 EV, Chevrolet Volt, Fisker Karma, Dodge Ram 1500 Plug-in Hybrid, Toyota Prius Plug-in Hybrid, Mitsubishi i-MiEV and Outlander P-HEV. Most hybrid electric vehicles available in the market today use nickel-metal hydride batteries which do not pose the same risk of thermal runaway as lithium-ion batteries.",
            "score": 73.21249389648438
        },
        {
            "docid": "46309841_4",
            "document": "Dual carbon battery . In 2014 start-up Power Japan Plus announced plans to commercialize its version, named the Ryden. Colead Kaname Takeya is known for his work on the Toyota Prius and Tesla Model S. The company claimed that its cell offers energy density comparable to a lithium-ion battery, more rapid charge rate, a longer functional lifetime (3k cycles), improved safety and cradle-to-cradle sustainability. The company claimed that its battery charges 20 times faster than conventional lithium ion batteries, is rated for more than 3,000 cycles and can slot directly into existing manufacturing processes, without changes to existing manufacturing lines.",
            "score": 73.0464096069336
        },
        {
            "docid": "17561_50",
            "document": "Lithium . Late in the 20th century, lithium became an important component of battery electrolytes and electrodes, because of its high electrode potential. Because of its low atomic mass, it has a high charge- and power-to-weight ratio. A typical lithium-ion battery can generate approximately 3 volts per cell, compared with 2.1 volts for lead-acid and 1.5 volts for zinc-carbon. Lithium-ion batteries, which are rechargeable and have a high energy density, differ from lithium batteries, which are disposable (primary) batteries with lithium or its compounds as the anode. Other rechargeable batteries that use lithium include the lithium-ion polymer battery, lithium iron phosphate battery, and the nanowire battery.",
            "score": 72.95369720458984
        },
        {
            "docid": "19236411_13",
            "document": "Thin film lithium-ion battery . The greatest difference between classical lithium ion batteries and thin, flexible, lithium ion batteries is in the electrolyte material used. Progress in lithium ion batteries relies as much on improvements in the electrolyte as it does in the electrode materials, as the electrolyte plays a major role in safe battery operation.  The concept of thin film lithium ion batteries was increasingly motivated by manufacturing advantages presented by the polymer technology for their use as electrolytes. LiPON, lithium phosphorus oxynitride, is an amorphous glassy material used as an electrolyte material in thin film flexible batteries. Layers of LiPON are deposited over the cathode material at ambient temperatures by RF magnetron sputtering. This forms the solid electrolyte used for ion conduction between anode and cathode.  Solid polymer electrolytes offer several advantages in comparison to a classical liquid lithium ion battery. Rather than having separate components of electrolyte, binder, and separator, these solid electrolytes can act as all three. This increases the overall energy density of the assembled battery because the constituents of the entire cell are more tightly packed.",
            "score": 72.93424987792969
        },
        {
            "docid": "52254266_15",
            "document": "Nancy Sottos . Another area of research focuses on the prevention of thermal runaway in batteries. The researchers coated the anode or separator layer of the battery with microspheres sensitive to heat. An increase in temperature causes the microspheres to melt, blocking transmission of the lithium ions and causing the battery to shut down. Microspheres of both polyethylene and paraffin wax were tested with CR2032 Li-ion batteries and demonstrated both successful operation of the battery at normal temperatures and shutdown of the battery at temperatures below those at which the battery's separator would become damaged.",
            "score": 72.7857666015625
        },
        {
            "docid": "201485_2",
            "document": "Lithium-ion battery . A lithium-ion battery or Li-ion battery (abbreviated as LIB) is a type of rechargeable battery in which lithium ions move from the negative electrode to the positive electrode during discharge and back when charging. Li-ion batteries use an intercalated lithium compound as one electrode material, compared to the metallic lithium used in a non-rechargeable lithium battery. The electrolyte, which allows for ionic movement, and the two electrodes are the constituent components of a lithium-ion battery cell.",
            "score": 72.5904769897461
        },
        {
            "docid": "7452926_84",
            "document": "Potential applications of carbon nanotubes . Carbon nanotubes' (CNTs) exciting electronic properties have shown promise in the field of batteries, where typically they are being experimented as a new electrode material, particularly the anode for lithium ion batteries. This is due to the fact that the anode requires a relatively high reversible capacity at a potential close to metallic lithium, and a moderate irreversible capacity, observed thus far only by graphite-based composites, such as CNTs. They have shown to greatly improve capacity and cyclability of lithium-ion batteries, as well as the capability to be very effective buffering components, alleviating the degradation of the batteries that is typically due to repeated charging and discharging. Further, electronic transport in the anode can be greatly improved using highly metallic CNTs.",
            "score": 72.36380767822266
        },
        {
            "docid": "201485_108",
            "document": "Lithium-ion battery . If overheated or overcharged, Li-ion batteries may suffer thermal runaway and cell rupture. In extreme cases this can lead to leakage, explosion or fire. To reduce these risks, many lithium-ion cells (and battery packs) contain fail-safe circuitry that disconnects the battery when its voltage is outside the safe range of 3–4.2 V per cell. or when overcharged or discharged. Lithium battery packs, whether constructed by a vendor or the end-user, without effective battery management circuits are susceptible to these issues. Poorly designed or implemented battery management circuits also may cause problems; it is difficult to be certain that any particular battery management circuitry is properly implemented. Lithium-ion cells are susceptible to damage outside the allowed voltage range that is typically within (2.5 to 3.65) V for most LFP cells. Exceeding this voltage range, even by small voltages (millivolts) results in premature aging of the cells and, furthermore, results in safety risks due to the reactive components in the cells. When stored for long periods the small current draw of the protection circuitry may drain the battery below its shutoff voltage; normal chargers may then be useless since the BMS may retain a record of this battery (or charger) 'failure'. Many types of lithium-ion cells cannot be charged safely below 0 °C.",
            "score": 71.91541290283203
        },
        {
            "docid": "19236411_17",
            "document": "Thin film lithium-ion battery . In a thin film based system, the electrolyte is normally a solid electrolyte, capable of conforming to the shape of the battery. This is in contrast to classical lithium ion batteries, which normally have liquid electrolyte material. Liquid electrolytes can be challenging to utilize if they are not compatible with the separator. Also liquid electrolytes in general call for an increase in the overall volume of the battery, which is not ideal for designing a system that has high energy density. Additionally, in a thin film flexible Li-ion battery, the electrolyte, which is normally polymer-based, can act as the electrolyte, separator, and binder material. This provides the ability to have flexible systems since the issue of electrolyte leakage is circumvented. Finally, solid systems can be packed together tightly which affords an increase in energy density when compared to classical lithium ion batteries.",
            "score": 71.757568359375
        },
        {
            "docid": "11443610_33",
            "document": "History of plug-in hybrids . July 18: Toyota announced that it \"plans to develop a hybrid vehicle that will run locally on batteries charged by a typical 120-volt outlet before switching over to a gasoline engine for longer hauls.\" The next major update to the Toyota Prius is said to use lithium ion batteries. Toyota’s fuel economy target for the upcoming next-generation Prius has been reported to be 40 kilometers/liter (2.5 l/100 km, or 94 mpg US.)",
            "score": 71.35073852539062
        },
        {
            "docid": "42601555_19",
            "document": "Research in lithium-ion batteries . In 2015 researchers announced a flash heat treatment for fabricating silicon anodes that minimizes volume expansion while boosting the performance and cycle capability of lithium-ion batteries. The material delivered 1,000 mAh/ g for 2,275 cycles at 2  A/g with increased energy capacity, by minimizing volume expansion.",
            "score": 71.14143371582031
        },
        {
            "docid": "201485_112",
            "document": "Lithium-ion battery . Replacing the lithium cobalt oxide positive electrode material in lithium-ion batteries with a lithium metal phosphate such as lithium iron phosphate improves cycle counts, shelf life and safety, but lowers capacity. As of 2006 these 'safer' lithium-ion batteries were mainly used in electric cars and other large-capacity battery applications, where safety is critical.",
            "score": 71.13764953613281
        },
        {
            "docid": "43191282_4",
            "document": "Flexible battery . There have been many efforts in adapting conventional batteries such as zinc-carbon and lithium ion, and at the same time new materials such as those based on nanoparticle complexes are being developed for flexible battery and supercapacitor electrodes. For example, there are efforts at developing flexible lithium-ion batteries. Some studies have introduced nanocarbons into flexible lithium-ion batteries, and there are batteries with LiTiO and LiFePO as anode and cathode, with graphene based current collector reported by Cheng. Carbon nanotube electrodes have been reported by Pushparaj. Yi Cui’s group coated electrode active materials onto carbon nanotubes to form LiTiO-CNT and LiCoO-CNT composites and Ajayan et al. developed SnO-CNT composites. Another flexible all solid lithium-ion battery with a maximum 4.2 V charging voltage and 106 μAh/cm capacity was reported by Lee et al. Another development is the paper-thin flexible self-rechargeable battery which combines a thin-film organic solar cell with an extremely thin and highly flexible lithium-polymer battery. This recharges itself when exposed to light. Weng et al. reported high-areal-capacity flexible aqueous lithium-ion batteries (ALIBs). Under a wide range of bending curvatures at continuous and cyclic bending modes, the flexible ALIBs show no degradation from the non-bending state and demonstrated superior stability with a high areal capacity of 1.2–1.4 mAh/cm2 and a high volumetric energy density of 26–31 mWh/cm3.",
            "score": 70.8984375
        },
        {
            "docid": "25467531_54",
            "document": "Toyota Prius Plug-in Hybrid . To keep up with the demands of charging the larger pack, the onboard charger was upgraded to a 3.3 kW, up from 2.2 kW in the Prius Plug-in. The lithium-ion battery pack can be charged in 5.5 hours at 120 volts, or less than half that time at 240 volts.",
            "score": 70.8485336303711
        },
        {
            "docid": "18430444_12",
            "document": "Mitsubishi i-MiEV . In June 2011 Mitsubishi announced the introduction of lithium titanate oxide SCiB battery technology for its two new models of electric vehicles, the i-MiEV and Minicab MiEV. The SCiB technology was developed by Toshiba, which stated that its SCiB batteries can withstand 2.5 times more charge/discharge cycles than a typical lithium-ion battery. In addition, recharging via CHAdeMO takes much less time than charging at the AC Level 2 rate used by most electric vehicle supply equipment (EVSE), allowing the SCiB battery to reach 80% capacity in 15 minutes, 50% in 10 minutes and 25% in 5 minutes. In terms of performance, the SCiB battery offers a higher effective capacity than a typical lithium-ion battery, which combined with more efficient regenerative charging during braking or coasting downhill, allows the SCiB battery to deliver 1.7 times the driving range per charge of a typical lithium-ion battery of the same size. Alternatively, the carmaker could install a smaller battery with less weight and keep the same range to contribute to lower the vehicle price as compared to lithium-ion batteries. Recharging is estimated to take 14 hours from a 110 volt power supply, 7 hours from a 220 volt power supply and as little as 30 minutes from a quick charging station. The SCiB is available in the Japanese market. The U.S. has a more typical lithium ion battery.",
            "score": 70.82849884033203
        },
        {
            "docid": "201485_24",
            "document": "Lithium-ion battery . Pure lithium is highly reactive. It reacts vigorously with water to form lithium hydroxide and hydrogen gas. Thus, a non-aqueous electrolyte is typically used, and a sealed container rigidly excludes moisture from the battery pack.",
            "score": 70.64356994628906
        },
        {
            "docid": "47313313_9",
            "document": "Kuzhikalail M. Abraham . Dr. K.M. Abraham is a pioneer in the research and development of rechargeable lithium and lithium-ion batteries. His research to demonstrate a practical rechargeable lithium battery began in the late nineteen seventies when no such rechargeable batteries existed. He and his colleagues pursuant to the development of stable electrolytes to recharge the lithium electrode demonstrated one of the first sealed high capacity rechargeable lithium battery exhibiting several hundred charge/discharge cycles, a feat not accomplished until that time. This work was the forerunner to the commercially successful Li-ion batteries. Another contribution of Dr. Abraham and his colleagues involved the development of highly conductive gel polymer electrolytes and those supported on micro-porous polymer membranes. Today such separator-embedded gel polymer electrolytes are used to build the commercially successful lithium-ion polymer batteries. Other pioneering contributions of Dr. Abraham include rechargeable sodium battery chemical couples that operate at moderately high temperatures, the very high energy density non-aqueous lithium-sulfur battery, the ultrahigh energy density non-aqueous lithium-air battery, and the fundamental principles underlying the concept of chemical over charge protection of rechargeable lithium and Li-ion batteries. The research and development of lithium-air batteries is pursued world-wide for portable power, electric vehicles and large scale energy storage. His unique background encompasses both the fundamental science and engineering development of advanced batteries.",
            "score": 70.49466705322266
        }
    ]
}