{
    "q": [
        {
            "docid": "894_27",
            "document": "Agnosticism . Religious scholars such as Laurence B. Brown criticize the misuse of the word agnosticism, claiming that it has become one of the most misapplied terms in metaphysics. Brown raises the question, \"You claim that nothing can be known with certainty ... how, then, can you be so sure?\"",
            "score": 20.853108167648315
        },
        {
            "docid": "1813072_45",
            "document": "Theology of Pope Benedict XVI . Even before becoming pope, Benedict advocated a \"special relationship\" between the Roman Church and the Jewish faith. Some Jewish organisations, such as the Anti-Defamation League, the American Jewish Committee, the Union of Reform Judaism, and the Jewish Community Relations Council of Greater Boston, believe Ratzinger was responsible for Pope John Paul II's attempts to improve Jewish-Catholic ties. However, Pope Benedict did create some controversy when he said that the Church is waiting for the moment when Jews will \"say yes to Christ.\" He went on to say, \"We believe that. The fact remains, however, that our Christian conviction is that Christ is also the Messiah of Israel.\"",
            "score": 27.747094869613647
        },
        {
            "docid": "894_28",
            "document": "Agnosticism . According to Pope Benedict XVI, strong agnosticism in particular contradicts itself in affirming the power of reason to know scientific truth. He blames the exclusion of reasoning from religion and ethics for dangerous pathologies such as crimes against humanity and ecological disasters. \"Agnosticism\", said Ratzinger, \"is always the fruit of a refusal of that knowledge which is in fact offered to man ... The knowledge of God has always existed\". He asserted that agnosticism is a choice of comfort, pride, dominion, and utility over truth, and is opposed by the following attitudes: the keenest self-criticism, humble listening to the whole of existence, the persistent patience and self-correction of the scientific method, a readiness to be purified by the truth.",
            "score": 29.580490589141846
        },
        {
            "docid": "37970509_17",
            "document": "Catalan self-determination referendum, 2014 . According to the consultation decree, \"in the consultation there is a first question followed successively by a second question, and they are worded as follows: a) Do you want Catalonia to become a State? (Yes/No); If so: b) Do you want this State to be independent? (Yes/No). You can only answer the question under Letter b) in the event of having answered “Yes” to the question under Letter a).\" The \"participation process\" that has replaced the \"non-referendum consultation\" maintains the same two questions.",
            "score": 21.40128803253174
        },
        {
            "docid": "32916524_4",
            "document": "Christian agnosticism . According to Pope Benedict XVI, strong agnosticism in particular contradicts itself in affirming the power of reason to know scientific truth. He blames the exclusion of reasoning from religion and ethics for dangerous pathologies such as crimes against humanity and ecological disasters. \"Agnosticism\", said Ratzinger, \"is always the fruit of a refusal of that knowledge which is in fact offered to man ... The knowledge of God has always existed\". He asserted that agnosticism is a choice of comfort, pride, dominion, and utility over truth, and is opposed by the following attitudes: the keenest self-criticism, humble listening to the whole of existence, the persistent patience and self-correction of the scientific method, a readiness to be purified by the truth.",
            "score": 29.192988634109497
        },
        {
            "docid": "32916524_3",
            "document": "Christian agnosticism . In 1965 Christian theologian Leslie Weatherhead published \"The Christian Agnostic\", in which he argues: Although radical and unpalatable to conventional theologians, Weatherhead's agnosticism falls far short of Huxley's, and short even of \"weak agnosticism\": In the summary chapter of \"The Christian Agnostic\", Weatherhead stated what he believed in a sort of twelve-part creed:",
            "score": 21.144198417663574
        },
        {
            "docid": "894_3",
            "document": "Agnosticism . English biologist Thomas Henry Huxley coined the word \"agnostic\" in 1869, and said \"It simply means that a man shall not say he knows or believes that which he has no scientific grounds for professing to know or believe.\" Earlier thinkers, however, had written works that promoted agnostic points of view, such as Sanjaya Belatthaputta, a 5th-century BCE Indian philosopher who expressed agnosticism about any afterlife; and Protagoras, a 5th-century BCE Greek philosopher who expressed agnosticism about the existence of \"the gods\". The Nasadiya Sukta in the Rigveda is agnostic about the origin of the universe.",
            "score": 31.924410820007324
        },
        {
            "docid": "894_34",
            "document": "Agnosticism . A.J. Ayer, Theodore Drange, and other philosophers see both atheism and agnosticism as incompatible with ignosticism on the grounds that atheism and agnosticism accept \"a deity exists\" as a meaningful proposition that can be argued for or against.",
            "score": 14.09311819076538
        },
        {
            "docid": "55757866_2",
            "document": "Irreligion in Guatemala . Irreligion in Guatemala can refer to Atheism, Agnosticism, Secular Humanism, religious skepticism, or people who simply identify as non-religious; although some believe in God and others are more skeptical in belief, but do not consider themselves atheists.",
            "score": 27.23148512840271
        },
        {
            "docid": "10525212_2",
            "document": "Yes We Can Can . \"Yes We Can Can\" is a 1973 funk classic recorded by the American R&B girl group the Pointer Sisters and released on the Blue Thumb record label.",
            "score": 2.5798933506011963
        },
        {
            "docid": "16348726_26",
            "document": "History of Popes Creek (Virginia) . Burial Ground: Jane Butler Washington; b. 24 October 1699, d. 24 September 1729.<br> Here lyes ye Body of JANE<br> Wife of Augustine Washington<br> Born at Popes Creek Virginia<br> Westmorelnd ye 24th Xber<br> 1699 & died ye 24th of 9ber 1729<br> Who left behind her two sons & one daughter.<br> <br> The land comprising the Popes Creek plantation was sold by the Washington family on October 13, 1813, but returned in a sense in 1867 when John E. Wilson who married Betty, the granddaughter of William Augustine, took possession. Dr. F.O. St. Clair's investigations and survey of a proposed memorial site in 1882 was an effort to secure the \"entire neck of land bounded by Pope's Creek on two sides and a marsh on the third side\" – and a right-of-way \"to Bridge Creek Landing,\" including the \"Burying Ground and Potomac River beyond.\" The result was purchased from John E. Wilson on July 10, 1883, by the federal government. The sustained effort for a national monument on Popes Creek had begun to take shape.",
            "score": 11.361517429351807
        },
        {
            "docid": "81798_32",
            "document": "Solipsism . Solipsism is a form of logical minimalism. Many people are intuitively unconvinced of the nonexistence of the external world from the basic arguments of solipsism, but a solid proof of its existence is not available at present. The central assertion of solipsism rests on the nonexistence of such a proof, and strong solipsism (as opposed to weak solipsism) asserts that no such proof can be made. In this sense, solipsism is logically related to agnosticism in religion: the distinction between believing you do not know, and believing you could not have known.",
            "score": 11.881344079971313
        },
        {
            "docid": "13075834_6",
            "document": "The Braes o' Killiecrankie . <score midi=\"5\" vorbis=\"1\"> \\relative c\" { \\time 2/4 \\key g \\major  \\partial 8 g16( a) | b8 b \\grace { c8 } b a16( g) | c4 c8 b16( a) | b8 b c16( b) a( g) | b8 d d g,16( a) | b8 b c16( b) a16( g) | c4 c8 b16( a) | b16( c) d16( b) a8 g | d8 g g \\bar \"||\" b16( c) | d8 d, d e16( f) | e8 d16( e) c8 b'16( c) | d8 d, d' d, | b' d d\\fermata b16( c) | d8 d, d e16( f) | g16( f) e( d) c8 b'16 c | b16( c) d( b) a8 g | e g g \\bar \"|.\" }  \\addlyrics {Whare | hae ye been sae | braw, lad? Whare | hae ye been sae | bran -- kie, O? Whare | hae ye been sae | braw, lad? Came | ye by Kil -- li -- | cran -- kie, O? An | ye had been whare | I hae been, Ye | wad -- na been sae | can -- tie, O; An | ye had seen what | I hae seen, I' the | braes o' Kil -- li -- | crank -- kie, O. }</score>",
            "score": 3.8648366928100586
        },
        {
            "docid": "300029_2",
            "document": "Charles Péguy . Charles Pierre Péguy (; 7 January 1873 – 5 September 1914) was a noted French poet, essayist, and editor. His two main philosophies were socialism and nationalism, but by 1908 at the latest, after years of uneasy agnosticism, he had become a believing but non-practicing Roman Catholic. From that time, Catholicism strongly influenced his works.",
            "score": 23.97227382659912
        },
        {
            "docid": "15247542_16",
            "document": "Atheism . Atheists have also argued that people cannot know a God or prove the existence of a God. The latter is called agnosticism, which takes a variety of forms. In the philosophy of immanence, divinity is inseparable from the world itself, including a person's mind, and each person's consciousness is locked in the subject. According to this form of agnosticism, this limitation in perspective prevents any objective inference from belief in a god to assertions of its existence. The rationalistic agnosticism of Kant and the Enlightenment only accepts knowledge deduced with human rationality; this form of atheism holds that gods are not discernible as a matter of principle, and therefore cannot be known to exist. Skepticism, based on the ideas of Hume, asserts that certainty about anything is impossible, so one can never know for sure whether or not a god exists. Hume, however, held that such unobservable metaphysical concepts should be rejected as \"sophistry and illusion\". The allocation of agnosticism to atheism is disputed; it can also be regarded as an independent, basic worldview.",
            "score": 40.3857057094574
        },
        {
            "docid": "18818890_5",
            "document": "Yes, Yes, Yes . Built under a quiet storm like R&B production similar to White's, the song hit the charts peaking at number #46 on the \"Billboard\" Hot 100 and number #11 on the R&B charts becoming Cosby's biggest charted single since \"Little Ole Man (Uptight, Everything's Alright)\" peaked at number #4 on the Hot 100 nine years earlier.",
            "score": 10.643801212310791
        },
        {
            "docid": "894_7",
            "document": "Agnosticism . George H. Smith, while admitting that the narrow definition of atheist was the common usage definition of that word, and admitting that the broad definition of agnostic was the common usage definition of that word, promoted broadening the definition of atheist and narrowing the definition of agnostic. Smith rejects agnosticism as a third alternative to theism and atheism and promotes terms such as agnostic atheism (the view of those who do not \"believe\" in the existence of any deity, but do not claim to \"know\" if a deity does or does not exist) and agnostic theism (the view of those who do not claim to \"know\" of the existence of any deity, but still \"believe\" in such an existence).",
            "score": 33.46355676651001
        },
        {
            "docid": "1813072_48",
            "document": "Theology of Pope Benedict XVI . Before becoming Pope, Cardinal Ratzinger was a well-known and quite controversial figure inside and outside the Catholic Church. This is due in part from the perception among those who felt the Vatican II reforms did not go far enough that Ratzinger is a conservative. To this view, Ratzinger's theology is based on his early works, staunch Catholicism and ancient Tradition. According to this often held view, Benedict has made clear that he intends to preserve the Church doctrine and not give in to modern pressures for change to fundamental dogma and teaching on such issues as birth control, abortion, and homosexuality. It is also noted, that the Pope has a strong opposition to moral relativism, which he sees as producing views ranging \"from one extreme to the other: from Marxism to liberalism, even to libertinism; from collectivism to radical individualism; from atheism to a vague religious mysticism; from agnosticism to syncretism, and so forth.\"",
            "score": 31.268454790115356
        },
        {
            "docid": "22535834_5",
            "document": "Atheistic existentialism . Albert Camus writes of dualisms—between happiness and sadness—as well as life and death. In \"The Myth of Sisyphus\", such dualism becomes paradoxical because humans greatly value their existence while at the same time being aware of their mortality. Camus believes it is human nature to have difficulty reconciling these paradoxes; and indeed, he believed humankind must accept what he called \"the Absurd\". On the other hand, Camus is not strictly an existential atheist because the acceptance of \"the Absurd\" implies neither the existence of God nor the nonexistence of God (compare agnosticism).",
            "score": 23.10783076286316
        },
        {
            "docid": "894_26",
            "document": "Agnosticism . Theistic critics claim that agnosticism is impossible in practice, since a person can live only either as if God did not exist (\"etsi deus non-daretur\"), or as if God did exist (\"etsi deus daretur\").",
            "score": 30.35282874107361
        },
        {
            "docid": "32916524_2",
            "document": "Christian agnosticism . Christian agnostics practice a distinct form of agnosticism that applies only to the \"properties\" of God. They hold that it is difficult or impossible to be sure of anything beyond the basic tenets of the Christian faith. They believe that God or a higher power exists, that Jesus may have a special relationship with God and is in some way divine, and that God should be worshipped. This belief system has deep roots in Judaism and the early days of the Church.",
            "score": 43.36883068084717
        },
        {
            "docid": "894_16",
            "document": "Agnosticism . Agnostic views are as old as philosophical skepticism, but the terms agnostic and agnosticism were created by Huxley (1825-1895) to sum up his thoughts on contemporary developments of metaphysics about the \"unconditioned\" (William Hamilton) and the \"unknowable\" (Herbert Spencer). Though Huxley began to use the term \"agnostic\" in 1869, his opinions had taken shape some time before that date. In a letter of September 23, 1860, to Charles Kingsley, Huxley discussed his views extensively: And again, to the same correspondent, May 6, 1863: Of the origin of the name agnostic to describe this attitude, Huxley gave the following account: In 1889, Huxley wrote:Therefore, although it be, as I believe, demonstrable that we have no real knowledge of the authorship, or of the date of composition of the Gospels, as they have come down to us, and that nothing better than more or less probable guesses can be arrived at on that subject. William Stewart Ross (1844-1906) wrote under the name of Saladin. He was associated with Victorian Freethinkers and the organization the British Secular Union. He edited the \"Secular Review\" from 1882; its was renamed \"Agnostic Journal and Eclectic Review\" and closed in 1907. Ross championed agnosticism in opposition to the atheism of Charles Bradlaugh as an open-ended spiritual exploration.",
            "score": 20.34375286102295
        },
        {
            "docid": "196882_24",
            "document": "Burrows–Abadi–Needham logic . Because message 2 is encrypted with \"K\", and \"B\" believes key(\"K\", \"B\"↔\"S\"), \"B\" now believes that \"S\" said {\"t\", \"A\", \"A\" believes key(\"K\", \"A\"↔\"B\")}. Because the clocks are synchronized, \"B\" believes fresh(\"t\"), and so fresh(\"A\" believes key(\"K\", \"A\"↔\"B\")). Because \"B\" believes that \"S\"<nowiki>'</nowiki>s statement is fresh, \"B\" believes that \"S\" believes that (\"A\" believes key(\"K\", \"A\"↔\"B\")). Because \"B\" believes that \"S\" is authoritative about what \"A\" believes, \"B\" believes that (\"A\" believes key(\"K\", \"A\"↔\"B\")). Because \"B\" believes that \"A\" is authoritative about session keys between \"A\" and \"B\", \"B\" believes key(\"K\", \"A\"↔\"B\"). \"B\" can now contact \"A\" directly, using \"K\" as a secret session key.",
            "score": 4.2050557136535645
        },
        {
            "docid": "34965420_8",
            "document": "The Skipper's Dream . Aw studies awhile, then says aw, \"Are ye Deeth,  Come here for to wise oot a poor fellow's breeth ?\"  He says, \"No, aw'm the Pope, cum to try if aw can,  Save a vile wretch like ye, fra the nasty Bad Man.\"",
            "score": 6.573531150817871
        },
        {
            "docid": "2470055_19",
            "document": "The Story of B . B uses the phrase “cultural collapse” to describe the point of history that we are living through today. He believes that circumstances have rendered the cultural mythology of the Takers meaningless to its people. When this happens to a culture, B states, things fall apart. \"Order and purpose are replaced by chaos and bewilderment. People lose the will to live, become listless, become violent, become suicidal, and take to drink, drugs, and crime... laws, customs and institutions fall into disuse and disrespect, especially among the young, who see that even their elders can no longer make sense of them.\"",
            "score": 13.148232221603394
        },
        {
            "docid": "15898038_9",
            "document": "List of saints canonized by Pope Pius XII . Because of the huge number of visitors, the canonisation of Maria Goretti by Pope Pius XII, was held outside at Piazza San Pietro on 24 June 1950. The Pope spoke, not as before in Latin, but in Italian. \"We order and declare, that the blessed Maria Goretti can be venerated as a Saint and We introduce her into the Canon of Saints\". Some 500,000 people, among them a majority of youth, had come from around the World. Pope Pius asked them: A resounding Yes was the answer.",
            "score": 17.705249309539795
        },
        {
            "docid": "21378279_9",
            "document": "Agnostic atheism . The rationalistic agnosticism of Kant and the Enlightenment only accepts knowledge deduced with human rationality; this form of atheism holds that gods are not discernible as a matter of principle, and therefore cannot be known to exist. Skepticism, based on the ideas of Hume, asserts that certainty about anything is impossible, so one can never know for sure whether or not a god exists. Hume, however, held that such unobservable metaphysical concepts should be rejected as \"sophistry and illusion\". The allocation of agnosticism to atheism is disputed; it can also be regarded as an independent, basic worldview.",
            "score": 38.06808805465698
        },
        {
            "docid": "2581136_4",
            "document": "Rationalizability . Consider a simple coordination game (the payoff matrix is to the right). The row player can play \"a\" if she can reasonably believe that the column player could play \"A\", since \"a\" is a best response to \"A\". She can reasonably believe that the column player can play \"A\" if it is reasonable for the column player to believe that the row player could play \"a\". He can believe that she will play \"a\" if it is reasonable for him to believe that she could play \"a\", etc. This provides an infinite chain of consistent beliefs that result in the players playing (\"a\", \"A\"). This makes (\"a\", \"A\") a rationalizable pair of actions. A similar process can be repeated for (\"b\", \"B\").",
            "score": 10.096170425415039
        },
        {
            "docid": "621169_28",
            "document": "Existence of God . Agnostic theism is the philosophical view that encompasses both theism and agnosticism. An agnostic theist believes in the existence of a god or God, but regards the basis of this proposition as \"unknown or inherently unknowable\". Agnostic theists may also insist on ignorance regarding the properties of the gods they believe in.",
            "score": 38.62525272369385
        },
        {
            "docid": "147858_23",
            "document": "Pope Pius XI . Pius XI believed that industrialization results in less freedom at the individual and communal level, because numerous free social entities get absorbed by larger ones. The society of individuals becomes the mass class-society. People are much more interdependent than in ancient times, and become egoistic or class-conscious in order to save some freedom for themselves. The pope demands more solidarity, especially between employers and employees, through new forms of cooperation and communication. Pius displays a negative view of capitalism, especially of the anonymous international finance markets. He identifies certain dangers for small and medium-size enterprises, which have insufficient access to capital markets and are squeezed or destroyed by the larger ones. He warns that capitalist interests can become a danger for nations, which could be reduced to “chained slaves of individual interests”",
            "score": 16.197558403015137
        },
        {
            "docid": "1352065_11",
            "document": "Manassas Station Operations (Stonewall Jackson) . Pope saw the fires at Manassas Junction but believed that it meant Jackson was desperate; he ordered his corps to march on Manassas from the south, east, and north. Pope knew that Longstreet was moving north towards Thoroughfare Gap but did not detach any force to delay him, believing that the Union army could defeat Jackson before Longstreet could arrive. The defeat of Taylor's force convinced George B. McClellan, commanding the Union forces in Washington, not to send any further reinforcements to Pope unless they had artillery and cavalry.",
            "score": 13.268033266067505
        },
        {
            "docid": "1393811_2",
            "document": "Agnostic theism . Agnostic theism, agnostotheism or agnostitheism is the philosophical view that encompasses both theism and agnosticism. An agnostic theist believes in the existence of a god or gods, but regards the basis of this proposition as \"unknown or inherently unknowable\". The agnostic theist may also or alternatively be agnostic regarding the properties of the god or gods that they believe in.",
            "score": 38.20926856994629
        }
    ],
    "r": [
        {
            "docid": "621169_29",
            "document": "Existence of God . Agnostic atheism is a philosophical position that encompasses both atheism and agnosticism. Agnostic atheists are atheistic because they do not hold a belief in the existence of any deity and agnostic because they claim that the existence of a deity is either unknowable in principle or currently unknown in fact.",
            "score": 47.53070831298828
        },
        {
            "docid": "621169_25",
            "document": "Existence of God . Agnosticism is the view that the truth value of certain claims—especially claims about the existence of any deity, but also other religious and metaphysical claims—is unknown or unknowable. Agnosticism as a broad umbrella term does not define one's belief or disbelief in gods; agnostics may still identify themselves as theists or atheists.",
            "score": 46.559852600097656
        },
        {
            "docid": "4559718_26",
            "document": "Catholicity . McBrien, in his book \"Catholicism\", disagrees with the synonymous use of \"Catholic\" and \"Roman Catholic\": But is 'Catholic' synonymous with 'Roman Catholic'? And is it accurate to refer to the Roman Catholic Church as simply the 'Roman Church'? The answer to both questions is no. The adjective 'Roman' applies more properly to the diocese, or see, of Rome than to the worldwide Communion of Catholic Churches that is in union with the Bishop of Rome. Indeed, it strikes some Catholics as contradictory to call the Church 'Catholic' and 'Roman' at one and the same time. Eastern-rite Catholics, of whom there are more than twenty million, also find the adjective 'Roman' objectionable. In addition to the Latin, or Roman, tradition, there are seven non-Latin, non-Roman ecclesial traditions: Armenian, Byzantine, Coptic, Ethiopian, East Syriac (Chaldean), West Syriac, and Maronite. Each to the Churches with these non-Latin traditions is as Catholic as the Roman Catholic Church. Thus, not all Catholics are Roman Catholic... [T]o be Catholic—whether Roman or non-Roman—in the ecclesiological sense is to be in full communion with the Bishop of Rome and as such to be an integral part of the Catholic Communion of Churches. McBrien says that, on an official level, what he calls the \"Communion of Catholic Churches\" always refers to itself as \"The Catholic Church\". However, counter examples such as seen above of the term \"Roman Catholic Church\" being used by popes and departments of the Holy See exist. The Latin-rite Archdiocese of Detroit, for example, lists eight Eastern Catholic churches, each with its own bishop, as having one or more parishes in what is also the territory of the Latin archdiocese, yet each is designated as being in \"full communion with the Roman Church\".",
            "score": 45.52273178100586
        },
        {
            "docid": "14842049_5",
            "document": "Stéphanos I Sidarouss . Pope Paul VI created him a Cardinal Bishop in the consistory of 22 February 1965, which happened to be his sixty-first birthday. As an Eastern Catholic Patriarch, Sidarouss did not assume a titular church of Rome upon his elevation to the College of Cardinals. This was done pursuant to Pope Paul VI's motu propio \"Ad Purpuratorum Patrum\" issued only eleven days earlier on 11 February 1965 which decreed that Eastern Patriarchs who are elevated to the College of Cardinals would belong to the order of cardinal-bishops, ranked after the suburbicarian cardinal-bishops, but would not be part of the Roman clergy and would not be assigned any Roman suburbicarian diocese, church or deaconry, their patriarchal see instead becoming their cardinalatial see.",
            "score": 45.383460998535156
        },
        {
            "docid": "16086178_72",
            "document": "Catholic theology . Apostolic succession is the belief that the pope and Catholic bishops are the spiritual successors of the original twelve apostles, through the historically unbroken chain of consecration (see: Holy orders). The pope is the spiritual head and leader of the Roman Catholic Church who makes use of the Roman Curia to assist him in governing. He is elected by the College of Cardinals who may choose from any male member of the church but who must be ordained a bishop before taking office. Since the 15th century, a current cardinal has always been elected. The New Testament contains warnings against teachings considered to be only masquerading as Christianity, and shows how reference was made to the leaders of the church to decide what was true doctrine. The Catholic Church believes that it is the continuation of those who remained faithful to the apostolic leadership and rejected false teachings. Catholic belief is that the Church will never defect from the truth, and bases this on Jesus' telling Peter \"the gates of hell will not prevail against\" the church. In the \"Gospel of John\", Jesus states, \"I have much more to tell you, but you cannot bear it now. But when he comes, the Spirit of truth, he will guide you to all truth\".",
            "score": 45.08534240722656
        },
        {
            "docid": "543935_100",
            "document": "East–West Schism . According to Orthodox belief, the test of catholicity is adherence to the authority of \"Scripture\" and then by the \"Holy Tradition\" of the church. It is not defined by adherence to any particular See. It is the position of the Orthodox Church that it has never accepted the pope as \"de jure\" leader of the entire church. All bishops are equal 'as Peter' therefore every church under every bishop (consecrated in apostolic succession) is fully complete (the original meaning of \"catholic\").",
            "score": 44.875938415527344
        },
        {
            "docid": "4070755_8",
            "document": "Russell's teapot . In his books \"A Devil's Chaplain\" (2003) and \"The God Delusion\" (2006), ethologist Richard Dawkins used the teapot as an analogy of an argument against what he termed \"agnostic conciliation\", a policy of intellectual appeasement that allows for philosophical domains that concern exclusively religious matters. Science has no way of establishing the existence or non-existence of a god. Therefore, according to the agnostic conciliator, because it is a matter of individual taste, belief and disbelief in a supreme being are deserving of equal respect and attention. Dawkins presents the teapot as a \"reductio ad absurdum\" of this position: if agnosticism demands giving equal respect to the belief and disbelief in a supreme being, then it must also give equal respect to belief in an orbiting teapot, since the existence of an orbiting teapot is just as plausible scientifically as the existence of a supreme being.",
            "score": 44.73329162597656
        },
        {
            "docid": "1393811_5",
            "document": "Agnostic theism . Christian Agnostics practice a distinct form of agnosticism that applies only to the \"properties\" of God. They hold that it is difficult or impossible to be sure of anything beyond the basic tenets of the Christian faith. They believe that God exists, that Jesus has a special relationship with him and is in some way divine, and that God should be worshipped. This belief system has deep roots in Judaism and the early days of the Church.",
            "score": 44.67778015136719
        },
        {
            "docid": "21378279_8",
            "document": "Agnostic atheism . Epistemological, or agnostic, atheism argues that people cannot know a God or determine the existence of a God. The foundation of epistemological atheism is agnosticism, which takes a variety of forms. In the philosophy of immanence, divinity is inseparable from the world itself, including a person's mind, and each person's consciousness is locked in the subject. According to this form of agnosticism, this limitation in perspective prevents any objective inference from belief in a god to assertions of its existence.",
            "score": 44.445518493652344
        },
        {
            "docid": "42780592_42",
            "document": "Ukrainian Greek Catholic Church in the USSR . In late spring 1978, yet another initiative was undertaken – most likely under the impetus of the Soviet Ukrainian government – to resolve the legalization issue of the UGCC in the form of a \"Roman Catholic Church of the Eastern Rite.\" The initiative group drafted a statute of such a church and proposed that its head be a Roman Catholic bishop from Lithuania to be appointed by the Pope. In so doing, the clergy's activities would be limited to celebrating liturgies and performing other religious ceremonial functions. Finances and the administering of parochial affairs would be fulfilled by lay parish councils, as guaranteed by Soviet legislation under the category \"religious beliefs.\"",
            "score": 44.03992462158203
        },
        {
            "docid": "4241349_2",
            "document": "Catholic Church in Austria . The Catholic Church of Austria, also known as the Roman-Catholic Church of Austria, is part of the worldwide Catholic Church in full communion with the Pope in Rome. The Church's governing body in Austria is the Austrian Conference of Catholic Bishops, made up of the hierarchy of the two archbishops (Vienna and Salzburg), the bishops and the abbot of territorial abbey of Wettingen-Mehrerau. Nevertheless, each bishop is independent in his own diocese, answerable only to the Pope. The current president of the Conference of Catholic Bishops is Cardinal Christoph Schönborn. The Austrian church is the largest Christian Confession of Austria, with 5.11 million members (57.9 % of the total Austrian population.).",
            "score": 43.834739685058594
        },
        {
            "docid": "10616157_13",
            "document": "Roman Catholic Diocese of Châlons . In 1790 the National Constituent Assembly decided to bring the French church under the control of the State. Civil government of the provinces was to be reorganized into new units called 'départements', originally intended to be 83 or 84 in number. The dioceses of the Roman Catholic Church were to be reduced in number, to coincide as much as possible with the new departments. Since there were more than 130 bishoprics at the time of the Revolution, more than fifty dioceses needed to be suppressed and their territories consolidated. Clergy would need to take an oath of allegiance to the State and its Constitution, specified by the Civil Constitution of the Clergy, and they would become salaried officials of the State. Both bishops and priests would be elected by special 'electors' in each department. This meant schism, since bishops would no longer need to be approved (preconised) by the Papacy; the transfer of bishops, likewise, which had formerly been the exclusive prerogative of the pope in canon law, would be the privilege of the State; the election of bishops no longer lay with the Cathedral Chapters (which were all abolished), or other responsible clergy, or the Pope, but with electors who did not even have to be Catholics or Christians.",
            "score": 43.5119514465332
        },
        {
            "docid": "13134542_20",
            "document": "Roman Catholic Archdiocese of Albi . In 1790 the National Constituent Assembly decided to bring the French church under the control of the State. Civil government of the provinces was to be reorganized into new units called 'départements', originally intended to be 83 or 84 in number. The dioceses of the Roman Catholic Church were to be reduced in number, to coincide as much as possible with the new departments. Since there were more than 130 bishoprics at the time of the Revolution, more than fifty dioceses needed to be suppressed and their territories consolidated. Clergy would need to take an oath of allegiance to the State and its Constitution, specified by the Civil Constitution of the Clergy, and they would become salaried officials of the State. Both bishops and priests would be elected by special 'electors' in each department. This brought schism, since bishops would no longer need to be approved (preconised) by the Papacy; the transfer of bishops, likewise, which had formerly been the exclusive prerogative of the pope in canon law, would be the privilege of the State; the election of bishops no longer lay with the Cathedral Chapters (which were all abolished), or other responsible clergy, or the Pope, but with electors who did not even have to be Catholics or Christians.",
            "score": 43.5119514465332
        },
        {
            "docid": "14075620_20",
            "document": "Roman Catholic Diocese of Pamiers . In 1790 the National Constituent Assembly decided to bring the French church under the control of the State. Civil government of the provinces was to be reorganized into new units called 'départements', originally intended to be 83 or 84 in number. The dioceses of the Roman Catholic Church were to be reduced in number, to coincide as much as possible with the new departments. Since there were more than 130 bishoprics at the time of the Revolution, more than fifty dioceses needed to be suppressed and their territories consolidated. Clergy would need to take an oath of allegiance to the State and its Constitution, specified by the Civil Constitution of the Clergy, and they would become salaried officials of the State. Both bishops and priests would be elected by special 'electors' in each department. This meant schism, since bishops would no longer need to be approved (preconised) by the Papacy; the transfer of bishops, likewise, which had formerly been the exclusive prerogative of the pope in canon law, would be the privilege of the State; the election of bishops no longer lay with the Cathedral Chapters (which were all abolished), or other responsible clergy, or the Pope, but with electors who did not even have to be Catholics or Christians.",
            "score": 43.5119514465332
        },
        {
            "docid": "13537465_15",
            "document": "Roman Catholic Archdiocese of Auch . In 1790 the National Constituent Assembly decided to bring the French church under the control of the State. Civil government of the provinces was to be reorganized into new units called 'départements', originally intended to be 83 or 84 in number. The dioceses of the Roman Catholic Church were to be reduced in number, to coincide as much as possible with the new departments. Since there were more than 130 bishoprics at the time of the Revolution, more than fifty dioceses needed to be suppressed and their territories consolidated. Clergy would need to take an oath of allegiance to the State and its Constitution, specified by the Civil Constitution of the Clergy, and they would become salaried officials of the State. Both bishops and priests would be elected by special 'electors' in each department. This meant schism, since bishops would no longer need to be approved (preconised) by the Papacy; the transfer of bishops, likewise, which had formerly been the exclusive prerogative of the pope in canon law, would be the privilege of the State; the election of bishops no longer lay with the Cathedral Chapters (which were all abolished), or other responsible clergy, or the Pope, but with electors who did not even have to be Catholics or Christians.",
            "score": 43.5119514465332
        },
        {
            "docid": "32916524_2",
            "document": "Christian agnosticism . Christian agnostics practice a distinct form of agnosticism that applies only to the \"properties\" of God. They hold that it is difficult or impossible to be sure of anything beyond the basic tenets of the Christian faith. They believe that God or a higher power exists, that Jesus may have a special relationship with God and is in some way divine, and that God should be worshipped. This belief system has deep roots in Judaism and the early days of the Church.",
            "score": 43.368831634521484
        },
        {
            "docid": "6221_2",
            "document": "Cardinal (Catholic Church) . A cardinal (, literally \"Cardinal of the Holy Roman Church\") is a senior ecclesiastical leader, considered a Prince of the Church, and usually an ordained bishop of the Roman Catholic Church. The cardinals of the Church are collectively known as the College of Cardinals. The duties of the cardinals include attending the meetings of the College and making themselves available individually or in groups to the Pope as requested. Most have additional duties, such as leading a diocese or archdiocese or managing a department of the Roman Curia. A cardinal's primary duty is electing the bishop of Rome when the see becomes vacant. During the \"sede vacante\" (the period between a pope's death or resignation and the election of his successor), the day-to-day governance of the Holy See is in the hands of the College of Cardinals. The right to enter the conclave of cardinals where the pope is elected is limited to those who have not reached the age of 80 years by the day the vacancy occurs.",
            "score": 43.35340118408203
        },
        {
            "docid": "6060518_17",
            "document": "Religion in the Netherlands . Since the provinces North Brabant and Limburg are in the Netherlands historically mostly Roman Catholic, and some of their people still use the term and some traditions as a base for their cultural identity rather than as a religious identity. A planned visit of Pope Francis to the Netherlands was blocked by cardinal Wim Eijk in 2014, allegedly because of the feared lack of interest for the Pope among the Dutch public. The vast majority of the Catholic population in the Netherlands is now largely irreligious in practice. Research among self-identified Catholics in the Netherlands, published in 2007, shows that only 27% of the Dutch Catholics can be regarded as a theist, 55% as an ietsist, deist or agnostic and 17% as atheist. In 2015 only 13% of self-identified Dutch Catholics believe in the existence of heaven, 17% in a personal God and fewer than half believe that Jesus was the Son of God or sent by God.",
            "score": 43.21775436401367
        },
        {
            "docid": "5291203_13",
            "document": "Roman Catholic Diocese of Digne . In 1790 the National Constituent Assembly decided to bring the French church under the control of the State. Civil government of the provinces was to be reorganized into new units called 'départements', originally intended to be 83 or 84 in number. The dioceses of the Roman Catholic Church were to be reduced in number, to coincide as much as possible with the new departments. Since there were more than 130 bishoprics at the time of the Revolution, more than fifty dioceses needed to be suppressed and their territories consolidated. Clergy would need to take an oath of allegiance to the State and its Constitution, specified by the Civil Constitution of the Clergy, and they would become salaried officials of the State. Both bishops and priests would be elected by special 'electors' in each department. This meant schism, since bishops would no longer need to be approved (preconised) by the Papacy; the transfer of bishops, likewise, which had formerly been the exclusive prerogative of the pope in canon law, would be the privilege of the State; the election of bishops no longer lay with the Cathedral Chapters (which were all abolished), or other responsible clergy, or the Pope, but with electors who did not even have to be Catholics or Christians. All monasteries, convents and religious orders in France were dissolved, and their members were released from their vows by order of the National Constituent Assembly (which was uncanonical); their property was confiscated \"for the public good\", and sold to pay the bills of the French government. Cathedral Chapters were also dissolved.",
            "score": 43.06217956542969
        },
        {
            "docid": "5286937_9",
            "document": "Roman Catholic Diocese of Gap . In 1790 the National Constituent Assembly decided to bring the French church under the control of the State. Civil government of the provinces was to be reorganized into new units called 'départements', originally intended to be 83 or 84 in number. The dioceses of the Roman Catholic Church were to be reduced in number, to coincide as much as possible with the new departments. Since there were more than 130 bishoprics at the time of the Revolution, more than fifty dioceses needed to be suppressed and their territories consolidated. Clergy would need to take an oath of allegiance to the State and its Constitution, specified by the Civil Constitution of the Clergy, and they would become salaried officials of the State. Both bishops and priests would be elected by special 'electors' in each department. This meant schism, since bishops would no longer need to be approved (preconised) by the Papacy; the transfer of bishops, likewise, which had formerly been the exclusive prerogative of the pope in canon law, would be the privilege of the State; the election of bishops no longer lay with the Cathedral Chapters (which were all abolished), or other responsible clergy, or the Pope, but with electors who did not even have to be Catholics or Christians. All monasteries, convents and religious orders in France were dissolved, and their members were released from their vows by order of the National Constituent Assembly (which was uncanonical); their property was confiscated \"for the public good\", and sold to pay the bills of the French government. Cathedral Chapters were also dissolved.",
            "score": 43.06217956542969
        },
        {
            "docid": "5291431_17",
            "document": "Roman Catholic Archdiocese of Aix . In 1790 the National Constituent Assembly decided to bring the French church under the control of the State. Civil government of the provinces was to be reorganized into new units called 'départements', originally intended to be 83 or 84 in number. The dioceses of the Roman Catholic Church were to be reduced in number, to coincide as much as possible with the new departments. Since there were more than 130 bishoprics at the time of the Revolution, more than fifty dioceses needed to be suppressed and their territories consolidated. Clergy would need to take an oath of allegiance to the State and its Constitution, specified by the Civil Constitution of the Clergy, and they would become salaried officials of the State. Both bishops and priests would be elected by special 'electors' in each department. This meant schism, since bishops would no longer need to be approved (preconised) by the Papacy; the transfer of bishops, likewise, which had formerly been the exclusive prerogative of the pope in canon law, would be the privilege of the State; the election of bishops no longer lay with the Cathedral Chapters (which were all abolished), or other responsible clergy, or the Pope, but with electors who did not even have to be Catholics or Christians. All monasteries, convents and religious orders in France were dissolved, and their members were released from their vows by order of the National Constituent Assembly (which was uncanonical); their property was confiscated \"for the public good\", and sold to pay the bills of the French government. Cathedral Chapters were also dissolved.",
            "score": 43.06217956542969
        },
        {
            "docid": "1193830_2",
            "document": "Graham Leonard . Graham Douglas Leonard KCVO (8 May 1921 – 6 January 2010) was an English Roman Catholic priest and former Anglican bishop. His principal ministry was as a bishop of the Church of England but, after his retirement as the Bishop of London, he became a Roman Catholic, becoming the most senior Anglican cleric to do so since the English Reformation. He was conditionally ordained to the priesthood in the Roman Catholic Church and was later appointed a monsignor by Pope John Paul II.",
            "score": 42.973915100097656
        },
        {
            "docid": "9674380_6",
            "document": "Sofronie of Cioara . In 1701, the Emperor Leopold I decreed Transylvania's Orthodox Church to be one with the Roman Catholic Church. Therefore, Transylvanians were encouraged to become Catholics and adhere to the newly created Greek-Catholic Church by retaining their Orthodox ritual, but accepting the four doctrinal points established by the Council of Florence between 1431 and 1445: the Pope as the supreme head of the church; the existence of Purgatory; the Filioque clause; and the use of unleavened bread in Holy Communion. The clergy first had to be won over with the material advantages of the union, which would mean equality with the Catholic priesthood, including their income and their privileges. However, many of the Orthodox priests did not join the Union and, as Seton-Watson wrote in his book, \"despite all handicaps, the devotion of the common people to the ancient faith was truly touching and the latent demand for an Orthodox bishop and freedom of religion slowly became more vocal and was roused by the Uniate example\".",
            "score": 42.672393798828125
        },
        {
            "docid": "2359844_22",
            "document": "Arnold Ehret . Along with his sister, Ehret was brought up as a Roman Catholic. He believed in God, but took issue with the Church because of its dietary requirements in a letter to the Pope, and subsequently quit the Church, though his faith in God remained. After his death, the Archdiocese of Los Angeles, who was aware of his writings on Jesus, wrote to Fred Hirsch to confirm he would ban Catholics from reading Ehret's religious writings, if published. Prior to this, Ehret was popular with the bishop and the Catholic fraternity, due to the strong tradition of fasting within the Church.",
            "score": 42.545841217041016
        },
        {
            "docid": "17348217_3",
            "document": "List of Dutch atheists . While definitions of atheism vary, a typical atheist is someone who has made a conscious decision that he or she does not believe in the existence of any form of deity. It is a widespread misconception, however, that all atheists deny the existence of a god or gods. While a miniority of them certainly do, most atheists would strongly disagree with this definition: they don't entirely reject the concept \"God\", but would rather argue that the term \"God\" has no importance, and possibly no meaning to them. The distinction is made between lack of belief in god(s) or weak atheism and denial of the existence of god(s) or strong atheism. Weak atheism should not be confused with agnosticism. An agnostic is in this case an individual who claims to have no opinion about God.",
            "score": 42.51506805419922
        },
        {
            "docid": "894_32",
            "document": "Agnosticism . According to Richard Dawkins, a distinction between agnosticism and atheism is unwieldy and depends on how close to zero a person is willing to rate the probability of existence for any given god-like entity. About himself, Dawkins continues, \"I am agnostic only to the extent that I am agnostic about fairies at the bottom of the garden.\" Dawkins also identifies two categories of agnostics; \"Temporary Agnostics in Practice\" (TAPs), and \"Permanent Agnostics in Principle\" (PAPs). He states that \"agnosticism about the existence of God belongs firmly in the temporary or TAP category. Either he exists or he doesn't. It is a scientific question; one day we may know the answer, and meanwhile we can say something pretty strong about the probability.\", and considers PAP a \"deeply inescapable kind of fence-sitting\".",
            "score": 42.369346618652344
        },
        {
            "docid": "894_6",
            "document": "Agnosticism . Being a scientist, above all else, Huxley presented agnosticism as a form of demarcation. A hypothesis with no supporting, objective, testable evidence is not an objective, scientific claim. As such, there would be no way to test said hypotheses, leaving the results inconclusive. His agnosticism was not compatible with forming a belief as to the truth, or falsehood, of the claim at hand. Karl Popper would also describe himself as an agnostic. According to philosopher William L. Rowe, in this strict sense, agnosticism is the view that human reason is incapable of providing sufficient rational grounds to justify either the belief that God exists or the belief that God does not exist.",
            "score": 42.333404541015625
        },
        {
            "docid": "6221_28",
            "document": "Cardinal (Catholic Church) . In 1965, Pope Paul VI decreed in his \"motu proprio\" \"Ad Purpuratorum Patrum Collegium\" that patriarchs of the Eastern Catholic Churches who were named cardinals (i.e., patriarch cardinals) would also be cardinal bishops, ranking after the six cardinal bishops of the suburbicarian sees. Unlike all other cardinals, these patriarch cardinals do not receive any title associated with the Diocese of Rome. Unlike the other cardinal bishops, they do not participate in electing the dean nor can they be chosen dean.",
            "score": 42.229488372802734
        },
        {
            "docid": "69706_8",
            "document": "Roman Catholic Archdiocese of Tours . The leaders of the French Revolution, as part of their program, planned to bring the religions in France under their control. The Roman Church was rich, and therefore powerful. The Revolution needed to redirect that power and acquire that wealth to finance their own projects. One device was to transfer old loyalties by breaking up the traditional units of political, social and religious organization. The property of the religious organizations was to be confiscated for the benefit of the people of France, and all clergy would become state employees, with their salaries fixed and paid by the government. The new political unit was to be the \"département\", of which eighty-four were planned. It was determined by the Constituent Assembly that the Church was overloaded with bishops; therefore the number of dioceses needed to be reduced, from the 135 of the Ancien Régime, to 82 or 83, and that to the extent possible they were to have the same borders as the new political departments. The Diocese of Tours was therefore abolished and subsumed into a new diocese, coterminous with the new 'Departement d'Indre-et-Loire', which was to be a suffragan of the 'Metropole du Centre' (composed of the dioceses of Allier, Cher, Creuse, Indre, Indre-et-Loire, Loire-et-Cher, Nièvre and Vienne, with its center at Bourges) in the \"Constitutional Church\". The clergy were required to swear and oath to the Constitution, and under the terms of the Civil Constitution of the Clergy a new bishop was to be elected by all the voters of the département, who did not even need to be Catholics. This placed them in schism with the Roman Catholic Church and the Pope. Archbishop de Conzié of Tours refused to take the oath, and his bishopric was therefore declared to be vacant.",
            "score": 42.20390319824219
        },
        {
            "docid": "261708_8",
            "document": "Wisconsin Evangelical Lutheran Synod . The WELS believes that the Papacy is the Antichrist (2 Thessalonians 2:1-12). In 1959 the WELS formally issued its \"Statement on the Antichrist\", a doctrinal statement that declared, \"we reaffirm the statement of the Lutheran Confessions, that 'the Pope is the very Antichrist'\". This identification of the Antichrist with the Pope is part of traditional Protestant amillennial historicism. The Roman Catholic Church is also amillennialist, but, unlike the WELS, holds to the view that the Antichrist will come near the end of the world. Mark Schroeder, president of WELS, affirmed in 2011 that \"WELS does hold to the historic Lutheran position that the Roman Catholic papacy fits the biblical characteristics of the Antichrist.\" He also stated that \"While WELS continues to see the characteristics of the Antichrist in the Roman Catholic papacy, it is wrong and dishonest to portray this belief as stemming from anti-Catholic bigotry. We do have strong convictions, and we identify what we believe are teachings that depart from the Word of God. But we hold no animosity toward Christians who hold the Roman Catholic faith, and we respect the right of people to hold beliefs different from ours even as we point out the error. Furthermore, we rejoice that even in the Roman Catholic Church, where we believe that the gospel has been distorted, there are many Catholics who hold to a simple faith in Jesus Christ as their Savior and who will ultimately be saved. Testifying to the errors that still exist in Catholic doctrine is itself an expression of love; remaining silent or glossing over doctrinal differences would express the opposite.\"",
            "score": 41.95276641845703
        },
        {
            "docid": "21378279_2",
            "document": "Agnostic atheism . Agnostic atheism is a philosophical position that encompasses both atheism and agnosticism. Agnostic atheists are atheistic because they do not hold a belief in the existence of any deity and agnostic because they claim that the existence of a deity is either unknowable in principle or currently unknown in fact.",
            "score": 41.83298873901367
        },
        {
            "docid": "718929_70",
            "document": "Papal primacy . Catholic Cardinal and theologian Yves Congar stated The test of catholicity is adherence to the authority of \"Scripture\" and then by the \"Holy Tradition\" of the church. It is not defined by adherence to any particular See. It is the position of the Orthodox Church that it has never accepted the pope as \"de jure\" leader of the entire church. All bishops are equal 'as Peter' therefore every church under every bishop (consecrated in apostolic succession) is fully complete (the original meaning of the word \"catholic\"- καθολικισμός, katholikismos, \"according to the whole\").",
            "score": 41.56013488769531
        }
    ]
}