{
    "q": [
        {
            "docid": "26306034_6",
            "document": "English Romantic sonnets . The Romantic poets were influenced by all their famous predecessors, when writing sonnets, but the most important single influence was Milton, who had written less than 30 sonnets himself. In the 17th century Milton kept the sonnet form alive while also expanding the subject matter – which hitherto had mainly been love – by writing about ideas, events, history, and contemporary issues. Like Milton, the Romantics wrote relatively few love sonnets and the sonnet of the Romantic era include politics, nature, friendship, art, history, religion, life and death. In fact some of the Romantic poets even wrote sonnets about sonnets. Wordsworth’s \"Scorn not the Sonnet\" is an example of this. Keats also wrote about sonnets, most notably in \"On the Sonnet\" (1819), which like Wordsworth's poem defends the form in content and by using it himself.",
            "score": 82.80434846878052
        },
        {
            "docid": "12417264_2",
            "document": "Sonnet 102 . Sonnet 102 is one of the 154 sonnets written by English playwright and poet William Shakespeare. It is one of the Fair Youth sonnets, in which Shakespeare writes of an unnamed youth with whom the poet is enamored. Sonnet 102 is among a series of seemingly connected sonnets, from Sonnet 100 to Sonnet 103, in which the poet speaks of a silence between his Muse and himself. The exact date of writing is unknown, and there is contention among scholars about when they were written. Paul Hammond among other scholars believes that sonnets 61-103 were written primarily during the early 1590s, and then being edited or added to later, during the early 1600s (decade). Regardless of date of writing, it was published later along with the rest of the sonnets of the 1609 Quarto.",
            "score": 68.06322193145752
        },
        {
            "docid": "51052304_2",
            "document": "Sebastian Grabowiecki . Sebastian Grabowiecki (c. 1543 – 1607) was a Polish Catholic priest and poet. He was the author of \"Setnik rymów duchownych\" and \"Setnik rymów duchownych wtóry\" (\"Spiritual Rhymes\" parts 1 and 2). His work, focused entirely on religious themes (like George Herbert's), was strongly influenced by Italian poetry, especially by \"Rime Spirituali\" by Gabriele Fiamma. One of the founding fathers of Polish lyric poetry, Grabowiecki was one of the first poets to write sonnets in Polish. Thus he holds a position comparable to Thomas Wyatt, Henry Howard, Earl of Surrey and Portuguese poet Francisco de Sá de Miranda, who introduced the sonnet into their native literatures. He also wrote the first Polish poem in ottava rima, and was an early adopter of the Sapphic stanza in Polish poetry. His best-known poem is a sonnet (based on one of Fiamma's) similar to Philip Sidney's Sonnet 89 from \"Astrophel and Stella\" (\"Now that of absence the most irksome night\"), with the use of epistrophe (repetition of end-words) instead of rhyme.",
            "score": 79.22876977920532
        },
        {
            "docid": "12372301_2",
            "document": "Sonnet 86 . Sonnet 86 is one of 154 sonnets written by the English playwright and poet William Shakespeare. It is the final poem of the Rival Poet subsection of the Fair Youth sonnets in which Shakespeare writes about an unnamed young man and a rival poet competing for the youth's attention. While the exact date of its composition is unknown, scholars generally agree that the Rival Poet series was written between 1598 and 1600 and published along with the rest of the sonnets in the 1609 Quarto.",
            "score": 69.89717483520508
        },
        {
            "docid": "2005064_2",
            "document": "Sonnet L'Abbé . Sonnet L'Abbé, is a Canadian poet, editor, professor and critic. As a poet, L'Abbé writes about national identity, race, gender and language.",
            "score": 60.79681444168091
        },
        {
            "docid": "11698923_10",
            "document": "Sonnet 78 . \"Shakespeare's sonnets 78-86 concern the Speaker's rivalry with other poets and especially with one 'better spirit' who is 'learned' and 'polished'\". In Sonnet 78 we find out about a rival who is male and a poet and whose entry initiates an episode of jealousy that comes to a close in only Sonnet 86 These sonnets are considered to be the Rival Poet sonnets. The rival poet sonnets include three primary players; the fair youth, the rival poet, and the lady who is desired by both men. The identities of these three players have been a controversy for hundreds of years and many experts disagree on the personage of the fair youth, rival poet, and lady.  The author Joseph Pequigney discusses the historic background of the rival poet, fair youth, and lady and states, \"The rival poet referred to in Sonnet 78 to 86, (a) are wholly fictitious, or (b) are depictions of real but unknown persons, or (c) admit of historical identifications. In the case of (c) speculation centers mostly on the youth who is surmised to be either the earl of Southampton or the earl of Pembroke or, occasionally, some other nobleman. Marlowe and Chapman are the leading candidates for the role of the literary rival, the lady has generally fared less well in generating a historical counterpart. Regardless of whether the incidents and interpersonal transactions rendered are actual or imaginary, everything comes through as uncertain or indistinct because the Quarto, unauthorized and unsupervised by Shakespeare, (a) prints the Sonnets in a version to be understood as disarranged to a greater or lesser extent, or (b) the order of the poems in Q must be accepted in lieu of more satisfactory alternative, or (c) the lost original order may be reconstructed by acute transpositions.\" As with the fair youth there is some debate over the personage of the rival poet. Other experts disagree with Pequigney's assessment and another expert stated, \"Among biographically minded commentators, a favourite candidate for Rival Poet has been Christopher Marlowe\".  The author R.J.C. Wait believes that the youth is none other than the Earl of Southampton. Waits states, \"Shakespeare now clearly recognizes that Southampton is giving assistance to one or more rivals\". Another perspective is given by the author Macd. P. Jackson who states, \"There can be no simple equation of a figure in Shakespeare's sonnets with a historical, biological personage.\" Waits argues that there are too many similarities for the fair youth to be anyone other than the Earl of Southampton, who was a known patron of the arts. The controversy around the identities of the fair youth, rival poet(s), and lady are an age old argument and may never be resolved as Shakespeare never explicitly identifies the individuals in the Sonnets.",
            "score": 71.15587055683136
        },
        {
            "docid": "1018224_5",
            "document": "Crown of sonnets . \"A Wreath of Sonnets\" () is a crown of sonnets by the Slovene Romantic poet France Prešeren. It was written in 1833 and was enriched with acrostic in the master sonnet. Prešeren's crown of sonnets was translated into Russian in 1889, which had great influence on many poets, including Valery Bryusov. Jaroslav Seifert wrote his sentimental \"Věnec sonetů\" (A Wreath of Sonnets) in this form about Prague, with an authorized translation by Jan Křesadlo, who also composed his own emigre riposte in the same format, as well as writing several other sonnet cycles. The Bulgarian poet Venko Markovski wrote and published more than 100 crowns of sonnets, which also contained acrostics dedicated to various historical figures. In 2007, the Russian poet Natalia Shamberova published \"The Mists of August,\" a wreath of wreaths: 211 interlacing sonnets composed of 14 wreaths of sonnets to form the wreath of magistrals, and a final sonnet called the magistrals’ magistral.",
            "score": 71.35426497459412
        },
        {
            "docid": "12417264_3",
            "document": "Sonnet 102 . In the sonnet, the poet writes of why he has stopped showering his muse with flowery praise and adoration. In his analysis of Shakespeare's Sonnets, David West suggests that the sequence of sonnets 100-103 and the silence described are a response to the infidelity of the Fair Youth in the Rival Poet sequence of sonnets (78-86), which has caused a rift between the poet and his Muse. He writes of how immediately following the Rival Poet sonnets, the Poet begins to speak of his lover being false and having forsaken him. West claims that this ultimately culminates in sonnets 100-103, where the Poet expresses his regret over what has transpired.",
            "score": 63.71486282348633
        },
        {
            "docid": "12450812_11",
            "document": "Sonnet 110 . It has been debated by many critics and scholars whether or not sonnet 110 was written about Shakespeare's career in the theater or if the sonnet is a confession of love to a young man. The lines in the sonnet could be related to the stage but scholars Virginia L. Radley and David C. Redding disagree stating that sonnet 110 is, \"addressed to an old friend of the poet's.\" Sonnet 110 can be interpreted as a confession of love and the mistakes the poet made when he decided to leave his original love. The poet confesses to the young man his infidelities and regrets in order to receive pity from the young man for what the poet did was wrong but should be forgiven since he claimed the young man is the best person he will ever love.",
            "score": 65.75291275978088
        },
        {
            "docid": "11513949_2",
            "document": "Sonnet 140 . Sonnet 140 is one of 154 sonnets written by the English playwright and poet William Shakespeare. Sonnet 140 is one of the Dark Lady sonnets, in which the poet writes to a mysterious woman who rivals the Fair Youth for the poet's affection.",
            "score": 65.65881061553955
        },
        {
            "docid": "28260_38",
            "document": "Sonnet . The sonnet was introduced into Polish literature in the 16th century by Jan Kochanowski, Mikołaj Sęp-Szarzyński and Sebastian Grabowiecki. Later in 1826 Adam Mickiewicz wrote a series known as \"Crimean Sonnets\", which was translated into English by Edna Worthley Underwood. Sonnets were also written by Adam Asnyk, Jan Kasprowicz and Leopold Staff. Polish poets usually shape their sonnets according to Italian or French practice. The English sonnet is not common. Kasprowicz used a Shelleyan rhyme scheme: aba bcb cdc ded ee. Polish sonnets are typically written in either hendecasyllables (5+6 syllables) or Polish alexandrines (7+6 syllables).",
            "score": 85.47815608978271
        },
        {
            "docid": "28260_40",
            "document": "Sonnet . In Slovenia the sonnet became a national verse form. The greatest Slovenian poet, France Prešeren, wrote many sonnets. His best known work worldwide is \"Sonetni venec\" (\"A Wreath of Sonnets\"), which is an example of crown of sonnets. Another work of his is the sequence \"Sonetje nesreče\" (\"Sonnets of Misfortune\"). In writing sonnets Prešeren was followed by many later poets. After the Second World War sonnets remained very popular. Slovenian poets write both traditional rhymed sonnets and modern ones, unrhymed, in free verse. Among them are Milan Jesih and Aleš Debeljak. The metre for sonnets in Slovenian poetry is iambic pentameter with feminine rhymes, based both on the Italian endecasillabo and German iambic pentameter.",
            "score": 72.59820461273193
        },
        {
            "docid": "52712058_2",
            "document": "Sonnet on the Great Suffering of Jesus Christ . \"Sonnet on the Great Suffering of Jesus Christ\" (in Polish ') is a poem by the 17th-century Polish poet Stanisław Herakliusz Lubomirski. The poem is the last in the sequence \"The Poems of Lent\" (in Polish ').",
            "score": 63.3775429725647
        },
        {
            "docid": "51035284_4",
            "document": "Polish alexandrine . The Polish national epic, Pan Tadeusz by Adam Mickiewicz, is written in this measure. Polish alexandrines replaced hendecasyllables in sonnets: in the 16th century poets like Sebastian Grabowiecki and Mikołaj Sęp-Szarzyński wrote sonnets using 11-syllable metre, but in the 17th century Daniel Naborowski translated one of Petrarch's sonnets using 13-syllable lines:",
            "score": 76.14689326286316
        },
        {
            "docid": "12355261_8",
            "document": "Sonnet 81 . The first quatrain tackles the idea of achieving immortality through writing. \"Sonnet 81 moves towards the topos of poetic immortality. The poet's claim that his 'gentle verse' will be a 'monument', evoking once more the loci classici of Horace and Ovid ..., was standard among sonneteers\". In the second quatrain Shakespeare writes that his poems will immortalize the youth. Katherine Duncan-Jones writes in her book titled Shakespeare's Sonnets \"When the poet dies, he will be quickly forgotten; but when the youth dies, he will continue to live as the subject-matter of the poet's verse.\" The third quatrain and couplet tie together and conclude the idea of poetic immortality.",
            "score": 60.49600124359131
        },
        {
            "docid": "12450812_12",
            "document": "Sonnet 110 . There have been many arguments by scholars whether or not the sonnet was written about Shakespeare's disdain with the stage and his career in the theater, or if the sonnet is a confession of love to an unknown young man. Shakespeare's use of the word motley has the mind of critics and scholars boggled as to what the sonnet could truly mean. A motley is a multi-colored gown, or costume, usually worn by a jester. Many scholars believe that the sonnet is written about Shakespeare's disdain with the theater and the actors, or even his own profession as an actor. Katherine Duncan-Jones believes that the sonnet is about Shakespeare's feelings about his own career as an actor. Scholar Henry Reed agrees with Duncan-Jones and believes that the sonnet is written about Shakespeare's own disdain with his acting career. The third line of the quatrain also suggests that the sonnet could be about the theater. Gored could be used in the sense of sewing triangular sized cloths into the motley that would be worn by the actor. However, there are other scholars that would disagree with the two. Among these scholars is Kenneth Muir who says, \"the theatrical image does not imply that he was referring to his job as an actor.\" According to Virginia Radley and David Redding, the interpretation of the sonnet being about Shakespeare's profession as an actor is wrong. Radley and Redding suggests that \"sonnet 110 has nothing to do with the stage, or the acting, or the play writing.\" Radley and Redding interpreted the first quatrain as the poets confession of promiscuity. Lines 1-2 suggests that the poet has been around and has made a fool of himself for the world to see. Here, the word motley is used as in \"I played the fool.\" Line 3 suggests that the poet put himself on display and gave away his precious love. With the use of the word gored, Radley and Redding translated the phrase \"gored mine own thoughts\" to \"wounded my best thoughts\". The last line of this quatrain uses the word offences is used in the correct term as in offending the poet's lover by this new affairs he has encountered. By the end of this quatrain, the reading of the sonnet slowly becomes clear that this a confession of love versus Shakespeare's disdain with the theater.",
            "score": 68.5912424325943
        },
        {
            "docid": "5768995_2",
            "document": "Sonnet 28 . Sonnet 28 is one of 154 sonnets written by the English playwright and poet William Shakespeare, it was first published in 1609. The sonnet is a part of the Fair Youth sequence, in which the poet expresses his love towards a young man — usually referred to as \"the young man\" or the \"friend\". Shakespeare's use of \"friend\" means more than just of a sexual nature, it highlights the Renaissance ideal of male fidelity and equality. From sonnets 18 to 126, Shakespeare writes about his relationship with the said young man. Although the identity of the young man is still unknown, Henry Wriothesley and William Herbert, 3rd Earl of Pembroke, are the two leading contenders.",
            "score": 62.218862533569336
        },
        {
            "docid": "5502791_2",
            "document": "Sonnet 30 . Sonnet 30 is one of the 154 sonnets written by the English poet and playwright William Shakespeare. It was published in the Quarto in 1609. It is also part of the Fair Youth portion of the Shakespeare Sonnet collection where he writes about his affection for an unknown young man. While it is not known exactly when Sonnet 30 was written, most scholars agree that it was written between 1595 and 1600. It is written in Shakespearean form, comprising fourteen lines of iambic pentameter, divided into three quatrains and a couplet.",
            "score": 62.984954595565796
        },
        {
            "docid": "2394308_5",
            "document": "Criticism of Islam . Other notable early critics of Islam included: Abu Isa al-Warraq and Ibn al-Rawandi, two 9th-century critics of Islam and religion in general, along with al-Ma'arri, an 11th-century Arab poet and critic of Islam and all other religions who was also known for his veganism and antinatalism. In the early centuries of the Islamic Caliphate, including the period ruled by the four Rashidun caliphs (often called the \"rightly guided caliphs)\", Islamic law permitted citizens to freely express their views, including criticism of Islam and religious authorities, without fear of persecution. As such, there have been several notable critics and skeptics of Islam that arose from within the Islamic world itself. In tenth and eleventh-century Syria there lived a blind poet called Al-Ma'arri. He became well known for a poetry that was affected by a \"pervasive pessimism.\" He labeled religions in general as \"noxious weeds\" and said that Islam does not have a monopoly on truth. He had particular contempt for the \"ulema\", writing that:",
            "score": 42.601176023483276
        },
        {
            "docid": "12372301_15",
            "document": "Sonnet 86 . While scholarly debate abounds as to the identities of the persons contemplated in the sonnet, there is general consensus as to Sonnet 86's role within the Rival Poet subsection of the Fair Youth sonnets. As Joseph Pequigney notes, \"Sonnet 86 is written in the past tense, as distinct from the present tense of the eight previous sonnets, to signal the end of the episode,\" that is, the Rival Poet series of sonnets. As the final sonnet in the series, it is also the sonnet in which Shakespeare claims his ultimate victory over the rival poet, the situation \"resolved in Shakespeare's favor\" as he relentlessly mocks his opponent. Though he admits to having experienced a poetic hesitation, Shakespeare maintains that it was not the Rival Poet who caused it. Katherine Duncan-Jones writes: \"Undaunted by the splendour of his rival's verses, the speaker quails only at [his rival's] appropriation of the young man's favour.\"",
            "score": 62.9913854598999
        },
        {
            "docid": "11419326_7",
            "document": "Sonnet 147 . As a piece within Shakespeare's sonnet collection, Sonnet 147 lies within the Dark Lady sonnets sequence (Sonnets 127-154), following the Fair Youth sequence (Sonnets 1-126). Placed after the Fair Youth sonnets, which \"celebrate a young male love object\", The Dark Lady sonnets are associated with a woman of dark physical and moral features. Unlike the Fair Youth sonnets, which refer lovingly and admirably to the beauty and person-hood of a young male, the Dark Lady sonnets frequently include harsh and offensive language, often including sexual innuendos, to describe a woman who is neither admirably beautiful, or of admirable means or aristocratic status. By writing about this dark and simple woman, Shakespeare writes in stark contrast to most poets of his time, who often and predominantly wrote about fair, virginal, young girls who were of high social status. As with the questioned identity of the inspiration for the Fair Youth sonnets, the identity of the original Dark Lady has been disputed and argued for centuries. Unlike the Fair Youth sonnets, however, there is little academic \"proof\" to back up any proposed female muses, though historical characters ranging from Shakespeare's wife Anne Hathaway, Emilia Lanier, and even Queen Elizabeth herself have been suggested as potential \"femme fatales\".",
            "score": 65.59654259681702
        },
        {
            "docid": "171952_5",
            "document": "Gabriela Mistral . In 1906, Mistral met Romelio Ureta, her first love, who killed himself in 1909. Shortly after, her second love married someone else. This heartbreak was reflected in her early poetry and earned Mistral her first recognized literary work in 1914 with \"Sonnets on Death\" (\"Sonnets de la muerte\"). Mistral was awarded first prize in a national literary contest \"Juegos Florales\" in Santiago (the capital of Chile). Writing about his suicide led the poet to consider death and life more broadly than previous generations of Latin American poets. While Mistral had passionate friendships with various men and women, and these impacted her writings, she was secretive about her emotional life.",
            "score": 55.408202171325684
        },
        {
            "docid": "11513810_15",
            "document": "Sonnet 144 . Henry David Gray writes on the complexity of views that readers have taken while contemplating the sonnets. There are the Southamptonites who date the sonnets from 1592–1596, and believe the first 125 sonnets to be in chronological order, the dark lady being Elizabeth Vernon, and the Rival Poet to be Drayton. Gray continues with the next group of critics being Pembrokists, dating the sonnets from 1598 to 1603, the dark lady being Mary Fitton, and the Rival Poet being Chapman. Gray believes, following with Sir Sidney Lee, that the sonnets are literary exercises, it is important to figure who the dark lady is, that W.H. is not the youth addressed in the first 125 sonnets, the sonnets are in no chronological order, and he had no idea who the rival poet was. Gray proclaims his view, \"I am a free lance among the Sonnets' critics with a special set of conjectures all my own; though I do agree with Butler that that W.H. is William Hughes, with Acheson that the Dark Lady is Mistress Davanant, and with Montmorency that the Rival Poet is Spenser.\"",
            "score": 63.8557767868042
        },
        {
            "docid": "12450812_2",
            "document": "Sonnet 110 . Sonnet 110 is one of 154 sonnets written by the English playwright and poet William Shakespeare. Sonnet 110 was published along with the other sonnets in the 1609 Quarto. The sonnet falls in place with the Fair Youth sequence of Shakespeare's sonnets, in which the poet expresses his love towards a young man. The mystery of the young man is still unknown today. However, there are many different theories by various scholars of who this young man may be. There has been much debate whether or not this sonnet was written about Shakespeare's disdain with the stage and actors. Whereas others have interpreted sonnet 110 as the poet confessing his love to a young man.",
            "score": 62.81399059295654
        },
        {
            "docid": "6732754_8",
            "document": "Sonnet 56 . Sonnet 56 is part of the Fair Youth sonnets. The sonnet's first line was inspired by George Whetstone's \"The Rocke of Regard\" (1576). The sonnet is divided up into four quatrain, groups of four lines, and a couplet. Sonnet 56 is puzzling because of its seemingly inappropriate placement next to Sonnet 55. In Sonnet 55, the poet's relationship with the young man is steady and secure, but here there is a sudden shift from confidence to deep insecurity. In this sonnet the poet examines the \"quality of love.\" It is not clear whose love is being addressed. The poet's, \"his friend's, or that of both?\" The poet \"pleads for the love to be charged with fresh vigor.\" At the same time, the poet suggests that a \"separation\" may be what the relationship needs in order to \"renew the intensity of their devotion.\" It should noted that the identity of the \"Sweet love\" is not located in the poem and the ultimate fate of the relationship is left ambiguous. Although, there may be clues of their fate in the rest of the Fair You Sonnets. Shakespeare also uses metaphors for eating to talk about a sexual appetite.",
            "score": 74.56252777576447
        },
        {
            "docid": "5768969_3",
            "document": "Sonnet 23 . In the sonnet, the speaker compares himself to an actor on stage who has frozen up and cannot speak, but he hopes that his love will understand him through this poem. It is of special interest because of its use of a metaphor drawn from acting, a figure that has led to much attention for what the poem might reveal about Shakespeare's attitude towards sonnet writing, love poetry, and his professions as a playwright and a poet.",
            "score": 68.76781463623047
        },
        {
            "docid": "50345891_2",
            "document": "Daud Haider . Daud Haider is a Bangladeshi poet who was forced into exile after writing a poem that insulted religion including Islam. American Center, International PEN have described him as \"distinguished poet\".",
            "score": 44.25383806228638
        },
        {
            "docid": "179513_18",
            "document": "Natalie Clifford Barney . In 1900, Barney published her first book, a collection of poems called \"Quelques Portraits-Sonnets de Femmes\" (\"Some Portrait-Sonnets of Women\"). The poems were written in traditional French verse and a formal, old-fashioned style since Barney did not care for free verse. These poems have been described as \"apprentice work\" but by publishing them, Barney became the first woman poet to openly write about the love of women since Sappho. Her mother contributed pastel illustrations of the poems' subjects, wholly unaware three of the four women who modeled for her were her daughter's lovers.",
            "score": 57.138993978500366
        },
        {
            "docid": "610283_14",
            "document": "On First Looking into Chapman's Homer . This poem is a Petrarchan sonnet, also known as an Italian sonnet, divided into an octave and a sestet, with a rhyme scheme of \"a-b-b-a-a-b-b-a-c-d-c-d-c-d\". After the main idea has been introduced and the image played upon in the octave, the poem undergoes a volta, a change in the persona's train of thought. The volta, typical of Italian sonnets, is put very effectively to use by Keats as he refines his previous idea. While the octave offers the poet as a literary explorer, the volta brings in the discovery of Chapman's Homer, the subject of which is further expanded through the use of imagery and comparisons which convey the poet's sense of awe at the discovery.",
            "score": 64.40265774726868
        },
        {
            "docid": "78445_11",
            "document": "Henry Howard, Earl of Surrey . He and his friend Sir Thomas Wyatt were the first English poets to write in the sonnet form that Shakespeare later used, and Surrey was the first English poet to publish blank verse (unrhymed iambic pentameter) in his translation of the second and fourth books of Virgil's Aeneid.  Together, Wyatt and Surrey, due to their excellent translations of Petrarch's sonnets, are known as \"Fathers of the English Sonnet\". While Wyatt introduced the sonnet into English, it was Surrey who gave them the rhyming meter and the division into quatrains that now characterises the sonnets variously named English, Elizabethan or Shakespearean sonnets.",
            "score": 71.46432161331177
        },
        {
            "docid": "28260_33",
            "document": "Sonnet . In the Indian subcontinent, sonnets have been written in the Assamese, Bengali, Dogri, English, Gujarati, Hindi, Kashmiri, Malayalam, Manipuri, Marathi, Nepali, Oriya, Sindhi and Urdu languages. Urdu poets, also influenced by English and other European poets, took to writing sonnets in the Urdu language rather late. Azmatullah Khan (1887–1923) is believed to have introduced this format to Urdu literature in the very early part of the 20th century. The other renowned Urdu poets who wrote sonnets were Akhtar Junagarhi, Akhtar Sheerani, Noon Meem Rashid, Mehr Lal Soni Zia Fatehabadi, Salaam Machhalishahari and Wazir Agha. This example, a sonnet by Zia Fatehabadi taken from his collection \"Meri Tasveer\", is in the usual English (Shakespearean) sonnet rhyme-scheme.",
            "score": 65.6129503250122
        },
        {
            "docid": "7796320_10",
            "document": "Hamnet Shakespeare . Michael Wood suggests in \"In Search of Shakespeare\" that sonnet 33 might have nothing to do with the so-called \"Fair Youth\" sonnets, that it alludes to the death of the poet's son, Hamnet in 1596 at age 11, and that there is an implied pun on \"\"sun\"\" and \"\"son\"\": \"\"Even so my sun one early morn did shine, with all triumphant splendour on my brow; but out, alack, he was but one hour mine, the region cloud hath mask'd him from me now\"\". If this is the case the link of sonnet 33 with sonnet 34, sonnet 35 and sonnet 36 would be entirely coincidental and spurious. Note that in sonnet 33 (1) there is no overt \"you\" or \"thou\" (contrary to most of the sonnets and in particular to sonnets 34, 35 and 36 which all three use \"thou\") and (2) there is no mention of the supposed \"fault\" committed by the addressee towards the poet (as in sonnets 34 and 35) nor of the supposed \"guilt\" borne by the poet which may affect the addressee's reputation (as in sonnet 36).",
            "score": 58.59874224662781
        }
    ],
    "r": [
        {
            "docid": "28260_38",
            "document": "Sonnet . The sonnet was introduced into Polish literature in the 16th century by Jan Kochanowski, Mikołaj Sęp-Szarzyński and Sebastian Grabowiecki. Later in 1826 Adam Mickiewicz wrote a series known as \"Crimean Sonnets\", which was translated into English by Edna Worthley Underwood. Sonnets were also written by Adam Asnyk, Jan Kasprowicz and Leopold Staff. Polish poets usually shape their sonnets according to Italian or French practice. The English sonnet is not common. Kasprowicz used a Shelleyan rhyme scheme: aba bcb cdc ded ee. Polish sonnets are typically written in either hendecasyllables (5+6 syllables) or Polish alexandrines (7+6 syllables).",
            "score": 85.47815704345703
        },
        {
            "docid": "26306034_6",
            "document": "English Romantic sonnets . The Romantic poets were influenced by all their famous predecessors, when writing sonnets, but the most important single influence was Milton, who had written less than 30 sonnets himself. In the 17th century Milton kept the sonnet form alive while also expanding the subject matter – which hitherto had mainly been love – by writing about ideas, events, history, and contemporary issues. Like Milton, the Romantics wrote relatively few love sonnets and the sonnet of the Romantic era include politics, nature, friendship, art, history, religion, life and death. In fact some of the Romantic poets even wrote sonnets about sonnets. Wordsworth’s \"Scorn not the Sonnet\" is an example of this. Keats also wrote about sonnets, most notably in \"On the Sonnet\" (1819), which like Wordsworth's poem defends the form in content and by using it himself.",
            "score": 82.8043441772461
        },
        {
            "docid": "51052304_2",
            "document": "Sebastian Grabowiecki . Sebastian Grabowiecki (c. 1543 – 1607) was a Polish Catholic priest and poet. He was the author of \"Setnik rymów duchownych\" and \"Setnik rymów duchownych wtóry\" (\"Spiritual Rhymes\" parts 1 and 2). His work, focused entirely on religious themes (like George Herbert's), was strongly influenced by Italian poetry, especially by \"Rime Spirituali\" by Gabriele Fiamma. One of the founding fathers of Polish lyric poetry, Grabowiecki was one of the first poets to write sonnets in Polish. Thus he holds a position comparable to Thomas Wyatt, Henry Howard, Earl of Surrey and Portuguese poet Francisco de Sá de Miranda, who introduced the sonnet into their native literatures. He also wrote the first Polish poem in ottava rima, and was an early adopter of the Sapphic stanza in Polish poetry. His best-known poem is a sonnet (based on one of Fiamma's) similar to Philip Sidney's Sonnet 89 from \"Astrophel and Stella\" (\"Now that of absence the most irksome night\"), with the use of epistrophe (repetition of end-words) instead of rhyme.",
            "score": 79.22876739501953
        },
        {
            "docid": "6648574_10",
            "document": "Sonnet 116 . Sonnet 116 is one of Shakespeare's most famous love sonnets, but some scholars have argued the theme has been misunderstood. Hilton Landry believes the appreciation of 116 as a celebration of true love is mistaken, in part because its context in the sequence of adjacent sonnets is not properly considered. Landry acknowledges the sonnet \"has the grandeur of generality or a 'universal significance',\" but cautions that \"however timeless and universal its implications may be, we must never forget that Sonnet 116 has a restricted or particular range of meaning simply because it does not stand alone.\" Carol Thomas Neely writes that, \"Sonnet 116 is part of a sequence which is separate from all the other sonnets of Shakespeare because of their sense of detachment. They aren't about the action of love and the object of that love is removed in this sequence which consists of Sonnets 94, 116, and 129\". This group of three sonnets does not fit the mold of the rest of Shakespeare's sonnets, therefore, and they defy the typical concept and give a different perspective of what love is and how it is portrayed or experienced. \"Though 116 resolves no issues, the poet in this part of the sequence acknowledges and accepts the fallibility of his love more fully than he could acknowledge that of the young man's earlier\". Other critics of Sonnet 116 have argued that one cannot rely on the context of the sonnet to understand its tone. They argue that since \"there is no indisputably authoritative sequence to them, we cannot make use of context as positive evidence for one kind of tone or another.\" Shakespeare does not attempt to come to any significant conclusion within this particular sonnet because no resolution is needed.",
            "score": 76.58605194091797
        },
        {
            "docid": "51035284_4",
            "document": "Polish alexandrine . The Polish national epic, Pan Tadeusz by Adam Mickiewicz, is written in this measure. Polish alexandrines replaced hendecasyllables in sonnets: in the 16th century poets like Sebastian Grabowiecki and Mikołaj Sęp-Szarzyński wrote sonnets using 11-syllable metre, but in the 17th century Daniel Naborowski translated one of Petrarch's sonnets using 13-syllable lines:",
            "score": 76.14688873291016
        },
        {
            "docid": "6732754_8",
            "document": "Sonnet 56 . Sonnet 56 is part of the Fair Youth sonnets. The sonnet's first line was inspired by George Whetstone's \"The Rocke of Regard\" (1576). The sonnet is divided up into four quatrain, groups of four lines, and a couplet. Sonnet 56 is puzzling because of its seemingly inappropriate placement next to Sonnet 55. In Sonnet 55, the poet's relationship with the young man is steady and secure, but here there is a sudden shift from confidence to deep insecurity. In this sonnet the poet examines the \"quality of love.\" It is not clear whose love is being addressed. The poet's, \"his friend's, or that of both?\" The poet \"pleads for the love to be charged with fresh vigor.\" At the same time, the poet suggests that a \"separation\" may be what the relationship needs in order to \"renew the intensity of their devotion.\" It should noted that the identity of the \"Sweet love\" is not located in the poem and the ultimate fate of the relationship is left ambiguous. Although, there may be clues of their fate in the rest of the Fair You Sonnets. Shakespeare also uses metaphors for eating to talk about a sexual appetite.",
            "score": 74.56253051757812
        },
        {
            "docid": "28260_39",
            "document": "Sonnet . The sonnet was introduced into Czech literature at the beginning of the 19th century. The first great Czech sonneteer was Ján Kollár, who wrote a cycle of sonnets named \"Slávy Dcera\" (\"The daughter of Sláva\" / \"The daughter of fame\"). Kollár was Slovak and a supporter of Pan-Slavism, but wrote in Czech, as he disagreed that Slovak should be a separate language. Kollár's magnum opus was planned as a Slavic epic poem as great as Dante's Divine Comedy. It consists of \"The Prelude\" written in quantitative hexameters, and sonnets. The number of poems increased in subsequent editions and came up to 645. The greatest Czech romantic poet, Karel Hynek Mácha also wrote many sonnets. In the second half of the 19th century Jaroslav Vrchlický published \"Sonety samotáře\" (\"Sonnets of a Solitudinarian\"). Another poet, who wrote many sonnets was Josef Svatopluk Machar. He published \"Čtyři knihy sonetů\" (\"The Four Books of Sonnets\"). In the 20th century Vítězslav Nezval wrote the cycle \"100 sonetů zachránkyni věčného studenta Roberta Davida\" (\"One Hundred Sonnets for the Woman who Rescued Perpetual Student Robert David\"). After the Second World War the sonnet was the favourite form of Oldřich Vyhlídal. Czech poets use different metres for sonnets, Kollár and Mácha used decasyllables, Vrchlický iambic pentameter, Antonín Sova free verse, and Jiří Orten the Czech alexandrine. Ondřej Hanus wrote a monograph about Czech Sonnets in the first half of the twentieth century.",
            "score": 74.2209243774414
        },
        {
            "docid": "8990927_8",
            "document": "Ernest Hilbert . In recent years he has composed in his own sonnet form sardonically described by Daniel Nester as the \"Hilbertian\" sonnet. Critic Christopher Bernard refers to them as \"loosely formed sonnets, a form that Hilbert has made his own, proving this most classic of forms can contain anything the 21st century can throw at it.\" In his \"Brief Introduction to Versification,\" which appears as an appendix to \"The Fortunes of Poetry in an Age of Unmaking\", professor James Matthew Wilson describes the Hilbertian sonnet as \"a nonce form of the sonnet with the following rhyme scheme: abcabc, defdef, gg (two sestets and a couplet). While unmetered or only loosely metered, Hilbert’s sonnets observe the boundaries of the little room of the sonnet marked by the rhyme scheme quite carefully.\" Critic Maryann Corbett has written in \"Rattle (magazine)\" that “Hilbert has made the limits tight in a new way. He’s created his own Houdini-like set of chains to wriggle out of: a new form that’s already known as the Hilbertian sonnet, with the rhyme scheme abc abc def def gg. It’s a form designed to grate against the expectations of the reader who is geared to the usual foursquare quatrains in the octaves of the Petrarchan and Shakespearian sonnet forms. It also cuts across the squared grain of some of the poet’s arguments . . . Bucking our expectation of quatrains is a way of allowing rhyme to be present but not foregrounded. Even for a master and great proponent of form as Hilbert, that strategy might be necessary in the current climate of smiling intolerance for rhyme. . . . Bucking our expectation of rhyme is also simply a way of keeping readers off balance, keeping them un-lulled by regularity of sonics. As to the location of the volta, or turn, again we don’t know what to expect; the novel form upsets our habit of looking for a turn after the octave. Sometimes there is one, sometimes it’s elsewhere, sometimes it’s absent. Hilbert bucks our metrical expectations too: he writes mostly ten-syllable lines, but refuses to let too many of them fall into the expected iambic pattern. No amount of looseness or ‘breathability’ will make them iambic; it’s not in their design to let us settle into a pattern.” Critic and classical scholar Chris Childers wrote in \"The Hopkins Review\" that “the structural units of Hilbert’s sonnets fall outside the usual parameters of octave-sestet . . . allowing Hilbert to put the conventional volta (or turn) anywhere or nowhere. The effect is to de-formulaicize and de-familiarize the sonnet’s traditional rhetorical shape, shifting the weight of emphasis off of argument and onto imagery and voice, an effect to which the distant mutedness of the rhymes also contributes.”",
            "score": 74.06625366210938
        },
        {
            "docid": "28260_40",
            "document": "Sonnet . In Slovenia the sonnet became a national verse form. The greatest Slovenian poet, France Prešeren, wrote many sonnets. His best known work worldwide is \"Sonetni venec\" (\"A Wreath of Sonnets\"), which is an example of crown of sonnets. Another work of his is the sequence \"Sonetje nesreče\" (\"Sonnets of Misfortune\"). In writing sonnets Prešeren was followed by many later poets. After the Second World War sonnets remained very popular. Slovenian poets write both traditional rhymed sonnets and modern ones, unrhymed, in free verse. Among them are Milan Jesih and Aleš Debeljak. The metre for sonnets in Slovenian poetry is iambic pentameter with feminine rhymes, based both on the Italian endecasillabo and German iambic pentameter.",
            "score": 72.59819793701172
        },
        {
            "docid": "6732176_9",
            "document": "Sonnet 54 . Shakespeare's sonnets are an important development in the historical progression of English poetry. The era in which Shakespeare was writing his sonnets was one of divergent literary values. He defied his society's contemporary tastes, along with \"Sidney and Spenser, the other two most prominent sonneteers\" of the sixteenth century, by embracing the sonnet form, which had largely gone out of fashion. Nonetheless, he filled his sonnets with references to other Elizabethan poets whom he respected. In Sonnet 54, especially the line \"The rose looks fair, but fairer we it deem,” we see a reference to Edmund Spenser's Amoretti, Sonnet 26, the first line of which is \"Sweet is the rose, but growes upon a brere.\" This reference is just one of many which help to \"proclaim Shakespeare's deepest literary values and his recurrent aesthetic convictions.\" While Shakespeare honors his contemporaries, one of the things that make Shakespeare so great was how he differed from them. The Amoretti is a series of sonnets focused on a much more traditional topic, the courting which led to Spencer's marriage. In the Amoretti, Spenser proposes \"that a resolution to the sonneteer's conventional preoccupations with love may be found within the bounds of Christian marriage.\" Shakespeare's Sonnets have a much more complicated, pained, and almost indecipherable message about love.",
            "score": 71.93466186523438
        },
        {
            "docid": "78445_11",
            "document": "Henry Howard, Earl of Surrey . He and his friend Sir Thomas Wyatt were the first English poets to write in the sonnet form that Shakespeare later used, and Surrey was the first English poet to publish blank verse (unrhymed iambic pentameter) in his translation of the second and fourth books of Virgil's Aeneid.  Together, Wyatt and Surrey, due to their excellent translations of Petrarch's sonnets, are known as \"Fathers of the English Sonnet\". While Wyatt introduced the sonnet into English, it was Surrey who gave them the rhyming meter and the division into quatrains that now characterises the sonnets variously named English, Elizabethan or Shakespearean sonnets.",
            "score": 71.46431732177734
        },
        {
            "docid": "1018224_5",
            "document": "Crown of sonnets . \"A Wreath of Sonnets\" () is a crown of sonnets by the Slovene Romantic poet France Prešeren. It was written in 1833 and was enriched with acrostic in the master sonnet. Prešeren's crown of sonnets was translated into Russian in 1889, which had great influence on many poets, including Valery Bryusov. Jaroslav Seifert wrote his sentimental \"Věnec sonetů\" (A Wreath of Sonnets) in this form about Prague, with an authorized translation by Jan Křesadlo, who also composed his own emigre riposte in the same format, as well as writing several other sonnet cycles. The Bulgarian poet Venko Markovski wrote and published more than 100 crowns of sonnets, which also contained acrostics dedicated to various historical figures. In 2007, the Russian poet Natalia Shamberova published \"The Mists of August,\" a wreath of wreaths: 211 interlacing sonnets composed of 14 wreaths of sonnets to form the wreath of magistrals, and a final sonnet called the magistrals’ magistral.",
            "score": 71.35426330566406
        },
        {
            "docid": "28260_29",
            "document": "Sonnet . Other modern poets, including Don Paterson, Joan Brossa, Paul Muldoon used the form. Wendy Cope's poem \"Stress\" is a sonnet. Elizabeth Bishop's inverted \"Sonnet\" was one of her last poems. Ted Berrigan's book, \"The Sonnets\", \"is conventional almost exclusively in [the] line count)\". Paul Muldoon often experiments with 14 lines and sonnet rhymes, though without regular sonnet meter. The advent of the New Formalism movement in the United States has also contributed to contemporary interest in the sonnet. This includes the invention of the \"word sonnet\", which are fourteen line poems, with one word per line. Frequently allusive and imagistic, they can also be irreverent and playful. The Canadian poet Seymour Mayne published a few collections of word sonnets, and is one of the chief innovators of the form. Contemporary word sonnets combine a variation of styles often considered to be mutually exclusive to separate genres, as demonstrated in works such as \"An Ode to Mary\". The Greek poet Yannis Livadas in 1993 invented the so-called \"fusion sonnet\", which first appeared in a poetry collection entitled \"The Hanging Verses Of Babylon\"/\"Οι Κρεμαστοί Στίχοι Της Βαβυλώνας\" (Melani Books, Athens 2007), .",
            "score": 71.28205871582031
        },
        {
            "docid": "11698923_10",
            "document": "Sonnet 78 . \"Shakespeare's sonnets 78-86 concern the Speaker's rivalry with other poets and especially with one 'better spirit' who is 'learned' and 'polished'\". In Sonnet 78 we find out about a rival who is male and a poet and whose entry initiates an episode of jealousy that comes to a close in only Sonnet 86 These sonnets are considered to be the Rival Poet sonnets. The rival poet sonnets include three primary players; the fair youth, the rival poet, and the lady who is desired by both men. The identities of these three players have been a controversy for hundreds of years and many experts disagree on the personage of the fair youth, rival poet, and lady.  The author Joseph Pequigney discusses the historic background of the rival poet, fair youth, and lady and states, \"The rival poet referred to in Sonnet 78 to 86, (a) are wholly fictitious, or (b) are depictions of real but unknown persons, or (c) admit of historical identifications. In the case of (c) speculation centers mostly on the youth who is surmised to be either the earl of Southampton or the earl of Pembroke or, occasionally, some other nobleman. Marlowe and Chapman are the leading candidates for the role of the literary rival, the lady has generally fared less well in generating a historical counterpart. Regardless of whether the incidents and interpersonal transactions rendered are actual or imaginary, everything comes through as uncertain or indistinct because the Quarto, unauthorized and unsupervised by Shakespeare, (a) prints the Sonnets in a version to be understood as disarranged to a greater or lesser extent, or (b) the order of the poems in Q must be accepted in lieu of more satisfactory alternative, or (c) the lost original order may be reconstructed by acute transpositions.\" As with the fair youth there is some debate over the personage of the rival poet. Other experts disagree with Pequigney's assessment and another expert stated, \"Among biographically minded commentators, a favourite candidate for Rival Poet has been Christopher Marlowe\".  The author R.J.C. Wait believes that the youth is none other than the Earl of Southampton. Waits states, \"Shakespeare now clearly recognizes that Southampton is giving assistance to one or more rivals\". Another perspective is given by the author Macd. P. Jackson who states, \"There can be no simple equation of a figure in Shakespeare's sonnets with a historical, biological personage.\" Waits argues that there are too many similarities for the fair youth to be anyone other than the Earl of Southampton, who was a known patron of the arts. The controversy around the identities of the fair youth, rival poet(s), and lady are an age old argument and may never be resolved as Shakespeare never explicitly identifies the individuals in the Sonnets.",
            "score": 71.15586853027344
        },
        {
            "docid": "11698923_7",
            "document": "Sonnet 78 . Sonnet 78 we find out about a rival who's male and a poet and whose entry initiates an episode of jealousy that comes to a close in only Sonnet 86. The rivalry between the poets may appear to be literary, but, according to the critic Joseph Pequigney, it is in reality a sexual rivalry. This is disturbing because the subject in the sonnet is one that the persona has found erotically profitable, in part because the other poet may be superior in learning and style. Shakespeare is not concerned with poetic triumph he is vying only for the prize of a fair friend. The combat between the two rivals is indirect and the speaker never addresses his literary adversary and only mentions his beloved. It is the body language of Sonnet 78 (the first in the series) 79, 80 and 84 that serves to convert the topic of letters into that of eroticism. Shakespeare is known for his usage of puns and double meaning on words. So it isn't surprising that he uses wordplay in the first quatrain on \"pen\" for the male appendage, or, as a Stein-cum-Joyce might say, \"a pen is a penis a pen,\" is fully utilized. The poet remarks at 78.4, \"every alien pen hath got my use,\" where \"alien\" = 'of a stranger' and \"use,\" besides 'literary practice,' can = 'carnal enjoyment.' These sexual allusions are made in passing; they are overtones, restricted to a line or two.",
            "score": 70.42432403564453
        },
        {
            "docid": "6052552_11",
            "document": "Sonnet 138 . Sonnet 138 is a part of a series of poems written about Shakespeare's dark lady. They describe a woman who has dark hair and dark eyes. She diverges from the Petrarchan norm. \"Golden locks\" and \"florid cheeks\" were fashionable in that day, but Shakespeare's lady does not bear those traits. The lady is shown as being both fair and foul, and both kind and unkind. Alice F. Moore feels that within these later sonnets the poet is equally as dark as the lady. As the speaker reveals the mistress in her \"foulness\" and \"deceit\", he consequently reveals himself. These sonnets are shadowed by the speakers own self-hatred and anger. However, Joel Fineman believes that the biggest difference between series of the dark lady and the other series of sonnets featuring the young man is that those about the dark lady use a formula of lusty misogyny that is clearly Shakespearean. Throughout the sonnets, and especially sonnet 138, the lady \"comes to occupy this peculiarly charged erotic place (\"therefore I lie with her, and she with me,/And in our faults by lies we flattered be\"). The sonnets addressed to the dark lady usually relate the lady with \"a disjunction occasioned by verbal duplicity,\" (\"When my love swears that she is made of truth,/I do believe her, though I know she lies\"). The language in the dark lady sonnets is some that \"one is forced to hear-- to hear, that is, as language-- functions as a supplementary and confirming, not a disavowing, gloss on what the poet has to say\". They \"conceal praise under the guise of disparagement (Kambascovic-Sawers p. 293). A.L. Rowse believes that the sonnet takes us further into Shakespeare's relationship with the lady. The relationship is both \"purely sexual\" and \"utterly unromantic\". However, it can also be said that the speaker is not attracted to the woman because of her \"physical, intellectual, or moral excellence\". Instead, the attraction is portrayed as being \"self-generated, with no basis in 'reality'. Rowse feels that the woman discussed in the sonnet can be identified as the mistress, Emilia. Shakespeare is six years older, and is thus highly conscious of his age. Underneath all the hyprocrisies there is Shakespeare's \"honest candour.\" In \"Shakespeare's Sonnets: The Problems Solved\", A. L. Rowse notes that Sonnet 138 shows the \"uncompromising realism with which he [Shakespeare] describes it all: it has been said -- rightly-- that there is no woman like Shakespeare's in all the sonnet-literature of the Renaissance. Most of them are abstractions or wraiths; this one is of flesh and blood\".",
            "score": 70.00277709960938
        },
        {
            "docid": "12372301_2",
            "document": "Sonnet 86 . Sonnet 86 is one of 154 sonnets written by the English playwright and poet William Shakespeare. It is the final poem of the Rival Poet subsection of the Fair Youth sonnets in which Shakespeare writes about an unnamed young man and a rival poet competing for the youth's attention. While the exact date of its composition is unknown, scholars generally agree that the Rival Poet series was written between 1598 and 1600 and published along with the rest of the sonnets in the 1609 Quarto.",
            "score": 69.89717864990234
        },
        {
            "docid": "11513810_14",
            "document": "Sonnet 144 . The identities of these two characters are still in question but modern scholars tend to focus more on the sexual eroticism and implication of homosexuality in the Sonnets: \"The reality of the poet's purported bisexual identity now figuring more prominently than any speculation about real figures with whom Shakespeare might have actually been involved, amorously or otherwise.\" On the other hand, there are critics who view Shakespeare's relationship with the young boy as a friendship rather than romantic love. This is the view that K.D. Sethna holds: \"The problem, of course, is the two main characters round whom Shakespeare's Sonnets exult and agonize with a passionate quixotism of friendship and a frantic fever of love- or, as G. Wilson Knight sums up in the current jargon, \"homosexual idealism and heterosexual lust.'\" John Berryman, on the other hand, understands the first line of Sonnet 144 to be Shakespeare's way of confessing his romantic relationship with the boy and the dark lady: \"This is the sonnet of which the poet John Berryman remarked, in his comments on Lowell in The Freedom of the Poet, 'When Shakespeare wrote [\"Two lovers I have\"] reader, he was not kidding.\" Helen Vendler agrees with Berryman's analysis: \"Sonnet 144 has an air of confession.\" If evaluated through queer hermeneutics, Sonnet 144 can appear to have homoerotic overtones. For example, Oscar Wilde's \"The Portrait of Mr. W.H.\" is a critical analysis of Shakespeare's Sonnets that emphasizes their potential homoeroticism. Wilde believed in the theory that the young man addressed in the sonnets was an actor in Shakespeare's troupe named Willie Hughes. The sonnets are thus a love letter from Shakespeare to Willie Hughes. Wilde writes, \"[Shakespeare] finds that what his tongue had spoken his soul had listened to, and that the raiment that he had put on for the disguise is a plague-stricken and poisonous thing that eats into his flesh, and that he cannot throw away. Then comes Desire, with its many maladies, and Lust that makes one love all that one loathes, and Shame, with its ashen face and secret smile.\" Wilde writes of Shakespeare's mental and emotional battle of whom to love and how to love that person. Wilde writes specifically of Sonnet 144, \"[Shakespeare] has his moments of loathing for her [the Dark Lady], for, not content with enslaving the soul of Shakespeare, she seems to have sought to snare the senses of Willie Hughes.\" In Sonnet 144, the second quatrain is full of dislike toward the Dark Lady, \"To win me soon to hell, my female evil / … / and would corrupt my saint to be a devil.\"  However, Wilde recognizes that the Willie Hughes theory is that, just a theory. One will never know what Shakespeare was thinking when he was completing the sonnets. \"Shakespeare's heart is still to us a 'a closet never pierc'd with crystal eyes,' as he calls it in one of the sonnets. We shall never know the true secret of the passion of his life.\" C.B. Cox writes, \"In Elizabethan times the crime of buggery was punishable by death. Today this legal term for homosexual intercourse offends our ears, but its use draws attention to the abhorrence with which many Christians of the time (and since) regarded physical intimacies between men. In these circumstances it's difficult to believe that Shakespeare would not only participate in an active homosexual relation with a handsome young man, but broadcast this affair to the world in sexually explicit sonnets pass round among his friends.\" The competing view of a bisexual Shakespeare conflicts with Wilde's view. Cox bases his argument on the verb \"to have.\" He argues that why must the verb usage of \"to have\" mean sexually possess? Elizabethan people had trouble believing \"had\" meant to have sexually when it came to the young man, but Cox writes, \"It's difficult to refute Pequiney's contention that in these three examples (Sonnet 52, Sonnet 75, and Sonnet 87) there is a sexual innuendo in \"had,\" particularly when in Sonnet 129, which concerns heterosexual love for the Dark Lady, everyone agrees that there is such an implication. Elizabethan society feared homosexual desire, but embraced heterosexual conquests. Cox writes, \"The poems may be based on personal experience but still that doesn't actually prove that Shakespeare 'had' the youth. There's an element of playfulness in the sexual innuendoes, a delight in wit as if Shakespeare is enjoying his own virtuosity and may not have expected to be taken literally... In his poems to the youth he may be using sexual innuendo as a kind of joke, a playful but at times almost serious hint that his affection may even extend to physical desire.\"",
            "score": 69.5124282836914
        },
        {
            "docid": "12372301_3",
            "document": "Sonnet 86 . Within the sonnet, the speaker contemplates his inability to articulate his admiration for the Fair Youth, a fault he attributes to his jealousy of the Fair Youth's appearance in the poems of the speaker's Rival Poet. Sonnet 86 is notable within the Rival Poet subsection of sonnets because it allegedly provides important clues as to the historical identity of this Rival Poet. The sonnet is written in the typical Shakespearean sonnet form, containing 14 lines of iambic pentameter and ending in a rhymed couplet.",
            "score": 69.45267486572266
        },
        {
            "docid": "5768969_3",
            "document": "Sonnet 23 . In the sonnet, the speaker compares himself to an actor on stage who has frozen up and cannot speak, but he hopes that his love will understand him through this poem. It is of special interest because of its use of a metaphor drawn from acting, a figure that has led to much attention for what the poem might reveal about Shakespeare's attitude towards sonnet writing, love poetry, and his professions as a playwright and a poet.",
            "score": 68.76780700683594
        },
        {
            "docid": "12450812_12",
            "document": "Sonnet 110 . There have been many arguments by scholars whether or not the sonnet was written about Shakespeare's disdain with the stage and his career in the theater, or if the sonnet is a confession of love to an unknown young man. Shakespeare's use of the word motley has the mind of critics and scholars boggled as to what the sonnet could truly mean. A motley is a multi-colored gown, or costume, usually worn by a jester. Many scholars believe that the sonnet is written about Shakespeare's disdain with the theater and the actors, or even his own profession as an actor. Katherine Duncan-Jones believes that the sonnet is about Shakespeare's feelings about his own career as an actor. Scholar Henry Reed agrees with Duncan-Jones and believes that the sonnet is written about Shakespeare's own disdain with his acting career. The third line of the quatrain also suggests that the sonnet could be about the theater. Gored could be used in the sense of sewing triangular sized cloths into the motley that would be worn by the actor. However, there are other scholars that would disagree with the two. Among these scholars is Kenneth Muir who says, \"the theatrical image does not imply that he was referring to his job as an actor.\" According to Virginia Radley and David Redding, the interpretation of the sonnet being about Shakespeare's profession as an actor is wrong. Radley and Redding suggests that \"sonnet 110 has nothing to do with the stage, or the acting, or the play writing.\" Radley and Redding interpreted the first quatrain as the poets confession of promiscuity. Lines 1-2 suggests that the poet has been around and has made a fool of himself for the world to see. Here, the word motley is used as in \"I played the fool.\" Line 3 suggests that the poet put himself on display and gave away his precious love. With the use of the word gored, Radley and Redding translated the phrase \"gored mine own thoughts\" to \"wounded my best thoughts\". The last line of this quatrain uses the word offences is used in the correct term as in offending the poet's lover by this new affairs he has encountered. By the end of this quatrain, the reading of the sonnet slowly becomes clear that this a confession of love versus Shakespeare's disdain with the theater.",
            "score": 68.59123992919922
        },
        {
            "docid": "8962180_2",
            "document": "Holy Sonnets . The Holy Sonnets—also known as the Divine Meditations or Divine Sonnets—are a series of nineteen poems by the English poet John Donne (1572–1631). The sonnets were first published in 1633—two years after Donne's death. The poems are sonnets and are predominantly in the style and form prescribed by Renaissance Italian poet Petrarch (or Francesco Petrarca) (1304–1374) in which the sonnet consisted of two quatrains (four-line stanzas) and a sestet (a six-line stanza). However, several rhythmic and structural patterns as well as the inclusion of couplets are elements influenced by the sonnet form developed by English poet and playwright William Shakespeare (1564–1616).",
            "score": 68.48030090332031
        },
        {
            "docid": "12417264_2",
            "document": "Sonnet 102 . Sonnet 102 is one of the 154 sonnets written by English playwright and poet William Shakespeare. It is one of the Fair Youth sonnets, in which Shakespeare writes of an unnamed youth with whom the poet is enamored. Sonnet 102 is among a series of seemingly connected sonnets, from Sonnet 100 to Sonnet 103, in which the poet speaks of a silence between his Muse and himself. The exact date of writing is unknown, and there is contention among scholars about when they were written. Paul Hammond among other scholars believes that sonnets 61-103 were written primarily during the early 1590s, and then being edited or added to later, during the early 1600s (decade). Regardless of date of writing, it was published later along with the rest of the sonnets of the 1609 Quarto.",
            "score": 68.06322479248047
        },
        {
            "docid": "26306034_3",
            "document": "English Romantic sonnets . The sonnet is a poem of fourteen lines that follows a strict rhyme scheme and specific structure, the invention of which is credited to the thirteenth century Italian poet Giacomo Da Lentini, and was subsequently made famous by Petrarch. Thomas Wyatt, in the early 16th century, introduced the sonnet into England. However, it was the Earl of Surrey who developed the rhyme scheme – \"abab cdcd efef gg\" – which now characterizes the English or Shakespearean sonnet.",
            "score": 67.97427368164062
        },
        {
            "docid": "11698923_6",
            "document": "Sonnet 78 . Shakespeare likes to play with his words. This is especially evident in Sonnet 78. As Michael Schoenfeldt noted, \"the more whimsical complimentary sonnets, such as 78… such sonnets may be fanciful, but they are not frivolous… Read from the right angle, so to speak, they can be very beautiful, or at least delightful; and in them, as elsewhere Shakespeare is inventing some game or other and playing it out to its conclusion in deft and surprising ways. The words \"pen\", \"feather\", and \"style\" — used in stanza 1, 2, and 3 respectively — seem to be related. The word pen comes from the Latin word penna meaning feather. The word style is derived from the Latin stilus meaning a writing instrument. All three of these words have associations to the literary craft. The \"dumb\", \"ignorance\", \"learned\", and \"grace\" are nouns that occur in the second stanza. The words dumb and ignorance relate to the character of the poet as compared to his rivals, while \"learned\" and \"grace\" are qualities that describe his rivals. In line 7, the poet uses a \"metaphor from falconry and refers to the practice of imping, engrafting extra feathers in the wing of a bird\" in order to improve the health and flight of the bird. There are Italian allusions in Sonnet 78. For example, the phrase \"\"penna d'ingegno\"\" in Petrarch's sonnet 307, which means “pen of genius”, is analogous to Shakespeare's phrase “learned's wing”. The reference to falconry is often noted, but not the reference to Petrarch's sonnet. In line 10, where the poets speaks of something of \"whose influence is thine\" and is \"born of thee\", he uses a reproductive metaphor. Both of these refer to a parental influences on bringing up a child. In keeping with the theme for this sonnet, this child is the poem, and the parent or creator, is the fair youth. In line 12's \"grace\" and \"graced\", Shakespeare uses a stylistic device known as polyptoton – the use of two words that share the same root. He does this to emphasize the idea found in line 8 – where the word \"grace\" is used to imply the power the muse has on the poet. In line 13's phrase \"thou art all my art\" Shakespeare uses a rhetorical device known as antanaclasis, in which a word is used twice in different senses. This use of the same words reemphasizes the claim of the poem that \"the beloved's being and the speaker's art are one and the same thing\". Joel Fineman has another perspective on this well known phrase. He says, \"Instead of 'thou art all my art', writing itself stands — not subtly, but explictiy —between the poet's first and second persons. Writing itself (the same writing written by \"I\" the poet and by the \"thou\" of the young man) gives the poet an ontological and poetic art of interference whose transference both is and is not what it is supposed to be\"",
            "score": 67.66364288330078
        },
        {
            "docid": "5490733_9",
            "document": "Sonnet 130 . \"This sonnet plays with poetic conventions in which, for example, the mistress's eyes are compared with the sun, her lips with coral, and her cheeks with roses. His mistress, says the poet, is nothing like this conventional image, but is as lovely as any woman\". Here, Barbara Mowat offers her opinion of the meaning behind Sonnet 130; this work breaks the mold to which Sonnets had come to conform. Shakespeare composed a sonnet which seems to parody a great many sonnets of the time. Poets like Thomas Watson, Michael Drayton, and Barnabe Barnes were all part of this sonnet craze and each wrote sonnets proclaiming love for an almost unimaginable figure; Patrick Crutwell posits that Sonnet 130 could actually be a satire of the Thomas Watson poem \"Passionate Century of Love\", pointing out that the Watson poem contains all but one of the platitudes that Shakespeare is making fun of in Sonnet 130. However, E.G. Rogers points out the similarities between Watson's \"Passionate Century of Love,\" Sonnet 130, and Richard Linche's Poem collection entitled \"Diella.\" There is a great deal of similarity between sections of the Diella poem collection and Shakespeare's \"Sonnet 130\", for example in \"130\" we see, \"If hairs be wires, black wires grow on her head,\" where in \"Diella\" we see \"Her hayre exceeds fold forced in the smallest wire.\" Each work uses a comparison of hairs to wires; while in modern sense this may seem unflattering, one could argue that Linche's work draws upon the beauty of weaving gold and that Shakespeare mocks this with harsh comparison. This, along with other similarities in textual content, leads, as E.G. Rogers points out, the critic to believe that Diella may have been the source of inspiration for both homage, by Watson's \"Passionate Century of Love,\" and satire by Shakespeare's \"Sonnet 130.\" The idea of Satire is further enforced by the final couplet of \"130\" in which the speaker delivers his most expositional line: \"And yet, by heaven, I think my love as rare, as any she belied with false compare.\" This line projects the message behind this work, demeaning the false comparisons made by many poets of the time.",
            "score": 67.5787582397461
        },
        {
            "docid": "12372301_12",
            "document": "Sonnet 86 . Sonnet 86 is well known as the final sonnet of The Rival Poet sonnets, in Shakespeares 1609 edition of sonnets. The rival poet series, Sonnets 78-86, is generally thought to be written around the years of 1598–1600, based on vocabulary evidence and similarities found with the plays that were also written during this time period. There is no exact answer as to who this rival poet is since nearly every well-known poet contemporary with Shakespeare has, at some time, been suggested as the \"rival poet\". Among the poets considered to be the rival poet, George Chapman and Christopher Marlowe, colleagues and literary competitors to Shakespeare, are generally considered to be two of the most likely contenders.",
            "score": 67.55066680908203
        },
        {
            "docid": "1624359_7",
            "document": "Ted Berrigan . Berrigan was initially drawn to the sonnet form because of its inherent challenge; in his own words, \"the form sort of [stultifies] the whole process [of writing].\" The procedure that he ultimately concocted to write \"The Sonnets\" is the essence of the work's novelty and ingenuity. After attempting several sonnets, Berrigan decided to go back through what he had written and take out certain lines, one line from each work until he had six lines. He then went through the poems backwards and took one more line from each until he had accumulated six more lines, twelve lines total. Based on this body of the work, Berrigan knew what the final couplet would be; this process became the basis for The Sonnets. Addressing claims that the method is totally mechanical, Berrigan explains that some of the seventy-seven sonnets came to him \"whole,\" not needing to be pieced together. The poet's preoccupation with style, his concern for form and his own role as the creator as evinced by \"The Sonnets\" pose a challenge to traditional ideas about poetry and signify a fresh and innovative artistic approach.",
            "score": 67.42642974853516
        },
        {
            "docid": "15340966_6",
            "document": "On the Late Massacre in Piedmont . Milton’s Sonnet 18 is written in iambic pentameter, with ten syllables per line, and consists of the customary 14 lines. Milton's sonnets do not follow the English (Shakespearean) sonnet form, however, but the original Italian (Petrarchan) form, as did other English poets before him (e.g. Wyatt) and after him (e.g. Elizabeth Browning). This sonnet follows the ABBA, ABBA, CDCDCD rhyme scheme. In the third quatrain this changes and the poem reveals who is behind the massacre: the \"Triple Tyrant,\" a reference to the pope with his triple crown.",
            "score": 67.36648559570312
        },
        {
            "docid": "2005269_2",
            "document": "Petrarchan sonnet . The Petrarchan sonnet is a sonnet form not developed by Petrarch himself, but rather by a string of Renaissance poets. Because of the structure of Italian, the rhyme scheme of the Petrarchan sonnet is more easily fulfilled in that language than in English. The original Italian sonnet form divides the poem's 14 lines into two parts, the first part being an octave and the second being a sestet.",
            "score": 67.3448486328125
        },
        {
            "docid": "11698923_8",
            "document": "Sonnet 78 . In Sonnet 78, Shakespeare has a mock debate between the young man and himself: \"The mock-debate of the sonnet is: should the young man be prouder of Shakespeare's poem compiled out of rude ignorance, or of those of his more learned admirers?\" This question is followed by a mock answer: \"The mock answer is that the young man should be prouder of having taught a hitherto dumb admirer to sing, and of having advanced ignorance as high as learning, because these achievements on his part testify more impressively to his originally power than his (slighter) accomplishments with respect to his learned poets — he but mends their style and graces their arts.\" The debate that Shakespeare presents is \"in a Petrarchan logical structure, with a clearly demarcated octave and sestet.\" Shakespeare has to exhibit his present art as at least equal to that of his rivals. He accomplishes this \"by first resorting to a country-bumpkin, fairy-tale idiot-son role, presenting himself as a Cinderella, so to speak, raised from the cinders to the skies.\" This is just an example of some of the ignorance that Shakespeare displays in parts of the sonnet such as in the first quatrain. According to Helen Vendler, The most interesting grammatical move in the poem is the use in Q2 of aspectual description: not \"thou hast\" as we would expect — to parallel the later \"thou dost\" and \"thou art\" — but \"thine eyes...have\". The eyes govern the only four-line syntactic span (the rest of the poem is written in two-line units). We are made to pause for a two-line relative clause between \"thine eyes\" and its verb, \"have\"; in between subject and predicate we find ... the poet twice arising, once to sing, once to fly:",
            "score": 66.8790512084961
        },
        {
            "docid": "203294_19",
            "document": "Shakespeare's sonnets . The rhyme scheme is \"abab cdcd efef gg\". Sonnets using this scheme are known as Shakespearean sonnets, or English sonnets, or Elizabethan sonnets. Often, at the beginning of the third quatrain occurs the \"volta\" (\"turn\"), where of the poem shifts, and the poet expresses a revelation or epiphany.",
            "score": 66.78363037109375
        }
    ]
}