{
    "q": [
        {
            "docid": "10333181_5",
            "document": "Ye, Mon State . Ye has a tropical monsoon climate (Köppen climate classification \"Am\"). Temperatures are hot throughout the year, although maximum temperatures in the monsoon months are depressed by heavy cloud and rain. There is a winter dry season (November–April) and a summer wet season (May–October). Torrential rain falls from June to September, with over falling in August alone.",
            "score": 22.516169786453247
        },
        {
            "docid": "25220261_3",
            "document": "CRAFFT Screening Test . The older version of the questionnaire contains 9 items in total, answered in a \"yes\" or \"no\" format. The first three items (Part A) evaluate alcohol and drug use over the past year and the other six (Part B) ask about situations in which the respondent used drugs or alcohol and any consequences of the usage. The CRAFFT 2.0 screening tool begins with past-12-month frequency items (Part A), rather than the previous “yes/no” question for any use over the past year and the other six (Part B) ask about situations in which the respondent used drugs or alcohol and any consequences of usage.",
            "score": 20.47154951095581
        },
        {
            "docid": "8057455_7",
            "document": "R. B. Winter State Park . R. B. Winter State Park has of hiking trails that meander around the park and along the lakeshore. The park is also a trailhead for the hiking, mountain biking and snow mobile trails in Bald Eagle State Forest. Most of the trails in the park are open to mountain biking except for Rapid Run Trail and Mid State Trail and part of Overlook Trail. R. B. Winter State Park is open to cross-country skiing and snowmobiling during the winter months.",
            "score": 20.80793285369873
        },
        {
            "docid": "21095388_2",
            "document": "Ye Qiaobo . Ye Qiaobo (born August 3, 1964 in Changchun, Jilin) is a Chinese speed skater. She competed in the 1992 Winter Olympics and in the 1994 Winter Olympics.",
            "score": 16.867852687835693
        },
        {
            "docid": "56569032_3",
            "document": "Park Ye-eun (ice hockey) . She competed in the 2018 Winter Olympics as part of a unified team of 35 players drawn from both North and South Korea. The team's coach was Sarah Murray and the team was in Group B competing against Switzerland, Japan and Sweden.",
            "score": 14.60818362236023
        },
        {
            "docid": "19939899_5",
            "document": "Elsinore (band) . In August 2011 their song \"Yes Yes Yes\" was used by Kohl's department store for a month-long national television ad campaign.",
            "score": 17.415958404541016
        },
        {
            "docid": "105825_5",
            "document": "Dorothy Hodgkin . Dorothy Mary Crowfoot was born in Cairo, Egypt, to John Winter Crowfoot (1873–1959), then working for the country's Ministry of Education and Grace Mary Crowfoot (née Hood) (1877–1957), known to friends and family as Molly. She was the oldest of three girls, born in Egypt. The family lived in Cairo during the winter months, returning to England each year to avoid the hotter part of the season in Egypt. In August 1914, during one of those stays in England, World War I began.",
            "score": 22.977895498275757
        },
        {
            "docid": "28004380_5",
            "document": "Climate of Peshawar . Peshawar is not situated in the monsoon region, unlike the other northern parts of Pakistan. But occasionally monsoon currents make it as far as Peshawar causing downpours. This can be witnessed in the erratic monsoon of 2015 when the monsoon moisture was going well into eastern Afghanistan. The winter rainfall due to western disturbances shows a higher record during the months of February and April. The highest winter rainfall has been recorded in March, while the highest summer rainfall in the month of August. The average winter rainfall is higher than that of the summer. Based on a 30-year record, the average 30-year annual precipitation has been recorded as . The relative humidity varies from 46% in June to 76% in August.",
            "score": 25.598565578460693
        },
        {
            "docid": "247960_6",
            "document": "Mikoyan-Gurevich MiG-25 . The subsonic Boeing B-47 Stratojet and Boeing B-52 Stratofortress strategic bombers were followed by the Mach 2 Convair B-58 Hustler, with the Mach 3 North American B-70 Valkyrie on the drawing board at that time. A major upgrade in the PVO defence system was required, and at the start of 1958 a requirement was issued for manned interceptors capable of reaching 3,000 km/h (1,864 mph) and heights of up to 27 km (88,583 ft). Mikoyan and Sukhoi responded. The Mikoyan-Gurevich OKB had been working on a series of interceptors during the second half of the 1950s: the I-1, I-3U, I-7U, I-75, Ye-150, Ye-150A, Ye-152, Ye-152A, Ye-152P, and Ye-152M. The Ye-150 was noteworthy because it was built specifically to test the Tumansky R-15 engine, two of which would later be used for the MiG-25. This led to Ye-152, alternatively known as Ye-166, which set several world records. The Ye-152M (converted from one of the two Ye-152 aircraft) was intended to be the definite heavy interceptor design. But before it was finished, the PVO had selected the Tupolev Tu-128. As the work on the MiG-25 was well under way, the single-engine Ye-152M was abandoned.",
            "score": 10.028203248977661
        },
        {
            "docid": "328944_4",
            "document": "Takayama, Gifu . Per Japanese census data, the population of Takayama has increased gradually over the past 40 years.. The city has a climate characterized by hot and humid summers, and mild winters (Köppen climate classification \"Dfa\"). The average annual temperature in Takayama is 11.1 °C. The average annual rainfall is 1840 mm with September as the wettest month. The temperatures are highest on average in August, at around 24.3 °C, and lowest in January, at around -1.6 °C. It features four distinct seasons with a wide range of temperature between the summer and winter, somewhat resembling parts of northern Japan and Hokkaidō. Takayama is part of the heavy snow area of Japan (gōsetsu-chitai, 豪雪地帯) with snowfall most days throughout the winter season. Takayama and many other places exposed to the Sea of Japan experience lake effect snow, generating some of the highest, most consistent snowfall in the world.",
            "score": 23.960981369018555
        },
        {
            "docid": "27354244_22",
            "document": "Larry Winters . After nearly ten years in retirement, Winters began wrestling for local independent promotions in the Philadelphia area. On March 3, 2002, Winters defeated Jeff Rocker for the Cutting Edge Wrestling Federation but lost to Tony Stetson in a lumberjack match for Liberty All-Star Wrestling on April 20. Within three months, however, Winters reunited with Stetson in KAPOW Wrestling to defeat The Badstreet Boys (Christian York & Joey Matthews) and The Well Hung Warriors (Mark Smart & Greg Spitz) in a 3 Way Dance on July 28. A month later, he took part in a two-day card for the Universal Wrestling Federation. On August 16, 2002, Winters defeated Scotty Ice and, the following night, lost to The Sandman.",
            "score": 21.963737726211548
        },
        {
            "docid": "150983_18",
            "document": "Wilsonville, Oregon . Wilsonville, as part of the Willamette Valley, is within the Marine west coast climate zone. Summers in Wilsonville are generally warm, but temperatures year-round are moderated by a marine influence from the Pacific Ocean. Wilsonville receives most of its precipitation during the mild to cool winter months, with the wettest period from November through March. July and August are the warmest months with an average high temperature of , while December is the coolest month with an average low of . December is also on average the wettest month with . The highest recorded temperature, , has occurred on August 11, 1981; August 13, 1977; August 18, 1977; and September 3, 1988. Wilsonville's lowest ever recorded temperature was on December 23, 1998.",
            "score": 24.318085432052612
        },
        {
            "docid": "53166191_6",
            "document": "Clam Lake Canal . The Clam Lake Canal displays an unusual event most winters. It is out of the ordinary of what usually happens to canals in the Northern Hemisphere of the world in the winter time where temperatures are consistently well below the freezing point. It is such an unusual event that it has been written up in Ripley's Believe-It-Or-Not books series. The phenomenon is when the canal is frozen over in the first part of the winter, the lakes on each side are unfrozen. The canal freezes over first during the winter months, while the lakes on either end of the canal are unfrozen during a typical winter in Northern Michigan. After the lakes freeze over during the mid-winter months, the canal thaws out and flows with unfrozen water.",
            "score": 29.808094024658203
        },
        {
            "docid": "498611_14",
            "document": "Nile Delta . The Delta has a hot desert climate (Köppen: BWh) as the rest of Egypt, but its northernmost part, as is the case with the rest of the northern coast of Egypt which is the wettest region in the country, has relatively moderate temperatures, with highs usually not surpassing in the summer. Only of rain falls on the delta area during an average year, and most of this falls in the winter months. The delta experiences its hottest temperatures in July and August, with maximum average of . Winter temperatures are normally in the range of at nights to in the daytime. With cooler temperatures and some rain, the Nile Delta region becomes quite humid during the winter months.",
            "score": 31.26504397392273
        },
        {
            "docid": "26832100_4",
            "document": "Marilyn Cochran . Born in Burlington, Vermont, Cochran and her younger sister Barbara (b.1951) joined the U.S. Ski Team in 1967. She made her World Cup debut at age 18 in March 1968, a month after the Winter Olympics, with a pair of top ten finishes at the season's final stop in Aspen, Colorado. Brother Bob (b. 1951) joined the men's \"A team\" for the 1970 season and the three siblings competed on the World Cup tour through the 1974 season.",
            "score": 13.271772623062134
        },
        {
            "docid": "26841278_6",
            "document": "Frontier Region Kohat . The rainfall is received throughout the year. The monsoon rain is received from May to October. August is the rainiest month, with an average of about 114 mm. The winter rain occurs from November to April. The highest winter rainfall is received in the month of March. The average annual rainfall is about 638 mm. The maximum humidity has been recorded in the month of August during summer season and in December during the winter season.",
            "score": 24.47467064857483
        },
        {
            "docid": "37619610_4",
            "document": "Harisinga . Like the North-Eastern Part of India, the weather is pleasant with winters not being that harsh and the rainy season in full swing from the month of March to August.",
            "score": 21.81904435157776
        },
        {
            "docid": "53842_55",
            "document": "New Orleans . The climate is humid subtropical (Köppen climate classification \"Cfa\"), with short, generally mild winters and hot, humid summers; most suburbs and parts of Wards 9 and 15 fall in USDA Plant Hardiness Zone 9a, while the city's other 15 wards are rated 9b in whole. The monthly daily average temperature ranges from in January to in July and August. Officially, as measured at New Orleans International Airport, temperature records range from on December 23, 1989 and August 22, 1980, respectively; Audubon Park has recorded temperatures ranging from on February 13, 1899 up to on June 24, 2009. Dewpoints in the summer months (June–August) are relatively high, ranging from . The average precipitation is annually; the summer months are the wettest, while October is the driest month. Precipitation in winter usually accompanies the passing of a cold front. On average, there are 77 days of + highs, 8.1 days per winter where the high does not exceed , and 8.0 nights with freezing lows annually. It is rare for the temperature to reach , with the last occurrence of each being February 5, 1996 and June 26, 2016, respectively.",
            "score": 25.769919395446777
        },
        {
            "docid": "31687703_5",
            "document": "Balanus crenatus . This barnacle is a hermaphrodite and the reproductive organs develop during the winter. Individuals in a group fertilise each other and, after a period of maturation, nauplii are liberated into the water. After a number of moults, the larvae settle out of the zooplankton in about April and attach themselves to rocks and stones on the sea floor. \"B. crenatus\" is a fast-growing barnacle and can grow from a length of to in the month of May after settling. It is fully grown by August and ready to reproduce in its first winter.",
            "score": 16.66082453727722
        },
        {
            "docid": "3708_76",
            "document": "Brussels . Some summer festivities include the Couleur Café Festival, a festival of world and urban music, around the end of June or early July, the Brussels Summer Festival (BSF), a music festival in August, the Brussels Fair, the most important yearly fair in Brussels, lasting more than a month, in July and August, and \"Brussels Beach\", when the banks of the canal are turned into a temporary urban beach. The \"Winter Wonders\" animate the heart of Brussels in December; these winter activities were launched in Brussels in 2001.",
            "score": 26.26277732849121
        },
        {
            "docid": "6263863_5",
            "document": "Falling in Love Again (Can't Help It) . \"Falling in Love Again\" was Kevin Ayers’ final release on Island Records. The flip side, \"Everyone Knows the Song\", was an Ayers original. After the release of this single, Ayers signed to Harvest Records, and both tracks became part of his 1976 album, \"Yes We Have No Mañanas (So Get Your Mañanas Today)\". The single was also re-released a few months later by Harvest in parts of Europe but featuring the Ayers original \"The Owl\" on the B-side.",
            "score": 13.53261923789978
        },
        {
            "docid": "614115_14",
            "document": "Dandong . The area has long winters, and humid, somewhat hot summers belonging to the humid continental climate regime (Köppen \"Dwa\"). Winter usually begins in late November and continues until the end of March (about 4 months), with the most severe cold only lasting for around three weeks in December, January, or February. The coldest month, January, averages . Spring, though a period of quick warming, is delayed by one month compared to more inland parts of the province, and is somewhat dry until May. Summer heat is moderated by proximity to the coast; the city's warmest month, August, averages . With monthly percent possible sunshine ranging from 35% in July to 67% in February, the city receives 2,459 hours of sunshine annually and is, outside of the summer months, generally sunny.",
            "score": 25.048428773880005
        },
        {
            "docid": "32066656_3",
            "document": "Yes-R . Yes-R originates from East Amsterdam. Inspired by his cousin Ali B, he started rapping at the age of 12. A year later, he entered a talent show in which he placed second. In 2003, he was introduced to Lange Frans, the frontman of the rap formation D-Men, who was impressed by Yes-R's flow. Lange Frans then took on the production of Yes-R's recordings. The first song \"Chickiesflasher\" was an underground hit and became part of the compilation album \"De gastenlijst\". He was also featured on the single \"Sletje\" by Baas B as well Maritza's debut single \"Laat Je Gaan\".",
            "score": 8.380722045898438
        },
        {
            "docid": "54951052_2",
            "document": "Yes (Sam Feldt song) . \"Yes\" (stylized YES) is a song by Dutch DJ Sam Feldt. It features American R&B singer Akon, was written by Sam Feldt, Thomas Troelsen, Lunchmoney Lewis and S. Martin and produced by Feldt alongside Troelsen and Kaj Melsen. It was released on 10 August 2017 as the lead single from Feldt's upcoming debut album \"Sunrise\".",
            "score": 8.968013286590576
        },
        {
            "docid": "26678638_2",
            "document": "The Vortex World Tour . The Vortex Tour is a worldwide tour by American R&B/soul singer Erykah Badu in support of her Platinum selling 2008 album, \"New Amerykah Part One (4th World War)\". The U.S. tour kicked off May 4, in Detroit, MI ending on June 15, in Albuquerque, N.M. The second leg of tour reached Europe on June 25, in Copenhagen, Denmark. Badu toured across Europe playing shows that included an itinerary for the month of July. Several more shows were added throughout August in the U.S.",
            "score": 19.554073810577393
        },
        {
            "docid": "39638436_5",
            "document": "Steve Winter (footballer) . He moved to Tiverton Town in August 2001 and in July 2003 was a part of the Tiverton side that defeated his former club, Torquay United, at Plainmoor to win the Devon Bowl. In March 2006, Winter joined league rivals Chippenham Town in a surprise move. He left the club a few months later in May 2006.",
            "score": 19.26105523109436
        },
        {
            "docid": "43105388_5",
            "document": "Journey to Freedom (album) . In January 2010, Michelle announced that she had parted ways with manager Mathew Knowles and Music World Entertainment. The following months, Williams made a return to Broadway by commencing a seven-week limited engagement in \"Chicago\" at the New York Ambassador Theatre, and in August, she joined the eighth series of British television show \"Strictly Come Dancing\". \"Journey to Freedom\", her fourth album, marks a return to Williams' gospel roots after taking a secular detour on 2008's \"Unexpected\". It features the singles \"If We Had Your Eyes\", \"Fire\", and \"Say Yes\", the latter of which features Beyoncé and Kelly Rowland.",
            "score": 17.68438696861267
        },
        {
            "docid": "1014469_24",
            "document": "K-os . On February 28, 2010, k-os performed at the 2010 Winter Olympics closing ceremony in Vancouver. On August 9, 2010, k-os released a follow-up mixtape to \"Yes!\", entitled \"The Anchorman Mixtape\". Mainly recorded on his tour bus, it featured leftover tracks from \"Yes!\", as well as new tracks.",
            "score": 15.249425411224365
        },
        {
            "docid": "3162588_12",
            "document": "Dakin Matthews . Matthews appeared in the 2009 world tour of The Bridge Project as \"Pishchick\" in \"The Cherry Orchard\" and \"Antigonus\" in \"The Winter's Tale\". In the 2011 summer season of The Public Theater's Shakespeare in the Park, he performed as \"the Provost\" in \"Measure for Measure\" and \"Lafew\" in \"All's Well That Ends Well\". and as \"Sir Humphrey\" in the American premiere of \"Yes Prime Minister\" at the Kirk Douglas Theatre. He was nominated for an Ovation Award for Book and Lyrics of an original musical entitled \"Liberty Inn\", which he co-wrote with B. T. Ryback.",
            "score": 13.575190544128418
        },
        {
            "docid": "14731190_4",
            "document": "Mukkoottuthara . As in many parts of Kerala, Mukkoottuthara also experiences a tropical climate. Rainfalls with thunderstorms are common in the months of June, July and August. The annual rainfall averages about 2550 mm. March, April and May are the hottest months with a less amount of rainfall. The average annual temperature here is 26.8°C. Winter normally starts from December.",
            "score": 19.840523719787598
        },
        {
            "docid": "52230_17",
            "document": "Osaka . Osaka is located in the humid subtropical climate zone (Köppen \"Cfa\"), with four distinct seasons. Its winters are generally mild, with January being the coldest month having an average high of . The city rarely sees snowfall during the winter. Spring in Osaka starts off mild, but ends up being hot and humid. It also tends to be Osaka's wettest season, with the — the rainy season — occurring between early June (average:Jun.7) to late July (average:Jul.21). Summers are very hot and humid. In August, the hottest month, the average daily high temperature reaches , while average nighttime low temperatures typically hover around . Fall in Osaka sees a cooling trend, with the early part of the season resembling summer while the latter part of fall resembles winter. Precipitation is abundant, with winter being the driest season, while monthly rainfall peaks in June with the \"tsuyu\" rainy season, which typically ends in mid to late July. From late July through the end of August, summer's heat and humidity peaks, and rainfall decreases some. Osaka experiences a second rainy period in September and early October, when tropical weather systems, including typhoons, coming from the south or southwest are possible.",
            "score": 26.10099482536316
        },
        {
            "docid": "10228536_20",
            "document": "Zhenli Ye Gon . Two Mexican Federal agents who were involved in the arrests at the Zhenli Ye Gon mansion were found dead in the southern Mexican state of Guerrero, as reported on August 2, 2007. Mr. Ye Gon was not among the persons who had been arrested by these agents several months before, however, and no charges have ever been filed suggesting any link whatsoever between their deaths and Mr. Ye Gon.",
            "score": 19.143319606781006
        }
    ],
    "r": [
        {
            "docid": "2366547_9",
            "document": "Christmas in July . In the Southern Hemisphere, seasons are in reverse to the Northern Hemisphere, with summer falling in December, January, and February, and with winter falling in June, July, and August. Therefore, in some southern hemisphere countries, such as Australia, New Zealand, Comoros, Madagascar, Bolivia, Angola, French Polynesia, Papua New Guinea, Paraguay, Samoa and South Africa, Christmas in July or Midwinter Christmas events are undertaken in order to have Christmas with a winter feel in common with the northern hemisphere. These countries still celebrate Christmas on December 25, in their summer, like the northern hemisphere.",
            "score": 49.445159912109375
        },
        {
            "docid": "34061_11",
            "document": "Winter . In the UK, meteorologists consider winter to be the three coldest months of December, January and February. In Scandinavia, winter in one tradition begins on 14 October and ends on the last day of February. In Russia, currently calendar winter starts on 1 December and lasts through to the end of February, though traditionally it was reckoned from the Christmas (25 December in Julian calendar, or 7 January in Gregorian) until the Annunciation (25 March in Julian). In many countries in the Southern Hemisphere, including Australia, New Zealand and South Africa, winter begins on 1 June and ends on 31 August. In Celtic nations such as Ireland (using the Irish calendar) and in Scandinavia, the winter solstice is traditionally considered as midwinter, with the winter season beginning 1 November, on All Hallows, or Samhain. Winter ends and spring begins on Imbolc, or Candlemas, which is 1 or 2 February. This system of seasons is based on the length of days exclusively. (The three-month period of the shortest days and weakest solar radiation occurs during November, December and January in the Northern Hemisphere and May, June and July in the Southern Hemisphere.)",
            "score": 46.38278579711914
        },
        {
            "docid": "19344_5",
            "document": "March . March is the first month of spring in the Northern Hemisphere (North America, Europe, Asia and part of Africa) and the first month of fall or autumn in the Southern Hemisphere (South America, part of Africa, and Oceania).",
            "score": 44.40702819824219
        },
        {
            "docid": "22472_4",
            "document": "Ophiuchus . In contrast to Orion, it is in the period November–January (summer in the Southern Hemisphere, winter in the Northern Hemisphere) when Ophiuchus is in the daytime sky and thus not visible at most latitudes. However, for much of the Arctic Circle in the Northern Hemisphere's winter months, the Sun is below the horizon even at midday. Stars (and thus parts of Ophiuchus, especially Rasalhague) are then visible at twilight for a few hours around local noon, low in the South. In the Northern Hemisphere's spring and summer months, when Ophiuchus is normally visible in the night sky, the constellation is actually not visible, at those times and places in the Arctic when midnight sun obscures the stars. In countries close to the equator Ophiuchus appears overhead in June around midnight and in the October evening sky.",
            "score": 42.37905502319336
        },
        {
            "docid": "59385_14",
            "document": "Amanita muscaria . \"Amanita muscaria\" is a cosmopolitan mushroom, native to conifer and deciduous woodlands throughout the temperate and boreal regions of the Northern Hemisphere, including higher elevations of warmer latitudes in regions such as Hindu Kush, the Mediterranean and also Central America. A recent molecular study proposes that it had an ancestral origin in the Siberian–Beringian region in the Tertiary period, before radiating outwards across Asia, Europe and North America. The season for fruiting varies in different climates: fruiting occurs in summer and autumn across most of North America, but later in autumn and early winter on the Pacific coast. This species is often found in similar locations to \"Boletus edulis\", and may appear in fairy rings. Conveyed with pine seedlings, it has been widely transported into the southern hemisphere, including Australia, New Zealand, South Africa and South America, where it can be found in the southern Brazilian states of Paraná and Rio Grande do Sul.",
            "score": 41.02113342285156
        },
        {
            "docid": "24182090_2",
            "document": "August 2009 Argentine winter heat wave . The 2009 Argentine winter heat wave was a period of unusual and exceptionally hot weather that arrived at the end of the winter on August 2009 in Argentina. Several provinces of the country were most affected. Several records were broken. August 2009 was the warmest month since official measurements began. On 30 August 2009 it felt like the middle of summer late last week in the heart of Argentina even with the calendar showing more than three weeks remaining in the Southern Hemisphere winter.",
            "score": 40.79863739013672
        },
        {
            "docid": "24873453_18",
            "document": "Season . Meteorological seasons are reckoned by temperature, with summer being the hottest quarter of the year and winter the coldest quarter of the year. In 1780 the Societas Meteorologica Palatina (which became defunct in 1795), an early international organization for meteorology, defined seasons as groupings of three whole months as identified by the Gregorian calendar. Ever since, professional meteorologists all over the world have used this definition. Therefore, for temperate areas in the northern hemisphere, spring begins on 1 March, summer on 1 June, autumn on 1 September, and winter on 1 December. For the southern hemisphere temperate zone, spring begins on 1 September, summer on 1 December, autumn on 1 March, and winter on 1 June. In Australasia the meteorological terms for seasons apply to the temperate zone that occupies all of New Zealand, New South Wales, Victoria, Tasmania, the south-eastern corner of South Australia and the south-west of Western Australia, and the south east Queensland areas south of Brisbane.",
            "score": 40.77000045776367
        },
        {
            "docid": "50048_10",
            "document": "Polar climate . Otto Nordenskjöld theorized that winter conditions also play a role: His formula is , where \"W\" is the average temperature in the warmest month and \"C\" the average of the coldest month, both in degrees Celsius. For example, if a particular location had an average temperature of in its coldest month, the warmest month would need to average or higher for trees to be able to survive there as . Nordenskiöld's line tends to run to the north of Köppen's near the west coasts of the Northern Hemisphere continents, south of it in the interior sections, and at about the same latitude along the east coasts of both Asia and North America. In the Southern Hemisphere, all of Tierra del Fuego lies outside the polar region in Nordenskiöld's system, but part of the island (including Ushuaia, Argentina) is reckoned as being within the Antarctic under Köppen's.",
            "score": 40.68992233276367
        },
        {
            "docid": "230456_20",
            "document": "Mallard . The mallard is widely distributed across the Northern and Southern Hemispheres; in North America its range extends from southern and central Alaska to Mexico, the Hawaiian Islands, across Eurasia, from Iceland and southern Greenland and parts of Morocco (North Africa) in the west, Scandinavia and Britain to the north, and to Siberia, Japan, and South Korea, in the east, south-eastern and south-western Australia and New Zealand in the Southern hemisphere. It is strongly migratory in the northern parts of its breeding range, and winters farther south. For example, in North America, it winters south to the southern United States and northern Mexico, but also regularly strays into Central America and the Caribbean between September and May.",
            "score": 40.58001708984375
        },
        {
            "docid": "10845_3",
            "document": "February . February is the third month of meteorological winter in the Northern Hemisphere. In the Southern Hemisphere, February is the last month of summer (the seasonal equivalent of August in the Northern Hemisphere, in meteorological reckoning).",
            "score": 40.48613739013672
        },
        {
            "docid": "239842_22",
            "document": "Common tern . The common tern breeds across most of Europe, with the highest numbers in the north and east of the continent. There are small populations on the north African coast, and in the Azores, Canary Islands and Madeira. Most winter off western or southern Africa, birds from the south and west of Europe tending to stay north of the equator and other European birds moving further south. The breeding range continues across the temperate and taiga zones of Asia, with scattered outposts on the Persian Gulf and the coast of Iran. Small populations breed on islands off Sri Lanka, and in the Ladakh region of the Tibetan plateau. Western Asian birds winter in the northern Indian Ocean, and \"S. h. tibetana\" appears to be common off East Africa during the northern hemisphere winter. Birds from further north and east in Asia, such as \"S. h. longipennis\", move through Japan, Thailand and the western Pacific as far as southern Australia. There are small and erratic colonies in West Africa, in Nigeria and Guinea-Bissau, unusual in that they are within what is mainly a wintering area. Only a few common terns have been recorded in New Zealand, and this species' status in Polynesia is unclear. A bird ringed at the nest in Sweden was found dead on Stewart Island, New Zealand, five months later, having flown an estimated 25,000 km (15,000 mi).",
            "score": 40.05422592163086
        },
        {
            "docid": "13588886_8",
            "document": "New Zealand at the Olympics . New Zealand, as with other Southern Hemisphere countries, has had the disadvantage of needing to peak to compete in summer sports which are held during their winter months. Only three Olympics have ever been held in the Southern Hemisphere, the 1956 Summer Olympics in Melbourne, the 2000 Summer Olympics in Sydney, and the 2016 Summer Olympics in Rio de Janeiro.",
            "score": 40.0355224609375
        },
        {
            "docid": "11296289_2",
            "document": "2007 June rugby union tests . The 2007 mid-year rugby union tests (also known as the Summer Internationals in the Northern Hemisphere) refers to the Rugby union Test matches played during June and May 2007. These are played in the Southern Hemisphere, and include all Tests hosted by Argentina, Australia, New Zealand and South Africa outside the 2007 Tri-Nations. The Tests are being used by many countries as their last opportunity to prepare for the 2007 Rugby World Cup in France. For Australia, New Zealand and South Africa it is used as preparation for the 2007 Tri-Nations. The only match listed here with a Northern Hemisphere victor was Italy's victory over Uruguay.",
            "score": 39.91664123535156
        },
        {
            "docid": "25405_12",
            "document": "Rugby union . Two important overseas tours took place in 1888: a British Isles team visited Australia and New Zealand—although a private venture, it laid the foundations for future British and Irish Lions tours; and the 1888–89 New Zealand Native football team brought the first overseas team to British spectators. During the early history of rugby union, a time before commercial air travel, teams from different continents rarely met. The first two notable tours both took place in 1888the British Isles team touring New Zealand and Australia, followed by the New Zealand team touring Europe. Traditionally the most prestigious tours were the Southern Hemisphere countries of Australia, New Zealand and South Africa making a tour of a Northern Hemisphere, and the return tours made by a joint British and Irish team. Tours would last for months, due to long traveling times and the number of games undertaken; the 1888 New Zealand team began their tour in Hawkes Bay in June and did not complete their schedule until August 1889, having played 107 rugby matches. Touring international sides would play Test matches against international opponents, including national, club and county sides in the case of Northern Hemisphere rugby, or provincial/state sides in the case of Southern Hemisphere rugby.",
            "score": 39.84685516357422
        },
        {
            "docid": "153797_35",
            "document": "Orion (constellation) . In the period May–July (summer in the Northern Hemisphere, winter in the Southern Hemisphere), Orion is in the daytime sky and thus not visible at most latitudes. However, for much of Antarctica in the Southern Hemisphere's winter months, the Sun is below the horizon even at midday. Stars (and thus Orion) are then visible at twilight for a few hours around local noon, low in the North. At the same time of day at the South Pole itself (Amundsen–Scott South Pole Station), Rigel is only 8° above the horizon, and the Belt sweeps just along it. In the Southern Hemisphere's summer months, when Orion is normally visible in the night sky, the constellation is actually not visible in Antarctica because the sun does not set at that time of year south of the Antarctic Circle.",
            "score": 39.69536590576172
        },
        {
            "docid": "15642_2",
            "document": "January . January is the first month of the year in the Julian and Gregorian calendars and the first of seven months to have a length of 31 days. The first day of the month is known as New Year's Day. It is, on average, the coldest month of the year within most of the Northern Hemisphere (where it is the second month of winter) and the warmest month of the year within most of the Southern Hemisphere (where it is the second month of summer). In the Southern hemisphere, January is the seasonal equivalent of July in the Northern hemisphere and vice versa.",
            "score": 39.681602478027344
        },
        {
            "docid": "5390821_4",
            "document": "MV Discovery . For the most part \"Discovery\" could be found in the Baltic, Scandinavia, the Mediterranean and Aegean Sea, and North Africa, in the months April–September (Spring and Summer in the Northern Hemisphere), and in South America, Antarctica, the Indian Ocean, India, and the Mediterranean, in the months October–March (Spring and Summer in the Southern Hemisphere).",
            "score": 39.57654571533203
        },
        {
            "docid": "15786_3",
            "document": "July . It is on average the warmest month in most of the Northern hemisphere, where it is the second month of summer, and the coldest month in much of the Southern hemisphere, where it is the second month of winter. The second half of the year commences in July. In the Southern hemisphere, July is the seasonal equivalent of January in the Northern hemisphere.",
            "score": 39.23838424682617
        },
        {
            "docid": "15785_2",
            "document": "June . June is the sixth month of the year in the Julian and Gregorian calendars, the second of four months to have a length of 30 days, and the third of five months to have a length of less than 31 days. June contains the summer solstice in the Northern Hemisphere, the day with the most daylight hours, and the winter solstice in the Southern Hemisphere, the day with the fewest daylight hours (excluding polar regions in both cases). June in the Northern Hemisphere is the seasonal equivalent to December in the Southern Hemisphere and vice versa. In the Northern hemisphere, the beginning of the traditional astronomical summer is 21 June (meteorological summer begins on 1 June). In the Southern hemisphere, meteorological winter begins on 1 June.",
            "score": 38.900230407714844
        },
        {
            "docid": "16654_12",
            "document": "Geography of Kenya . There are slight seasonal variations in temperature, of , cooler in the winter months. Although Kenya is centred at the equator, it shares the seasons of the southern hemisphere: with the warmest summer months in December–March and the coolest winter months in June–August, again with differences in temperature varying by location within the country.",
            "score": 38.474090576171875
        },
        {
            "docid": "17335975_7",
            "document": "Climate of Argentina . In winter (June–August), the northern parts of Argentina are generally warm, the central parts mild, and the southern parts cold with frequent frost and snow. The climate of the southern parts of the country is moderated by the surrounding oceans, resulting in cold weather that is less intense and prolonged than at comparable latitudes in the northern hemisphere. The northern parts of the country have the warmest temperatures, with an average of ; the central parts are cooler, with an average of . In the extreme south, mean temperatures are below . At higher altitudes in the Andes, average winter temperatures are below . June and July temperatures are normally similar to each other; however, in August temperatures see a rise of about .",
            "score": 38.32423400878906
        },
        {
            "docid": "1041032_14",
            "document": "MS Marco Polo . Despite Transocean Tours' intention of keeping the ship in its fleet until 2012, reports emerged in August 2009 that \"Marco Polo\" would be chartered to the newly founded, UK-based Cruise & Maritime Voyages for five years from 2 January 2010. Her planned itineraries included cruises from the UK to South America during the northern hemisphere winter months, and from the UK to Northern Europe and the Mediterranean during the summer months.",
            "score": 38.0757942199707
        },
        {
            "docid": "509944_6",
            "document": "Antarctic flora . South America, Madagascar, Africa, India, Australia, New Zealand, and Antarctica were all part of the supercontinent Gondwana, which started to break up in the early Cretaceous period (14566 million years ago). India was the first to break away, followed by Africa, and then New Zealand, which started to drift north. By the end of the Cretaceous, South America and Australia were still joined to Antarctica. Paleontologist Gilbert Brenner identified the emergence of a distinct southern Gondwanan flora by the late Cretaceous period in the cooler and humid southern hemisphere regions of Australia, southern South America, southern Africa, Antarctica, and New Zealand; it most resembled the flora of modern-day southern New Zealand. A drier northern Gondwanan flora had developed in northern South America and northern Africa.",
            "score": 38.00144958496094
        },
        {
            "docid": "230939_9",
            "document": "Green-winged teal . All three green-winged teal subspecies occur in the northern hemisphere during summer and in winter extend to northern South America, central Africa, southern India, Burma, and the Philippines. In North America, ssp. \"carolinensis\" occurs across the continent and is joined in the Aleutian Islands by ssp. nimia, which remains there throughout the year. \"Anas crecca\" breeds in Iceland, Europe, and Asia. It is also seen occasionally during the winter in North America along the Atlantic Coast.",
            "score": 37.96931457519531
        },
        {
            "docid": "560047_6",
            "document": "Oceanic climate . Overall temperature characteristics of the oceanic climates feature cool temperatures and infrequent extremes of temperature. In the Köppen climate classification, Oceanic climates have a mean temperature of or higher in the coldest month, compared to continental climates where the coldest month has a mean temperature of below . Summers are cool, with the warmest month having a mean temperature below . Poleward of the latter is a zone of the aforementioned subpolar oceanic climate (Köppen \"Cfc\"), with long but relatively mild (for their latitude) winters and cool and short summers (average temperatures of at least for one to three months). Examples of this climate include parts of coastal Iceland in the Northern Hemisphere and extreme southern Chile and Argentina in the Southern Hemisphere (examples include Ushuaia and Punta Arenas).",
            "score": 37.629241943359375
        },
        {
            "docid": "24873453_3",
            "document": "Season . During May, June, and July, the Northern Hemisphere is exposed to more direct sunlight because the hemisphere faces the Sun. The same is true of the Southern Hemisphere in November, December, and January. It is Earth's axial tilt that causes the Sun to be higher in the sky during the summer months, which increases the solar flux. However, due to seasonal lag, June, July, and August are the warmest months in the Northern Hemisphere while December, January, and February are the warmest months in the Southern Hemisphere.",
            "score": 37.626792907714844
        },
        {
            "docid": "17335975_2",
            "document": "Climate of Argentina . The climate of Argentina is a complex subject: the vast size of the country and considerable variation in altitude make for a wide range of climate types. Argentina has four seasons: winter (June–August), spring (September–November), summer (December–February) and autumn (March–May), all featuring different weather conditions. Summers are the warmest and wettest season in most of the country except in most of Patagonia where it is the driest season. Winters are normally mild in the north, cool in the center and cold in the southern parts with the latter experiencing frequent frost and snow. Because southern parts of the country are moderated by the surrounding oceans, the cold is less intense and prolonged than areas at comparable latitudes in the northern hemisphere. Spring and autumn are transition seasons that generally feature mild weather.",
            "score": 37.61717987060547
        },
        {
            "docid": "9394749_2",
            "document": "Temperate deciduous forest . Temperate deciduous or temperate broad-leaf forests are dominated by trees that lose their leaves each year. They are found in areas with warm moist summers and cool winters. The six major areas of this forest type occur in the Northern Hemisphere: North America, East Asia, Central and Western Europe (except Brittany, Cornwall, Wales, Ireland and western Scotland), Denmark, southern Sweden and southern Norway. Smaller areas occur in Australasia and southern South America. Examples of typical trees in the Northern Hemisphere's deciduous forests include oak, maple, beech and elm, while in the Southern Hemisphere, trees of the genus \"Nothofagus\" dominate this type of forest. The diversity of tree species is higher in regions where the winter is milder, and also in mountainous regions that provide an array of soil types and microclimates. The largest intact, temperate deciduous forest in the world is protected inside of the six-million-acre Adirondack Park in Upstate New York.",
            "score": 37.168373107910156
        },
        {
            "docid": "1225918_9",
            "document": "Humid continental climate . In the Eastern Hemisphere, this climate regime is found within interior Eurasia, east-central Asia, and parts of India. Within Europe, the \"Dfa\" climate type is present near the Black Sea in southern Ukraine, the Southern Federal District of Russia, southern Moldova, Serbia, parts of southern Romania, and Bulgaria, but tends to be drier and can be even semi-arid in these places. In East Asia, this climate exhibits a monsoonal tendency with much higher precipitation in summer than in winter, and due the effects of the strong Siberian High much colder winter temperatures than similar latitudes around the world, however with lower snowfall, the exception being western Japan with its heavy snowfall. Tōhoku, between Tokyo and Hokkaidō and Western coast of Japan also has a climate with Köppen classification \"Dfa\", but is wetter even than that part of North America with this climate type. A variant which has dry winters and hence relatively lower snowfall with monsoonal type summer rainfall is to be found in north-eastern China including coastal regions of the Yellow Sea and over much of the Korean Peninsula; it has the Köppen classification \"Dwa\". Much of central Asia, northwestern China, and southern Mongolia have a thermal regime similar to that of the \"Dfa\" climate type, but these regions receive so little precipitation that they are more often classified as steppes (\"BSk\") or deserts (\"BWk\"). This climate zone does not exist at all in the Southern Hemisphere, where the only landmass that enters the upper-middle latitudes, South America, tapers too much to have any place that gets the combination of snowy winters and hot summers. Marine influences preclude Dfa, Dwa, and Dsa climates in the Southern Hemisphere.",
            "score": 37.08285903930664
        },
        {
            "docid": "67318_23",
            "document": "Geography of Chile . In the far south (Chile Austral), which extends from between 42° south latitude to Cape Horn, the Andes and the South Pacific. In the northern part of the far south, there is still plenty of rainfall. The summer months average , whereas the winter months average . The temperatures at sea level in Puerto Aisén average in the summer months and in the winter months. The area generally is chilly and wet, and houses a combination of channels, fjords, snow-capped mountains, and islands of all shapes and sizes within a narrow space. The southern part of the far south includes the city of Punta Arenas, which, with about 125,000 inhabitants, is the most southern city in Chile. It receives much less precipitation; its annual total is only , or a little more than what Valdivia receives in the month of June alone. This precipitation is distributed more or less evenly throughout the year, with the two main summer months receiving a monthly average of thirty-one millimeters and the winter months , some of it in the form of snow. Temperatures are colder than in the rest of the country. The summer months average , and the winter months average . The virtually constant wind from the South Pacific Ocean makes the air feel much colder.",
            "score": 36.71043395996094
        },
        {
            "docid": "2822525_2",
            "document": "Vespula germanica . Vespula germanica (European wasp, German wasp, or German yellowjacket) is a species of wasp found in much of the Northern Hemisphere, native to Europe, Northern Africa, and temperate Asia. It has been introduced and is well-established in many other places, including North America, South America (Argentina and Chile), Australia, and New Zealand. German wasps are part of the family Vespidae and are sometimes mistakenly referred to as paper wasps because they build grey paper nests, although strictly speaking, paper wasps are part of the subfamily Polistinae. In North America, they are also known as yellowjackets.",
            "score": 36.576194763183594
        },
        {
            "docid": "26523088_8",
            "document": "Disasteradio . In 2008 Disasteradio was invited by Hans Nieswandt to perform at the New Zealand night of Worldtronics Festival in Berlin. The following year during the Northern Hemisphere summer, Disasteradio embarked on a 5-month World tour playing shows in seventeen countries, including all of Western Europe and the USA. He returned to Europe late 2009 returning to several countries and also including Norway.",
            "score": 36.33100891113281
        }
    ]
}