{
    "q": [
        {
            "docid": "91452_13",
            "document": "John B. Watson . In 1913, Watson viewed Ivan Pavlov's conditioned reflex as primarily a physiological mechanism controlling glandular secretions. He had already rejected Edward L. Thorndike's \"Law of Effect\" (a precursor to B. F. Skinner's principle of reinforcement) due to what Watson believed were unnecessary subjective elements. It was not until 1916 that Watson would recognize the more general significance of Pavlov's formulation and make it the subject of his presidential address to the American Psychological Association. The article is also notable for its strong defense of the objective scientific status of applied psychology, which at the time was considered to be much inferior to the established structuralist experimental psychology.",
            "score": 50.119101762771606
        },
        {
            "docid": "354398_13",
            "document": "She: A History of Adventure . During his time in South Africa, Haggard developed an intense hatred for the Boers, but also came to admire the Zulus. However, his admiration of the Zulus did not extend to other African peoples; rather, he shared many of the assumptions that underlay contemporary Victorian politics and philosophy, such as those expressed by James Hunt, the President of the Anthropological Society of London: \"the Negro is inferior intellectually to the European...[and] can only be humanised and civilised by Europeans. The analogies are far more numerous between the Negro and apes, than between the European and apes.\" The Victorian belief in the inherent inferiority of the 'darker races' made them the object of a civilising impulse in the European Scramble for Africa. Although disenchanted with the colonial effort, Haggard remained committed to this ideology. He believed that the British \"alone of all the nations in the world appear to be able to control coloured races without the exercise of cruelty\".",
            "score": 51.53966426849365
        },
        {
            "docid": "41170680_7",
            "document": "James Stewart (missionary) . He also had many negative views about the African natives. He felt there were no moral forces present in the African natives' lives. He warned people who went there of \"descent into mere animalism and fixed and hopeless barbarism,\" showing how he viewed the lives of the Africans as inferior to his life. He was also worried about their moral degradation because of polygamy and witchcraft. Stewart thought that this degradation process was reversible through mission help. He aimed at fixing their decline through his missionary work in Africa. Stewart also implicitly suggested that Africans were racially inferior to Europeans, both physically and biologically. Even though at first James Stewart had many negative views on Africans, he did not treat them as inferiors and did everything he could to help them.",
            "score": 66.10485649108887
        },
        {
            "docid": "48371322_8",
            "document": "Lewis Harvie Blair . Later in life Blair rejected his earlier opinions, stating in an unpublished manuscript that he believed African Americans to be inferior to whites, called for the Fourteenth and Fifteenth Amendments to be repealed, and also argued for disenfranchisement and segregation. His change in stance has been compared to Thomas E. Watson.",
            "score": 50.426820516586304
        },
        {
            "docid": "91452_23",
            "document": "John B. Watson . The 20th century marked the formation of qualitative distinctions between children and adults. Watson wrote the book \"Psychological Care of Infant and Child\" in 1928, with help from his mistress, turned wife, Rosalie Rayner. Critics then determined that the ideas mainly stemmed from Watson’s beliefs because Rosalie later entitled a self-penned article \"I am a Mother of Behaviorist Sons\". In the book, Watson explained that behaviorists were starting to believe psychological care and analysis was required for infants and children. All of Watson’s exclamations were due to his belief that children should be treated as a young adult. In his book, he warns against the inevitable dangers of a mother providing too much love and affection. Watson explains that love, along with everything else as the behaviorist saw the world, is conditioned. Watson supports his warnings by mentioning invalidism, saying that society does not overly comfort children as they become young adults in the real world, so parents should not set up these unrealistic expectations. Writer Suzanne Houk, \"Psychological Care of Infant and Child: A Reflection of its Author and his Times\", critiques Watson’s views, analyzing his hope for a businesslike and casual relationship between a mother and her child. Watson disapproved of thumb sucking, masturbation, homosexuality, and encouraged parents to be honest with their children about sex. Watson's reasoning for this was that, \"all of the weaknesses, reserves, fears, cautions, and inferiorities of our parents are stamped into us with sledge hammer blows\". Watson inferred that emotional disabilities were a result of personal treatment, not inherited.",
            "score": 62.903194427490234
        },
        {
            "docid": "91452_11",
            "document": "John B. Watson . After the divorce was finalized, Watson and Rayner married in 1920 in New Jersey. They remained together until her death in 1935.John and Rosalie had two children, James and William Watson, and they raised them with behaviorist principles that John believed in. Like their half-sister, Mary, both sons also later attempted suicide.William died of suicide in 1954.",
            "score": 48.330591678619385
        },
        {
            "docid": "16289_55",
            "document": "James Watson . Watson married Elizabeth Lewis in 1968. They have two sons, Rufus Robert Watson (b. 1970) and Duncan James Watson (b. 1972). Watson sometimes talks about his son Rufus, who suffers from schizophrenia, seeking to encourage progress in the understanding and treatment of mental illness by determining how genetics contribute to it.",
            "score": 59.46007204055786
        },
        {
            "docid": "25536008_3",
            "document": "Nucleic acid tertiary structure . The double helix is the dominant tertiary structure for biological DNA, and is also a possible structure for RNA. Three DNA conformations are believed to be found in nature, A-DNA, B-DNA, and Z-DNA. The \"B\" form described by James D. Watson and Francis Crick is believed to predominate in cells. James D. Watson and Francis Crick described this structure as a double helix with a radius of 10 Å and pitch of 34 Å, making one complete turn about its axis every 10 bp of sequence. The double helix makes one complete turn about its axis every 10.4–10.5 base pairs in solution. This frequency of twist (known as the helical \"pitch\") depends largely on stacking forces that each base exerts on its neighbours in the chain. Double-helical RNA adopts a conformation similar to the A-form structure.",
            "score": 68.01245021820068
        },
        {
            "docid": "3111001_11",
            "document": "Paul Cuffee . Most Englishmen and Anglo-Americans in his day felt that people of African descent were inferior to Europeans, even in the predominantly Calvinist and Quaker New England. Although slavery continued, prominent men like Presidents Thomas Jefferson and James Madison believed the emigration of Blacks to colonies outside the United States was the easiest and most realistic solution to the race problem in America. Attempts by Europeans and Americans to colonize Blacks in other parts of the world had failed, including the British attempt to colonize Sierra Leone. Beginning in 1787, the Sierra Leone Company sponsored 400 people who departed from Great Britain for Sierra Leone. The colony struggled to establish a working economy and develop a government that could survive against outside pressures. After the financial collapse of the Sierra Leone Company, a second group, the newly created African Institution offered migration to freed slaves who had previously settled in Nova Scotia and London after the American Revolution. The African Institution's London sponsors hoped to gain an economic return while foster the \"civilizing\" trades of educated Blacks.",
            "score": 48.19803738594055
        },
        {
            "docid": "597574_2",
            "document": "James Lopez Watson . James Lopez Watson (May 21, 1922 – September 1, 2001) was a judge for the United States Court of International Trade. While serving as a judge around the country, Watson became the first African-American to head a federal court in the Deep South.",
            "score": 62.79277586936951
        },
        {
            "docid": "5482732_11",
            "document": "The Interesting Narrative of the Life of Olaudah Equiano . Equiano makes numerous references to the similarity between the Jews and his people. Like the Jews, not only did his people practice circumcision, but they also practiced sacrificing, burnt offerings, and purification. He explains how Abraham’s wife was African, and that the skin colour of Eboan Africans and modern Jews differs due to the climate difference. At the end of the first chapter, Equiano asserts that Africans were not inferior people. The Europeans saw them as inferior because they were ignorant of the European language, history, and customs. He explains that it is important to remember that the ancestors of the Europeans were once uncivilized and barbarians at one point or another. He states, \"Understanding is not confined to feature or colour.\"",
            "score": 40.42738389968872
        },
        {
            "docid": "5297977_23",
            "document": "Lion's Blood . Due to the destruction of Rome by Carthage and Egypt in 200 BC, Europe remained largely tribal while Africa advanced technologically and culturally with steamboats, rifles and airships or \"flying boats\" by the late 19th century. The dominant Africans consider Europeans to be inferior and treat them as a source of slave labour which is supplied to them by Viking raiders similar to how our timeline's European White colonists viewed Black Africans as inferior and used them as slaves supplied by African slave traders. Southern Africa is controlled by the Zulus while the Vikings control much of Northern Europe and all of Scandinavia.",
            "score": 45.461374044418335
        },
        {
            "docid": "41170680_6",
            "document": "James Stewart (missionary) . Stewart thought that Africa was lagging behind other nations. When he first traveled in Africa, he observed that magic and medicine were intertwined, which he felt made African medicine inferior to European medicine. He felt that medicine in Africa had a very large presence, but he also felt that it had many malignant effects. He learned some of the natives’ medicine, but thought that European medicine should take precedence over native medicine.",
            "score": 46.4019513130188
        },
        {
            "docid": "23415844_29",
            "document": "Slavery among Native Americans in the United States . Some Native American tribes owned slaves.  The Five Civilized Tribes implemented some of these practices which they have seen as beneficial; they were working to get along with the Americans to keep their territory. These 5 nations made the largest efforts of all the Native American peoples to assimilate into white society adoption of slavery was one of them. They were the most receptive to whites pressures to adopt European cultures.  The pressures from European Americans to assimilate, the economic shift of furs and deerskins, and the government's continued attempts to civilize native tribes in the south led to them adopting an economy based on agriculture.  Slavery itself was not a new concept to indigenous American peoples as in inter-Native American conflict tribes often kept prisoners of war, but these captures often replaced slain tribe members.  Native American “versions” of slavery prior to European contact came nowhere close to fitting the European definition of slavery as Native Americans did not originally distinguish between groups of people based on color, but rather traditions.  There are conflicting theories as to what caused the shift between traditional Native American servitude to the oppressive racialized enslavement the Five Civilized tribes adopted.  One theory is the civilized tribes adopted slavery as means to defend themselves from federal pressure believing that it would help them maintain their southern lands.  Another narrative postulates that Native Americans began to feed into the European belief that Africans were somehow inferior to whites and themselves.  Some indigenous nations such as the Chickasaws and the Choctaws began to embrace the concept that African bodies were property, and equated blackness to hereditary inferiority.  In either case “The system of racial classification and hierarchy took shape as Europeans and Euro-Americans sought to subordinate and exploit Native Americans' and Africans' land, bodies, and labor.  Whether strategically or racially motivated the slave trade promoted African slaves owned by Native Americans which led to new power relations among Native societies, elevating groups such as the Five Civilized Tribes to power and serving, ironically, to preserve native order. These same missionaries reported that Native American slave owners were brutal and indulgent masters, even though accounts of Indian freedmen gave different accounts of being treated relatively well without tyrannical treatment. The earliest record of African and Native American contact occurred in April 1502, when Spanish explorers brought an African slave with them and encountered a band. Thereafter, Native Americans interacted with enslaved Africans and African Americans in every way possible; in the early colonial days, Native Americans were enslaved along with Africans, and both often worked with European indentured laborers. \"They worked together, lived together in communal quarters, produced collective recipes for food, shared herbal remedies, myths and legends, and in the end they intermarried.\" Because both races were non-Christian, Europeans considered them other and inferior to Europeans. They worked to make enemies of the two groups. In some areas, Native Americans began to slowly absorb white culture.",
            "score": 39.28081226348877
        },
        {
            "docid": "2091495_12",
            "document": "Nucleic acid double helix . At least three DNA conformations are believed to be found in nature, A-DNA, B-DNA, and Z-DNA. The \"B\" form described by James Watson and Francis Crick is believed to predominate in cells. It is 23.7 Å wide and extends 34 Å per 10 bp of sequence. The double helix makes one complete turn about its axis every 10.4–10.5 base pairs in solution. This frequency of twist (termed the helical \"pitch\") depends largely on stacking forces that each base exerts on its neighbours in the chain. The absolute configuration of the bases determines the direction of the helical curve for a given conformation.",
            "score": 54.447083950042725
        },
        {
            "docid": "16289_6",
            "document": "James Watson . James D. Watson was born in Chicago, Illinois, on April 6, 1928, as the only son of Jean (Mitchell) and James D. Watson, a businessman descended mostly from colonial English immigrants to America. His mother's father, Lauchlin Mitchell, a tailor, was from Glasgow, Scotland, and her mother, Lizzie Gleason, was the child of Irish parents from County Tipperary. Raised Catholic, he later described himself as \"an escapee from the Catholic religion.\" Watson said, \"The luckiest thing that ever happened to me was that my father didn't believe in God.\"",
            "score": 56.83067512512207
        },
        {
            "docid": "615757_11",
            "document": "Keilor, Victoria . In about 1838-39 the first European settlements were established by pastoralists James Watson and Alexander and John Hunter. James Watson is thought to have named their home station after a farm called Keillor <sic> in Forfarshire, Scotland, one of four which his father, Hugh Watson, tenanted.",
            "score": 61.0201416015625
        },
        {
            "docid": "11124673_3",
            "document": "Edward B. Watson . Watson was born on October 7, 1844, in Garnavillo, Iowa, as the child of James Watson and Emily Adams Franklin Watson. His older brother James Watson who would also serve on the Oregon Supreme Court was born in 1840. The family moved to Oregon Territory in 1853 and settled in Douglas County. In Oregon Edward Watson received an education in the public schools and at Wilbur Academy. Then, in June 1866, he graduated with a Bachelor of Arts from Pacific University in Forest Grove, Oregon. He then studied law and began practicing in 1868 in Jacksonville, Oregon. Watson studied the law under the supervision of his brother.",
            "score": 57.93546152114868
        },
        {
            "docid": "18897691_6",
            "document": "Woodlawn Cemetery (Fairmont, West Virginia) . James Otis Watson is considered the father of the bituminous coal industry in north central West Virginia. He and Pierpont owned the first coal mine to be commercially viable following the completion of the Baltimore and Ohio Railroad linking Fairmont with the eastern seaboard markets. One of his daughters married Aretas B. Fleming. His sons, James Edwin Watson, Sylvanus Lamb Watson and Clarence Wayland Watson are also buried here.",
            "score": 52.64868760108948
        },
        {
            "docid": "2136776_8",
            "document": "Wallace Thurman . He was able to publish only one issue of \"Fire!!\". It challenged such figures as W. E. B. Du Bois and African Americans who had been working for social equality and racial integration. Thurman criticized them for believing that black art should serve as propaganda for those ends. He said that the New Negro movement spent too much energy trying to show white Americans that blacks were respectable and not inferior.",
            "score": 37.68822240829468
        },
        {
            "docid": "9627698_22",
            "document": "Child development . John B. Watson’s behaviorism theory forms the foundation of the behavioral model of development 1925. Watson was able to explain the aspects of human psychology through the process of classical conditioning. With this process, Watson believed that all individual differences in behavior were due to different learning experiences. He wrote extensively on child development and conducted research (see Little Albert experiment). This experiment had shown that phobia could be created by classical conditioning. Watson was instrumental in the modification of William James’ stream of consciousness approach to construct a stream of behavior theory. Watson also helped bring a natural science perspective to child psychology by introducing objective research methods based on observable and measurable behavior. Following Watson’s lead, B.F. Skinner further extended this model to cover operant conditioning and verbal behavior. Skinner used the operant chamber, or Skinner box, to observe the behavior of small organisms in a controlled situation and proved that organisms' behaviors are influenced by the environment. Furthermore, he used reinforcement and punishment to shape in desired behavior.",
            "score": 52.32976293563843
        },
        {
            "docid": "7299_78",
            "document": "Colonialism . Popular political practices of the time reinforced colonial rule by legitimizing European (and/ or Japanese) male authority, and also legitimizing female and non-mother-country race inferiority through studies of Craniology, Comparative Anatomy, and Phrenology. Biologists, naturalists, anthropologists, and ethnologists of the 19th century were focused on the study of colonized indigenous women, as in the case of Georges Cuvier's study of Sarah Baartman. Such cases embraced a natural superiority and inferiority relationship between the races based on the observations of naturalists' from the mother-countries. European studies along these lines gave rise to the perception that African women's anatomy, and especially genitalia, resembled those of mandrills, baboons, and monkeys, thus differentiating colonized Africans from what were viewed as the features of the evolutionarily superior, and thus rightfully authoritarian, European woman.",
            "score": 37.61615443229675
        },
        {
            "docid": "13328928_3",
            "document": "List of fictional places in Yes Minister . Buranda is a fictional West African LDC (less developed country, later known as a developing country) that features in the second episode of \"Yes Minister\" (\"The Official Visit\") and (briefly) in \"Yes, Prime Minister\" (\"A Conflict of Interest\"). Formerly British Equatorial Africa, it is referred to privately by James Hacker as a \"TPLAC\" (tin-pot little African country), much to Sir Humphrey's consternation.",
            "score": 30.09415864944458
        },
        {
            "docid": "89988_26",
            "document": "W. E. B. Du Bois . The Niagarites held a second conference in August 1906, in celebration of the 100th anniversary of abolitionist John Brown's birth, at the West Virginia site of Brown's raid on Harper's Ferry. Reverdy C. Ransom spoke and addressed the fact that Washington's primary goal was to prepare blacks for employment in their current society: \"Today, two classes of Negroes, ... are standing at the parting of the ways. The one counsels patient submission to our present humiliations and degradations; ... The other class believe that it should not submit to being humiliated, degraded, and remanded to an inferior place ... it does not believe in bartering its manhood for the sake of gain.\"",
            "score": 23.841742992401123
        },
        {
            "docid": "2095829_81",
            "document": "Sonia Sotomayor . She takes several daily insulin injections, and her diabetes is considered to be well controlled. Sotomayor does not belong to a Catholic parish or attend Mass, but does attend church for important occasions. She has said, \"I am a very spiritual person [though] maybe not traditionally religious in terms of Sunday Mass every week, that sort of thing. The trappings are not important to me, but, yes, I do believe in God. And, yes, I do believe in the commandments.\"",
            "score": 15.569098949432373
        },
        {
            "docid": "30140560_10",
            "document": "South African Class 15A 4-8-2 . Since the only difference between the as-delivered Class 15 and Class 15A lay in the length of their boilers and whether they were built with or without combustion chambers, both models were reclassified to Class 15AR when they were reboilered with Watson Standard boilers. In the case of the Class 15A engines, reboilering replaced their combustion-chambered Belpaire boilers with less efficient Watson Standard boilers without combustion chambers and it was found that the rebuilds were inferior steamers compared with their non-rebuilt sister engines.",
            "score": 42.45287251472473
        },
        {
            "docid": "417385_19",
            "document": "Melvin B. Tolson . In 1941, he published his poem \"Dark Symphony\" in the \"Atlantic Monthly\". Some critics believe it is his greatest work, in which he compared and contrasted African-American and European-American history.",
            "score": 28.548921585083008
        },
        {
            "docid": "53870916_5",
            "document": "Native American slave ownership . In an effort to avoid removal, some Native American tribes attempted to assimilate into white European society through strategies such as formal schooling, adopting Christianity, moving off the reservation, or even owning slaves. The Five Civilized Tribes implemented some of these practices which they have seen as beneficial; they were working to get along with the Americans to keep their territory. These 5 nations made the largest efforts of all the Native American peoples to assimilate into white society adoption of slavey was one of them. They were the most receptive to whites pressures to adopt European cultures. The pressures from European Americans to assimilate, the economic shift of furs and deerskins, and the government's continued attempts to civilize native tribes in the south led to them adopting an economy based on agriculture. Slavery itself was not a new concept to indigenous American peoples as in inter-Native American conflict tribes often kept prisoners of war, but these captures often replaced slain tribe members. Native American \"versions\" of slavery prior to European contact came nowhere close to fitting the European definition of slavery as Native Americans did not originally distinguish between groups of people based on color, but rather traditions. There are conflicting theories as to what caused the shift between traditional Native American servitude to the oppressive racialized enslavement the Five Civilized tribes adopted. One theory is the civilized tribes adopted slavery as means to defend themselves from federal pressure believing that it would help them maintain their southern lands. Another narrative postulates that Native Americans began to feed into the European belief that Africans were somehow inferior to whites and themselves. Some indigenous nations such as the Chickasaws and the Choctaws began to embrace the concept that African bodies were property, and equated blackness to hereditary inferiority. In either case \"The system of racial classification and hierarchy took shape as Europeans and Euro-Americans sought to subordinate and exploit Native Americans' and Africans' land, bodies, and labor. Whether strategically or racially motivated the slave trade promoted interactions between the Five Civilized Tribes and African Slaves which led to new power relations among Native societies, elevating groups such as the Five Civilized Tribes to power and serving, ironically, to preserve native order.",
            "score": 35.794718503952026
        },
        {
            "docid": "50522581_14",
            "document": "Hungarian migrant quota referendum, 2016 . The Liberals took out a loan of HUF 12 million to place 150 billboards with political messages, such as \"If You stay home, Orbán remains upon us. Vote Yes!\" Guy Verhofstadt, the leader of the Alliance of Liberals and Democrats for Europe Group (ALDE), who called the referendum question as \"leading and manipulative\", which undermines the common European solution, actively participated in the MLP's campaign. In a video message, he said the Hungarian people was forced to \"choose between Hungary and Europe\". He urged the voters to \"say Yes to Europe, and say Yes to the European future of Hungary!\" Former ALDE Party President Graham Watson also expressed his support to the Liberal Party's quota campaign.",
            "score": 45.53049087524414
        },
        {
            "docid": "37578888_2",
            "document": "Michael B. Watson . Michael B. \"Mike\" Watson (born September 19, 1961 in Hopewell, Virginia) is an American politician. A Republican, he was elected to the Virginia House of Delegates in 2011. He represented the 93rd district, made up of the city of Williamsburg and parts of the counties of James City and York and the city of Newport News on the Virginia Peninsula.",
            "score": 47.42193007469177
        },
        {
            "docid": "155375_13",
            "document": "Chris Watson . Labour, including Watson, opposed the final terms of the Commonwealth Constitution, however their voting status was not enough to stop it from proceeding, and unlike Holman and Hughes, he believed that it should be submitted to the people. Nevertheless, with all but two of the Labour parliamentarians, he campaigned against the 'Yes' vote at the referendum. When the Constitution was accepted, he agreed that 'the mandate of the majority will have to be obeyed'. He had made an essential contribution to that democratic decision.",
            "score": 50.97036552429199
        },
        {
            "docid": "1881878_5",
            "document": "Nick of Time (film) . Watson eventually finds disabled war veteran named Huey who polishes people's shoes at the hotel. While at first he does not believe Watson's story, Smith talks to Watson about the plot, believing Huey to be completely deaf according to a sign. Huey reluctantly assists Watson to get to Governor Grant's suite and advise her of the conspiracy. Although skeptical at first of Watson's story, she later notices Brendan act suspiciously about Krista's whereabouts and realizes Watson was telling the truth. Being hastened by her husband to make the last speech, the governor greets supporters in a ballroom when Watson takes out the gun, points it at a projector room where Smith is watching him and shoots at the window. This unleashes a panic in the ballroom, causing a stampede and brief shootout between Watson and the security people. Thinking that his wife is dead, Brendan openly gloats about the plot's success, only to find out in horror that she had heard everything, confirming her suspicions about him.",
            "score": 60.08845889568329
        }
    ],
    "r": [
        {
            "docid": "26926596_42",
            "document": "History of the race and intelligence controversy . In 2007 James D. Watson, Nobel laureate in biology, gave a controversial interview to the \"Sunday Times Magazine\" during a book tour in the United Kingdom. Watson stated he was “inherently gloomy about the prospect of Africa” because “all our social policies are based on the fact that their intelligence is the same as ours – whereas all the testing says not really.” He also wrote that “there is no firm reason to anticipate that the intellectual capacities of peoples geographically separated in their evolution should prove to have evolved identically. Our wanting to reserve equal powers of reason as some universal heritage of humanity will not be enough to make it so.” This resulted in the cancellation of a Royal Society lecture, along with other public engagements, and his suspension from his administrative duties at Cold Spring Harbor Laboratory. He subsequently cancelled the tour and resigned from his position at CSHL, where he had served as either director, president or chancellor since 1968. However, Watson was later appointed chancellor emeritus of CSHL, and, as of 2009, he continued to advise and guide project work at the laboratory.",
            "score": 102.23641204833984
        },
        {
            "docid": "16289_2",
            "document": "James Watson . James Dewey Watson (born April 6, 1928) is an American molecular biologist, geneticist and zoologist, best known as one of the co-discoverers of the structure of DNA in 1953 with Francis Crick and Rosalind Franklin. Watson, Crick, and Maurice Wilkins were awarded the 1962 Nobel Prize in Physiology or Medicine \"for their discoveries concerning the molecular structure of nucleic acids and its significance for information transfer in living material\".",
            "score": 83.7999038696289
        },
        {
            "docid": "10690215_20",
            "document": "Bruno Maddox . Maddox's \"Discover\" columns are occasionally criticized; his essay \"Fictional Reality\", in particular, has been controversial. Maddox declared science fiction obsolete in his essay \"Fictional Reality\" and was roundly criticized in the blogosphere, most notably by \"Scientific American\"<nowiki>'</nowiki>s J.R. Minkel. Maddox wrote that \"fiction—all fiction—finally became obsolete as a delivery system for big ideas\" as a result of the \"scarcity of foreseeable future\", citing the decline of author Michael Crichton's work as evidence. Minkel lambasted Maddox and pointed to author Neal Stephenson's cutting-edge work as proof to the contrary, venturing that \"science fiction writers can \"dictate\" the future if they have the vim and vision\". One of Maddox's most recent \"Discover\" essays, \"The James Watson Affair\", examines comments made by James Watson in an article in London's \"Sunday Times\" which led to Watson's suspension at the laboratory where he worked and his eventual retirement, and is skeptical of critics who found Watson's comment about black employees \"not that big a deal\" yet charged him with racism for his proposition on black African intelligence; in conclusion, Maddox derides the views held by several critics, stating that in comparison to Watson's statements, \"the most ignorant and hurtful idea of all, of course, is that the entire topic of race and genes and intelligence is off-limits to all right-thinking, compassionate people, just on principle\", which pejoratively assumes \"that some races \"are\" innately and immutably much less intelligent than others\". Maddox's essay, although published in the March 2008 printed edition of \"Discover\", has not been published online.",
            "score": 81.70697021484375
        },
        {
            "docid": "922489_2",
            "document": "The Double Helix . The Double Helix: A Personal Account of the Discovery of the Structure of DNA is an autobiographical account of the discovery of the double helix structure of DNA written by James D. Watson and published in 1968. Watson is a U.S. molecular biologist, geneticist and zoologist, best known as one of the co-discoverers of the structure of DNA in 1953 with Francis Crick.",
            "score": 77.19823455810547
        },
        {
            "docid": "11461_30",
            "document": "Francis Crick . As a result of leaving King's College for Birkbeck College, Franklin was asked by John Randall to give up her work on DNA. When it became clear to Wilkins and the supervisors of Watson and Crick that Franklin was going to the new job, and that Linus Pauling was working on the structure of DNA, they were willing to share Franklin's data with Watson and Crick, in the hope that they could find a good model of DNA before Pauling was able. Franklin's X-ray diffraction data for DNA and her systematic analysis of DNA's structural features was useful to Watson and Crick in guiding them towards a correct molecular model. The key problem for Watson and Crick, which could not be resolved by the data from King's College, was to guess how the nucleotide bases pack into the core of the DNA double helix. Another key to finding the correct structure of DNA was the so-called Chargaff ratios, experimentally determined ratios of the nucleotide subunits of DNA: the amount of guanine is equal to cytosine and the amount of adenine is equal to thymine. A visit by Erwin Chargaff to England, in 1952, reinforced the salience of this important fact for Watson and Crick. The significance of these ratios for the structure of DNA were not recognized until Watson, persisting in building structural models, realized that A:T and C:G pairs are structurally similar. In particular, the length of each base pair is the same. Chargaff had also pointed out to Watson that, in the aqueous, saline environment of the cell, the predominant tautomers of the pyrimidine (C and T) bases would be the amine and keto configurations of cytosine and thymine, rather than the imino and enol forms that Crick and Watson had assumed. They consulted Jerry Donohue who confirmed the most likely structures of the nucleotide bases. The base pairs are held together by hydrogen bonds, the same non-covalent interaction that stabilize the protein α-helix. The correct structures were essential for the positioning of the hydrogen bonds. These insights led Watson to deduce the true biological relationships of the A:T and C:G pairs. After the discovery of the hydrogen bonded A:T and C:G pairs, Watson and Crick soon had their anti-parallel, double helical model of DNA, with the hydrogen bonds at the core of the helix providing a way to \"unzip\" the two complementary strands for easy replication: the last key requirement for a likely model of the genetic molecule. As important as Crick's contributions to the discovery of the double helical DNA model were, he stated that without the chance to collaborate with Watson, he would not have found the structure by himself.",
            "score": 72.84619903564453
        },
        {
            "docid": "91452_18",
            "document": "John B. Watson . Watson called language a \"manipulative habit.\" He called it this because when we speak language, the sound originates in our larynx, which is a body instrument that we manipulate every time we talk in order to hear our \"voice.\" As we change our throat shape and tongue position, different sounds are made. Watson says when a baby first cries, or first says \"da\" or \"ma,\" that it is learning language. Watson also used an experiment that he and his wife conducted, in which they conditioned a baby to say \"da-da\" when he wanted his bottle. Although the baby was conditioned and was a success for a short while, the conditioning was eventually lost. Watson does say, however, that as the child got older, he would imitate Watson as a result of Watson imitating him. By three years old, the child needed no help developing his vocabulary because he was learning from others. Thus, language is imitative.",
            "score": 72.2551498413086
        },
        {
            "docid": "11461_2",
            "document": "Francis Crick . Francis Harry Compton Crick (8 June 1916 – 28 July 2004) was a British molecular biologist, biophysicist, and neuroscientist, most noted for being a co-discoverer of the structure of the DNA molecule in 1953 with James Watson, work which was based partly on fundamental studies done by Rosalind Franklin, Raymond Gosling and Maurice Wilkins. Together with Watson and Wilkins, he was jointly awarded the 1962 Nobel Prize in Physiology or Medicine \"for their discoveries concerning the molecular structure of nucleic acids and its significance for information transfer in living material\".",
            "score": 72.11550903320312
        },
        {
            "docid": "3213561_4",
            "document": "Jerry Donohue . Throughout his life Donohue specialized in crystal structures and analysis, specifically of molecules relating to biology and hydrogen-bonding. In 1952, Donohue was given a Guggenheim Foundation grant to study at Cambridge University for 6 months. He shared an office with Francis Crick and James D. Watson. In his work to determine the structure of DNA, Watson had been using structure for guanine from a monograph by James N. Davidson. Davidson had depicted these bases in the enol configuration and Watson used this structure in an unsuccessful 'like-with-like' pairing of the bases. Donohue informed Watson that the published structure was just a guess and that the keto structure was more likely, based on a publication of June Broomhead and quantum mechanical calculations. Within a few days, Watson and Crick were able to build their famous model for DNA.",
            "score": 71.1820068359375
        },
        {
            "docid": "15358229_7",
            "document": "List of dreams . Nobel laureate James Watson opens TED 2005 with the frank and funny story of how he and his research partner, Francis Crick, discovered the structure of DNA. James Watson, co-discoverer of the structure of DNA, reported stumbling upon the double helix image for the DNA chain through his dream of a spiral staircase.",
            "score": 69.79374694824219
        },
        {
            "docid": "7955_83",
            "document": "DNA . In 1943, Oswald Avery, along with coworkers Colin MacLeod and Maclyn McCarty, identified DNA as the transforming principle, supporting Griffith's suggestion (Avery–MacLeod–McCarty experiment). DNA's role in heredity was confirmed in 1952 when Alfred Hershey and Martha Chase in the Hershey–Chase experiment showed that DNA is the genetic material of the T2 phage. Late in 1951, Francis Crick started working with James Watson at the Cavendish Laboratory within the University of Cambridge. In 1953, Watson and Crick suggested what is now accepted as the first correct double-helix model of DNA structure in the journal \"Nature\". Their double-helix, molecular model of DNA was then based on one X-ray diffraction image (labeled as \"Photo 51\") taken by Rosalind Franklin and Raymond Gosling in May 1952, and the information that the DNA bases are paired. On 28 February 1953 Crick interrupted patrons' lunchtime at The Eagle pub in Cambridge to announce that he and Watson had \"discovered the secret of life\".",
            "score": 69.78376007080078
        },
        {
            "docid": "234248_14",
            "document": "Maurice Wilkins . By November 1951, Wilkins had evidence that DNA in cells as well as purified DNA had a helical structure. Alex Stokes had solved the basic mathematics of helical diffraction theory and thought that Wilkins's X-ray diffraction data indicated a helical structure in DNA. Wilkins met with Watson and Crick and told them about his results. This information from Wilkins, along with additional information gained by Watson when he heard Franklin talk about her research during a King's College research meeting, stimulated Watson and Crick to create their first molecular model of DNA, a model with the phosphate backbones at the center. Upon viewing the model of the proposed structure, Franklin told Watson and Crick that it was wrong. Franklin based this on two observations. First, experiments by J.M. Gulland showed that the CO- and NH groups of the bases could not be titrated, and so were probably inaccessible. Secondly, crystallographic evidence showed that the structural units of DNA were progressively separated by the addition of water, leading to the formation of a gel and then a solution. Franklin believed that the simplest explanation of this was for the hydrophilic part of the molecule to be on the outside. Crick tried to get Wilkins to continue with additional molecular modeling efforts, but Wilkins did not take this approach.",
            "score": 69.67304229736328
        },
        {
            "docid": "11461_25",
            "document": "Francis Crick . Many have speculated about what might have happened had Pauling been able to travel to Britain as planned in May 1952. As it was, his political activities caused his travel to be restricted by the United States government and he did not visit the UK until later, at which point he met none of the DNA researchers in England. At any rate he was preoccupied with proteins at the time, not DNA. Watson and Crick were not officially working on DNA. Crick was writing his Ph.D. thesis; Watson also had other work such as trying to obtain crystals of myoglobin for X-ray diffraction experiments. In 1952, Watson performed X-ray diffraction on tobacco mosaic virus and found results indicating that it had helical structure. Having failed once, Watson and Crick were now somewhat reluctant to try again and for a while they were forbidden to make further efforts to find a molecular model of DNA. Of great importance to the model building effort of Watson and Crick was Rosalind Franklin's understanding of basic chemistry, which indicated that the hydrophilic phosphate-containing backbones of the nucleotide chains of DNA should be positioned so as to interact with water molecules on the outside of the molecule while the hydrophobic bases should be packed into the core. Franklin shared this chemical knowledge with Watson and Crick when she pointed out to them that their first model (from 1951, with the phosphates inside) was obviously wrong.",
            "score": 68.8613052368164
        },
        {
            "docid": "16289_41",
            "document": "James Watson . A review of the handwritten correspondence from Franklin to Watson, located in the archives at CSHL, reveals that the two scientists later had exchanges of constructive scientific correspondence. In fact, Franklin consulted with Watson on her tobacco mosaic virus RNA research. Franklin's letters begin on friendly terms with \"Dear Jim\", and conclude with equally benevolent and respectful sentiments such as \"Best Wishes, Yours, Rosalind\". Each of the scientists published their own unique contributions to the discovery of the structure of DNA in separate articles, and all of the contributors published their findings in the same volume of \"Nature\". These classic molecular biology papers are identified as: Watson J.D. and Crick F.H.C. \"A Structure for Deoxyribose Nucleic Acid\" \"Nature\" 171, 737–738 (1953); Wilkins M.H.F., Stokes A.R. & Wilson, H.R. \"Molecular Structure of Deoxypentose Nucleic Acids\" Nature 171, 738–740 (1953); Franklin R. and Gosling R.G. \"Molecular Configuration in Sodium Thymonucleate\" \"Nature\" 171, 740–741 (1953).",
            "score": 68.80673217773438
        },
        {
            "docid": "68206_4",
            "document": "Central dogma of molecular biology . A second version of the central dogma is popular but incorrect. This is the simplistic DNA → RNA → protein pathway published by James Watson in the first edition of \"The Molecular Biology of the Gene\" (1965). Watson's version differs from Crick's because Watson describes the two-step (DNA → RNA and RNA → protein) pathway as the central dogma. While the dogma, as originally stated by Crick, remains valid today, Watson's version does not.",
            "score": 68.66608428955078
        },
        {
            "docid": "10095055_53",
            "document": "Preston Watson . Confirmation from articles in the Dundee Courier in 1910 confirming completion dates of Watson's first and second aeroplanes pour cold water on the suggestion that he built and flew rocking wing aircraft any earlier. Yet the rumours persist, with no small thanks to the likes of the book The pioneer flying achievements of Preston Watson, which is full of inconsistencies and errors and relies primarily on James Watson's discredited testimony. The unearthing of factual accounts of Watson's activities has not prevented a flood of articles and further re-assertions of the discredited stories in newspapers and magazines since James made his assertions over 60 years ago, however. During the 100th anniversary year of the Wrights' first powered flights, reporters took up the story and published \"their\" exclusive in the local press, recycling the same James Watson quotes and statements between them. Facts about Preston Watson remain as obscure to the public today as before December 1953, and although James Watson later publicly denied the claims he made about his brother. there are still many who refuse to accept that his tale has been so comprehensively debunked. This is unfortunate, considering the work that Preston actually carried out, and the conviction and enthusiasm he had for his subject matter. It is truly lamentable that he isn’t remembered for his pioneering work, regardless of the fact that it has proven to be fruitless.",
            "score": 68.11392211914062
        },
        {
            "docid": "25536008_3",
            "document": "Nucleic acid tertiary structure . The double helix is the dominant tertiary structure for biological DNA, and is also a possible structure for RNA. Three DNA conformations are believed to be found in nature, A-DNA, B-DNA, and Z-DNA. The \"B\" form described by James D. Watson and Francis Crick is believed to predominate in cells. James D. Watson and Francis Crick described this structure as a double helix with a radius of 10 Å and pitch of 34 Å, making one complete turn about its axis every 10 bp of sequence. The double helix makes one complete turn about its axis every 10.4–10.5 base pairs in solution. This frequency of twist (known as the helical \"pitch\") depends largely on stacking forces that each base exerts on its neighbours in the chain. Double-helical RNA adopts a conformation similar to the A-form structure.",
            "score": 68.012451171875
        },
        {
            "docid": "1732821_6",
            "document": "Nikolai Koltsov . Nikolai Koltsov worked on cytology and vertebrate anatomy. In 1903 Koltsov proposed that the shape of cells was determined by a network of tubules which he termed the cytoskeleton. In 1927 Koltsov proposed that inherited traits would be inherited via a \"giant hereditary molecule\" which would be made up of \"two mirror strands that would replicate in a semi-conservative fashion using each strand as a template\". These ideas were confirmed to have been accurate in 1953 when James D. Watson and Francis Crick described the structure of DNA. Watson and Crick had apparently not heard of Koltsov. US geneticist Richard Goldschmidt wrote about him: \"There was the brilliant Nikolai Koltsov, probably the best Russian zoologist of the last generation, an enviable, unbelievably cultured, clear-thinking scholar, admired by everybody who knew him\".",
            "score": 67.5459213256836
        },
        {
            "docid": "1767861_20",
            "document": "Johnny &quot;Guitar&quot; Watson . Etta James stated, in an interview at the 2006 Rochester International Jazz Festival: \"Johnny 'Guitar' Watson... Just one of my favorite singers of all time. I first met him when we were both on the road with Johnny Otis in the '50s, when I was a teenager. We traveled the country in a car together so I would hear him sing every night. His singing style was the one I took on when I was 17 – people used to call me the female Johnny 'Guitar' Watson and him the male Etta James... He knew what the blues was all about...\"",
            "score": 66.898193359375
        },
        {
            "docid": "41170680_7",
            "document": "James Stewart (missionary) . He also had many negative views about the African natives. He felt there were no moral forces present in the African natives' lives. He warned people who went there of \"descent into mere animalism and fixed and hopeless barbarism,\" showing how he viewed the lives of the Africans as inferior to his life. He was also worried about their moral degradation because of polygamy and witchcraft. Stewart thought that this degradation process was reversible through mission help. He aimed at fixing their decline through his missionary work in Africa. Stewart also implicitly suggested that Africans were racially inferior to Europeans, both physically and biologically. Even though at first James Stewart had many negative views on Africans, he did not treat them as inferiors and did everything he could to help them.",
            "score": 66.1048583984375
        },
        {
            "docid": "256313_7",
            "document": "Salvador Luria . From 1943 to 1950, he worked at Indiana University. His first graduate student was James D. Watson, who went on to discover the structure of DNA with Francis Crick. In January 1947, Luria became a naturalized citizen of the United States.",
            "score": 66.10362243652344
        },
        {
            "docid": "38068246_2",
            "document": "Sven Furberg . Sven Verner Furberg (16 April 1920 – 15 March 1983) was a Norwegian chemist, biologist and crystallographer who first proposed the helical structure of DNA. Furberg suggested this structure in 1949, which he referred to as a \"zig-zag\" chain. In 1952, his structure of DNA was published in the journal Acta Chemica Scandinavica. In this paper, he deduced that DNA forms a double helix from the crystal structure and density value of nucleosides and other related molecules. A year later, this paper was cited by James Watson and Francis Crick in \"Molecular Structure of Nucleic Acids: A Structure for Deoxyribose Nucleic Acid\".",
            "score": 66.04471588134766
        },
        {
            "docid": "16289_26",
            "document": "James Watson . In October 2007, Watson was suspended following criticism of his views on genetic factors relating to intelligence, and a week later, on the 25th, he retired at the age of 79 from CSHL from what the lab called \"nearly 40 years of distinguished service\". In a statement, Watson attributed his retirement to his age, and circumstances that he could never have anticipated or desired.",
            "score": 65.66205596923828
        },
        {
            "docid": "23943084_12",
            "document": "Francis Collins . In June 2000 Collins was joined by President Bill Clinton and biologist Craig Venter in making the announcement of a working draft of the human genome. He stated that \"It is humbling for me, and awe-inspiring to realize that we have caught the first glimpse of our own instruction book, previously known only to God.\" An initial analysis was published in February 2001, and scientists worked toward finishing the reference version of the human genome sequence by 2003, coinciding with the 50th anniversary of James D. Watson and Francis Crick's publication of the structure of DNA.",
            "score": 65.24886322021484
        },
        {
            "docid": "42627297_7",
            "document": "Raat Ke Rahi . Rita and Bobby soon fall in love, but James and his henchmen get Bobby arrested on a false charge. Bobby escapes and tries to find out about his brother's plans. One evening, James has had a lot to drink and he tells Rita about the smuggling and killing of three people. She tells Mr. Watson what James has disclosed to her. James takes Rita with him for their next activity where Bobby also appears. Rita is in the clutches of the hooded stranger and she pulls off the hood to discover him to be Mr. Watson. There is a chase with Bobby apprehending Mr. Watson, who has shot and injured a now repentant James.",
            "score": 65.19783020019531
        },
        {
            "docid": "4718833_6",
            "document": "Eukaryotic chromosome structure . The nucleosome consists of a DNA double helix bound to an octamer of core histones (2 dimers of H2A and H2B, and an H3/H4 tetramer). About 147 base pairs of DNA coil around 1 octamer, and ~20 base pairs are sequestered by the addition of the linker histone (H1), and various length of \"linker\" DNA (~0-100 bp) separate the nucleosomes. The double helix was discovered in 1953 by James Watson and Francis Crick. Other researchers made very important, but unconnected findings about the composition of DNA. But it was up to Watson and Crick to put all of those findings together to come up with a model for DNA. Later, chemist Alexander Todd determined that the backbone of a DNA molecule contained repeating phosphate and deoxyribose sugar groups. The biochemist Erwin Chargaff found that adenine and thymine always paired while cytosine and guanine always paired. High resolution X-ray images of DNA that were obtained by Maurice Wilkins and Rosalind Franklin suggested a helical, or corkscrew like shape.",
            "score": 65.1650161743164
        },
        {
            "docid": "10095055_33",
            "document": "Preston Watson . Constructed from bamboo with its flying surfaces covered in canvas like his first aeroplane, Watson's No.2 was structurally similar to its predecessor, which lends credence to the fact that Watson's first rocking wing aircraft did not fly. The two aircraft shared the same dimensions, wing plan and box kite tail surfaces, although the 'A' frame centre section of the No.2 differed slightly from the No.1 in bracing details. Watson's new aeroplane was powered by a 1910 three cylinder 30 hp Humber engine. A number of accounts state that Preston, his younger brother James and Archie Dickie, who had allegedly gone to Paris to secure a Dutheil Chalmers engine from Alberto Santos-Dumont for Watson's previous aeroplane, all flew the machine at Errol at this time. The pictures published in the 15 May 1914 issue of Flight magazine, which captions the images as having been taken in 1912 have been mis-quoted by James as having been taken in 1908, but the No.2 was built in 1910 and it's 30 hp Humber engine was not produced until that year. On being given this piece of rather pointed evidence to the contrary by prominent aviation author Charles Gibbs-Smith, James Watson promptly changed his story. As with his first aeroplane, it is safe to assume that Watson's primary concern about the No.2 would have been its powerplant; above all other considerations, he had to equip it with an engine that was able to get it into the air. Quite probably, his choice of engine was driven by cost and availability. As with his first aeroplane, the fate of the Watson No.2 is unknown, although it was probably scrapped with the outbreak of the Great War. Watson's Third Aeroplane",
            "score": 65.06614685058594
        },
        {
            "docid": "11461_24",
            "document": "Francis Crick . When Watson came to Cambridge, Crick was a 35-year-old graduate student (due to his work during WWII) and Watson was only 23, but he already had a Ph.D. They shared an interest in the fundamental problem of learning how genetic information might be stored in molecular form. Watson and Crick talked endlessly about DNA and the idea that it might be possible to guess a good molecular model of its structure. A key piece of experimentally-derived information came from X-ray diffraction images that had been obtained by Wilkins, Franklin, and Gosling. In November 1951, Wilkins came to Cambridge and shared his data with Watson and Crick. Alexander Stokes (another expert in helical diffraction theory) and Wilkins (both at King's College) had reached the conclusion that X-ray diffraction data for DNA indicated that the molecule had a helical structure—but Franklin vehemently disputed this conclusion. Stimulated by their discussions with Wilkins and what Watson learned by attending a talk given by Franklin about her work on DNA, Crick and Watson produced and showed off an erroneous first model of DNA. Their hurry to produce a model of DNA structure was driven in part by the knowledge that they were competing against Linus Pauling. Given Pauling's recent success in discovering the Alpha helix, they feared that Pauling might also be the first to determine the structure of DNA.",
            "score": 64.83055114746094
        },
        {
            "docid": "16289_12",
            "document": "James Watson . The experiments, which Watson had learned of during the previous summer's Cold Spring Harbor phage conference, included the use of radioactive phosphate as a tracer to determine which molecular components of phage particles actually infect the target bacteria during viral infection. The intention was to determine whether protein or DNA was the genetic material, but upon consultation with Max Delbrück, they determined that their results were inconclusive and could not specifically identify the newly labeled molecules as DNA. Watson never developed a constructive interaction with Kalckar, but he did accompany Kalckar to a meeting in Italy, where Watson saw Maurice Wilkins talk about his X-ray diffraction data for DNA. Watson was now certain that DNA had a definite molecular structure that could be elucidated.",
            "score": 64.81660461425781
        },
        {
            "docid": "16289_23",
            "document": "James Watson . In 1968, Watson wrote \"The Double Helix\", listed by the Board of the Modern Library as number seven in their list of \"100 Best Nonfiction\" books. The book details the sometimes painful story of not only the discovery of the structure of DNA, but also the personalities, conflicts and controversy surrounding their work. Watson's original title was to have been \"Honest Jim\", in that the book recounts the discovery of the double helix from Watson's point of view and included many of his private emotional impressions at the time. Some controversy surrounded the publication of the book. Watson's book was originally to be published by the Harvard University Press, but Francis Crick and Maurice Wilkins objected, among others. Watson's home university dropped the project and the book was commercially published.",
            "score": 64.74279022216797
        },
        {
            "docid": "49602444_48",
            "document": "DU spectrophotometer . The bases of DNA absorbed ultraviolet light near 260 nm. Inspired by the work of Oswald Avery on DNA, Erwin Chargaff used a DU spectrophotometer in the 1940s in measuring the relative concentrations of bases in DNA. Based on this research, he formulated Chargaff's rules. In the first complete quantitative analysis of DNA, he reported the near-equal correspondence of pairs of bases in DNA, with the number of guanine units equaling the number of cytosine units, and the number of adenine units equaling the number of thymine units. He further demonstrated that the relative amounts of guanine, cytosine, adenine and thymine varied between species. In 1952, Chargaff met Francis Crick and James D. Watson, discussing his findings with them. Watson and Crick built upon his ideas in their determination of the structure of DNA.",
            "score": 64.68209838867188
        },
        {
            "docid": "30733431_2",
            "document": "Galacidalacidesoxyribonucleicacid . Galacidalacidesoxiribunucleicacid (also known as Homage to Crick and Watson (Discoverers of DNA)) is a 1963 painting by Salvador Dalí. The painting's title is a portmanteau of the name of Dalí's wife, Gala Dalí, and deoxyribonucleic acid (DNA). It is a tribute to Francis Crick and James D. Watson, who determined the double helical structure of DNA in 1953.",
            "score": 64.63513946533203
        },
        {
            "docid": "56054758_4",
            "document": "Rosalind Franklin and DNA . The discovery of the structure of DNA in 1953 is regarded as \"the greatest and most important scientific discovery of the 20th Century\". Francis Crick, James Watson and Maurice Wilkins received the Nobel Prize in Physiology or Medicine in 1962 for the discovery. This discovery laid the foundation for modern biology, including medical and molecular researches. The discoverers earned a lasting worldwide fame. But the contribution made by Rosalind Franklin, who died in 1958, was largely forgotten. The main motive for Sayre's book came from James Watson's memoir \"The Double Helix : A Personal Account of the Discovery of the Structure of DNA\". Published in 1968, \"The Double Helix\" reflected the account of the discovery in which Franklin was portrayed as \"uninteresting\", \"belligerent\", and \"sharp, stubborn mind\", referring her as \"Rosy\", the name she did not want to be called. Watson described her as having \"all the imagination of English blue-stocking adolescents\", and \"the product of an unsatisfied mother\".",
            "score": 64.44469451904297
        }
    ]
}