{
    "q": [
        {
            "docid": "34584497_32",
            "document": "Succession to the French throne . Philip the Fair was not concerned about the lack of male heirs. He had three sons, well married, and a daughter, Isabella of France, Queen of England by her marriage to Edward II of England. The eldest son, Louis the Quarrelsome, was King of Navarre and Count of Champagne since the death of his mother. He would, at the death of his father, become King of France and Navarre. His wife, Margaret of Burgundy had given him a daughter, but she was young and he could expect her to give him a son later. As for his two other sons, Philip, Count of Poitiers and Charles, Count of La Marche, they had married the two daughters of Otto IV, Count of Burgundy and Mahaut, Countess of Artois, Joan and Blanche. The king could believe his succession was assured.",
            "score": 33.33806347846985
        },
        {
            "docid": "293942_4",
            "document": "Louis V of France . In 982 at Vieille-Brioude, Haute-Loire, the fifteen year old Louis was married to the forty-year-old Adelaide-Blanche of Anjou, sister of Count Geoffrey I and twice a widow from her previous marriage with Count Stephen of Gévaudan and Count Raymond of Toulouse, Prince of Gothia. This union was purely political and arranged by the king – following the advices of Queen Emma and Count Geoffrey I – with the double purpose of restoring the Carolingian royal power in the south of the kingdom, and (according to Richerus) to obtain the support of the local southern lords in his fight against the Robertians: being now related by marriage to two of the most powerful southern comital families of the Kingdom, Lothair believed that he could confront the power of Hugh Capet.",
            "score": 29.65311312675476
        },
        {
            "docid": "7767342_3",
            "document": "Blanche of Burgundy . Blanche was the younger daughter of Otto IV, Count of Burgundy, and Mahaut, Countess of Artois. Her father died in 1302, leaving the county to Blanche's younger brother, Count Robert. Blanche's elder sister Joan was supposed to marry King Louis the Headstrong of Navarre, the eldest son and heir apparent of King Philip the Fair of France, but Philip the Fair changed his mind and arranged for her to marry his second son, Count Philip the Tall of Poitiers, in 1307. The same year, Louis married Margaret of Burgundy. The Countess of Artois was proud of this achievement and quickly started negotiating her younger daughter's marriage to Count Charles the Fair of la Marche, King Philip's third son, offering a huge dowry. The negotiations were successful and on 23 September 1307, the eleven-year-old Blanche and two years older Charles concluded a marriage contract. The marriage ceremony was hastily performed at Countess Mahaut's castle in Hesdin in January 1308. At first, the Count and Countess of la Marche had an unremarkable marriage that was neither as flawed as that of the King and Queen of Navarre nor as harmonious as that of the Count and Countess of Poitiers.",
            "score": 32.81975340843201
        },
        {
            "docid": "8870598_59",
            "document": "Vincent-Marie Viénot, Count of Vaublanc . Vaublanc, at the head of his ministry, engaged immediately in Counter-Revolutionary activity that was so frenetic that even the King was to be describe it as \"breathless devotion\". On the tabling by the Keeper of the Seals of a law that would reestablish \"cours prévôtales\" or \"special courts\" before the Chamber of Deputies (nicknamed the \"Chambre introuvable\"), Vaublanc shouted out: \"France wants its King!\" To great applause, both the deputies and the public gallery rose to their feet and repeated \"Yes, France wants its King!\"",
            "score": 20.132392644882202
        },
        {
            "docid": "12991309_3",
            "document": "John IV, Count of Armagnac . His father had taken the County of Comminges by force, but John IV could not prevent the second marriage of Marguerite to Mathieu de Foix in 1419. Subsequently they took the County of Comminges. In 1425, he recognized the King of Castile as overlord of Armagnac. The French king, occupied fighting the English, could not intervene, but did not overlook the affront. Later, John IV negotiated the marriage of his daughter Isabelle with Henry VI of England, but he backed off from this plan after threats from the king of France. In 1440, he took part in a revolt of the barons and the Dauphin of France, but the coalition was overcome by Charles VII, who pardoned the insurrectionists. He asked the Count of Armagnac to give up its kingly formula, but this last was refused.",
            "score": 25.66980528831482
        },
        {
            "docid": "1701650_10",
            "document": "Cohen's kappa . Suppose that you were analyzing data related to a group of 50 people applying for a grant. Each grant proposal was read by two readers and each reader either said \"Yes\" or \"No\" to the proposal. Suppose the disagreement count data were as follows, where A and B are readers, data on the main diagonal of the matrix (a and d) count the number of agreements and off-diagonal data (b and c) count the number of disagreements: e.g.",
            "score": 16.102997064590454
        },
        {
            "docid": "42899107_5",
            "document": "Hugues du Perche . Being from a vassal family of the counts of Blois, while the counts Gâtinais were faithful to the Capetian kings of France, the marriage took place probably during a period of rapprochement between the two families, during the marriage of King Robert II the Pious and Bertha of Burgundy, widow of Eudes I of Blois, between 996 and 1003.",
            "score": 22.088260650634766
        },
        {
            "docid": "12386994_7",
            "document": "Friedrich Günther, Prince of Schwarzburg . Historically the Schwarzburg principalities could descend by semi-Salic primogeniture: in the event of the extinction of all male dynasts (as happened with the death of Prince Friedrich Günther) females were, prior to abolition of the Principality of Schwarzburg in 1918, eligible to inherit the throne. Princess Marie Antoinette of Schwarzburg (1898–1984), the only sibling of Prince Friedrich Günther, by her 1925 marriage to Count Friedrich Magnus zu Solms-Wildenfels (1886-1945), was the mother of Friedrich Magnus (b. 1927), the sixth Count zu Solms-Wildenfels to bear that name and to head the Wildenfels cadet branch of the House of Solms. Neither of the latter's two sons, Michael (b. 1949) and Konstantin (b. 1950), nor his younger brother, Albrecht (b. 1929), have children.",
            "score": 13.954772472381592
        },
        {
            "docid": "8501495_10",
            "document": "Ye Xian . In some versions, the stepmother and the stepsister were buried in a shrine called \"The Tomb of the Regretful Women\". These two women became goddesses in later tradition, and have the power to grant anyone's wish. After Ye-Xian's marriage with the king, her husband became greedy and abused the fish-bone's powers, until it stopped yielding any magic soon after. The queen Ye-Xian, thus, buried the fish-bones in a nearby beach, with a great quantity of gold. A year later the king's people led a revolt, and in order to appease them, the king tried to dig the fish-bones and distribute the gold to the rebelling soldiers. But the gold was washed away by the tide, along with the magical bones, and the fate of the king and Ye-Xian after the siege remains unknown.",
            "score": 26.833003282546997
        },
        {
            "docid": "113080_98",
            "document": "Billie Jean King . Billie Jean and Larry remained married through the palimony suit fallout. The marriage ended in 1987 after Billie Jean fell in love with her doubles partner, Ilana Kloss. Billie Jean and Larry remained on good terms, with Billie Jean serving as godmother to Larry's son from his subsequent marriage. King has residences in New York City and Chicago with Kloss, her life partner.",
            "score": 38.11369180679321
        },
        {
            "docid": "37954757_5",
            "document": "Dandy Dick Whittington . Fairfax arrives in Siam in time to represent the British Empire at the ceremony to enthrone the new King, Larry. Larry makes Dick the First Minister of Siam. Dandy Dick is now a suitable match for Alice, and Lady Fitzwarren withdraws her opposition to their marriage. The real King returns, and Larry happily steps down, as he may now wed his Siamese love, Willasee. All ends happily, as Dick and Alice celebrate their marriage.",
            "score": 35.36162078380585
        },
        {
            "docid": "176760_27",
            "document": "Foot binding . Before footbinding was practiced in China, admiration for small feet already existed as demonstrated by the Tang dynasty tale of Ye Xian written around 850 by Duan Chengshi. This tale of a girl who lost her shoe and then married a king who sought the owner of the shoe as only her foot was small enough to fit the shoe contains elements of the European story of Cinderella, and is thought to be one of its antecedents. For many, the bound feet were an enhancement to a woman's beauty and made her movement more dainty, and a woman with perfect lotus feet was likely to make a more prestigious marriage. The desirability varies with the size of the feet – the perfect bound feet and the most desirable (called \"golden lotuses\") would be around 3 Chinese inches (around 4 inches (10 cm) in Western measurement) or smaller, while those larger may be called \"silver lotuses\" (4 Chinese inches) or \"iron lotuses\" (5 Chinese inches or larger and the least desirable for marriage). The belief that footbinding made women more desirable to men is widely used as an explanation for the spread and persistence of footbinding.",
            "score": 36.27052068710327
        },
        {
            "docid": "70947_9",
            "document": "Henry the Young King . The young Henry played an important part in the politics of his father's reign. On 2 November 1160, he was betrothed to Margaret of France, daughter of King Louis VII of France and his second wife, Constance of Castile, when he was 5 years of age and she was at least 2. The marriage was an attempt to finally settle the struggle between the counts of Anjou and the French kings over possession of the frontier district of the Norman Vexin, which Louis VII had acquired from Henry's grandfather, Geoffrey Plantagenet, Count of Anjou, in around 1144. By the terms of the settlement, Margaret would bring the castles of the Norman Vexin to her new husband. However, the marriage was pushed through by Henry II when Young Henry and Margaret were small children, so that he could seize the castles. A bitter border war followed between the kings.",
            "score": 22.488462924957275
        },
        {
            "docid": "4806983_3",
            "document": "Noronha . This family has its origins in the marriage of Alfonso Enríquez, Count of Gijón and Noreña (natural son of King Henry II of Castile) with Isabel of Portugal (natural daughter of King Ferdinand I of Portugal). Their marriage was one of the clauses of the Treaty of Santarém signed in 1373, between the two peninsular kingdoms.",
            "score": 25.334031581878662
        },
        {
            "docid": "301864_42",
            "document": "Larry King . King has been married eight times, to seven women. He married high-school sweetheart Freda Miller in 1952 at age 19. That union ended the following year at the behest of their parents, who reportedly had the youngsters' marriage annulled. King was later briefly married to Annette Kaye who gave birth to his son, Larry Jr., in November 1961. King did not meet Larry Jr. until the son was in his thirties. Larry Jr. and his wife, Shannon, have three children.",
            "score": 51.207398533821106
        },
        {
            "docid": "19874135_11",
            "document": "Adolf Fredrik Munck . In 1791, he was discovered creating forged notes on Drottningholm Palace, abetting Charles Appelkvist. In 1791, the king was to have contemplated to divorce the queen by exposing her alleged secret marriage to Munck After the death of the king in 1792, Count Munck af Fulkila was forced to leave Sweden. Before his departure, the regent, duke Charles, demanded that he turn over certain documents which could scandalize the royal house if they became known. In 1795, he asked for permission to return to Sweden, and when denied, he reportedly threatened to expose the marriage certificate between himself and the queen. He was ennobled as a Count in the Duchy of Parma and Piacenza in 1816.",
            "score": 24.86251163482666
        },
        {
            "docid": "17632822_7",
            "document": "Clarence Islands . \"Captain B. asked me if Sir John's ire had abated against (James) Ross, and he (Captain B.) seemed much tickled at this subject - he was not one he said to take away a man's fair character, but there were some things that ought to be held up to reprobation, and he was now going to tell me a good story. He had the book brought him and he asked me how many islands I counted in the Clarence group. I counted 9 - 3 I said were lilac, and the others white. \"Well\", says he, \"there are but 3, and when the chart was first shown to me, there were only 3 marked down, but Ross having proposed to the King to call them the Clarence Islands, 'Yes, yes,' said the King, 'call them the Clarence islands', and then Ross thought it would be as well to make a few more, so that the Clarences and Fitzclarences might have one apiece.\" The story was afterwards confirmed to Sir John by Capt. James Ross, who said that his uncle had never seen the islands, had never been there and that it was he, Capt. James, who laid down in the map the true original number.\"",
            "score": 30.585322618484497
        },
        {
            "docid": "4599344_12",
            "document": "Bayinnaung . However, the close relationship between the two was severely tested in 1534, as they prepared for war against Hanthawaddy. Ye Htut had become romantically involved with Thakin Gyi, the king's younger half-sister, and the affair was discovered around April 1534. The commoner's affair with the king's sister under Burmese law constituted an act of treason. Ye Htut spurned suggestions of mutiny and submitted to arrest. Tabinshwehti deliberated at length with his ministers, and finally came to the conclusion that Ye Htut should be given his sister in marriage, and a princely title of Kyawhtin Nawrahta. With this decision, Tabinshwehti won the loyalty of his brother-in-law \"without parallel in Burmese history\".",
            "score": 25.813090801239014
        },
        {
            "docid": "292080_32",
            "document": "Carol Vorderman . Vorderman is a Catholic. She was first married in 1985 at age 24 to Christopher Mather, a Royal Navy officer and former international rugby league player, but the marriage lasted only twelve months. Her second marriage was to management consultant Patrick King in 1990 at age 29. Vorderman had two children, Katie (b. 1992) and Cameron (b. 1997), with King; the couple separated in 2000.",
            "score": 24.461344242095947
        },
        {
            "docid": "37920383_4",
            "document": "Koff (ship type) . Koffs were often counted among the galiots by contemporary sources because the differences are very subtle: the galiot was considered more slender and therefore more elegant. On the koff, a deckhouse could be installed between the two masts which would provide shelter for up to twelve crew men. The typical dimensions have been reported as \"80 feet long, 21 feet wide and 11 feet deep\". Later versions could have a schooner or galeas rig.",
            "score": 16.312175273895264
        },
        {
            "docid": "28073195_9",
            "document": "Martha of Armagnac . In this context Martha's father John, a major feudal lords of Occitan and, a vassal of the King of France, appeared in the eyes of King Peter and although they had been enemies during the War of the Two Peters, he was a good insurance against the Castilian threat. The count of Armagnac wished to strengthen its position in Occitan and in France and get a good ally against its rival, the Counts of Foix. Negotiations began in summer 1372 and of the marriage contract was signed on March 27, 1373 for the marriage of Martha to John, son of King Peter IV. The dowry amounted to the astronomical figure of 150,000 pounds. Martha was received with great solemnity at the border according to sources of Martin, John's younger brother.",
            "score": 24.697638869285583
        },
        {
            "docid": "23412245_8",
            "document": "Joachim, Count of Schönburg-Glauchau . His first wife, Beatrix (born 30 January 1930), is the great granddaughter of the Hungarian social reformer and national hero, Count István Széchényi. They married 27 October 1957 in Vienna and divorced in Munich, Bavaria, 25 April 1986. His children are, from his first marriage, Maria Felicitas (b. 1958), Gloria Princess of Thurn and Taxis (b. 1960), Carl-Alban (b. 1966), and the best selling author Alexander, Count of Schönburg-Glauchau (b. 1969); from his second marriage, 18 July 1986, to Ursula Zwicker, there is one child, Anabel Maya-Felicitas.",
            "score": 22.653454303741455
        },
        {
            "docid": "54834065_21",
            "document": "Australian Marriage Law Postal Survey . More than 16 million letters were sent from 12 September over almost two weeks (with all delivered by 25 September) and silent electors' packages were sent by the AEC and delivered by the end of September. After several \"Yes\" respondents posted images of their complete forms on social media, the ABS cautioned participants to not photograph their form barcodes, so as to prevent any fraudulent conduct. Additionally, survey forms could be invalidated in the event the question was rephrased by the participant or the barcode was obscured or removed. The ABS issued several examples of what constituted a valid and invalid response (such as marking both boxes \"Yes\" and \"No\" or crossing out one of the words on the form). The ABS advised Australians who received extra survey forms, addressed to the previous occupant who failed to update their electoral details, to write on the front of the envelope \"return to sender\" and send it back. In Australia, it is illegal to open mail addressed to another person. In the rare instance of multiple responses being received from an individual, the ABS noted that only the last valid response could expect to be counted. On 25 September, the ABS confirmed that all survey forms had been mailed to eligible voters and outlined the process for additional forms to be sent to people who did not receive, lost or spoilt their form. The ABS also confirmed that a change of mind was not a valid reason for requesting a new form. Both the \"Yes\" and \"No\" campaigns provided 60 observers to the ABS counting process, who examined 606,991 survey results. Fewer than 500 survey forms were reported as issues to the ABS during the survey.",
            "score": 33.34436631202698
        },
        {
            "docid": "327708_46",
            "document": "Gordon B. Hinckley . On September 23, 1995, Hinckley released \"\", a statement of belief and counsel regarding the sanctity of the family and marriage prepared by the First Presidency and Quorum of the Twelve. In February 1996, church membership in countries other than the United States surpassed that of the U.S. Also in 1996, \"60 Minutes\" aired an interview of Hinckley by Mike Wallace during a segment on the LDS Church. In 1998, Hinckley was a guest on CNN's \"Larry King Live\". Hinckley maintained a friendship with both Wallace and King until his death.",
            "score": 26.195448398590088
        },
        {
            "docid": "19936107_3",
            "document": "Blanche of France, Duchess of Austria . Blanche was born in Paris, the second child of King Philip III of France and his second wife, Maria of Brabant. Her siblings were Louis, Count of Évreux and Margaret, Queen of England. Blanche also had two older half-brothers from her father's first marriage: Philip, the future King of France, and Charles, Count of Valois.",
            "score": 21.047409057617188
        },
        {
            "docid": "1720483_7",
            "document": "Richeza of Poland, Queen of Castile . At the court of Aragon, Richeza met Ramon Berenguer II, Count of Provence, nephew of Count of Barcelona. Although they soon fell in love, their union would be clearly political. Ramon Berenguer II supported Victor IV against Pope Alexander III, who, in turn, supported King Louis VII of France. The county of Provence was in a strategic location, between France and the Italian Peninsula. Frederick Barbarossa also wanted to win to his side Count Ramon Berenguer IV, who entered in an alliance with the kings of France, Castile and León. In contrast, Ramon Berenguer II, soon cousin by marriage of the Emperor, gained prestige and could face the pretensions of Count Hugh of Baux, who had just received the Imperial Provence as a fief.",
            "score": 19.45354199409485
        },
        {
            "docid": "17450998_22",
            "document": "California Proposition 8 (2008) . While turning down the challenge to the title and summary, the California Superior Court also found that the Yes on 8 campaign had overstated its ballot argument on the measure's impact on public schools and ordered a minor change in wording. The original arguments included a claim that the Supreme Court's legalization of same-sex marriage requires teachers to tell their students, as young as kindergarten age, that same-sex marriage is the same as opposite-sex marriage. The court said the Yes on 8 argument was false because instruction on marriage is not required and parents can withdraw their children. The court said the ballot argument could be preserved by rewording it to state that teachers \"may\" or \"could\" be required to tell children there is no difference between same-sex and opposite-sex marriage.",
            "score": 32.28891563415527
        },
        {
            "docid": "9908761_4",
            "document": "Frothar (archbishop of Bordeaux) . Frothar was archbishop at Bordeaux by late 860, when Archbishop Hincmar of Reims directed an epistolary treatise at him and Rodulf of Bourges. In the treatise, Hincmar suggested that the marriage of a certain Count Stephen to a daughter of Count Raymond of Toulouse could be annulled on the grounds that the couple had not consummated it. Rodulf and Frothar seem to have successfully negotiated the annulment and preserved peace between the two powerful Aquitanian families of Stephen and Raymond. This was especially important because Aquitaine had recently been re-constituted as a subkingdom for the king's son, Charles the Younger. Hincmar later opposed Frothar's transfer to Bourges at the synod of Ponthion (20 June–16 July 876).",
            "score": 20.23983383178711
        },
        {
            "docid": "489852_5",
            "document": "Counts of Celje . In a short period of time the Counts of Celje owned more than 20 castles all over the territory of modern Slovenia and beyond through the marriages of their daughters. With their acquiring large estates in the adjoining duchies of Styria and Carinthia, in the March of Carniola as well as in the territories of the Hungarian Crown (including Croatia and Slavonia) their influence rose and they became one of the most powerful families in the area. Count Ulrich I of Cilli, a leader of mercenary soldiers, joined King Louis I of Hungary on his 1354 campaign into Dalmatia and, shortly afterwards, the \"Rex Romanorum\" Charles IV to his coronation at Rome. His son William married Anna of Poland, daughter of the Polish king Casimir III the Great. The Counts of Cilli were related by marriage with rulers of Bosnia and Polish and Hungarian kings. Also through the Barbara of Cilli the Counts were in kinship with kings of Bohemia.",
            "score": 36.54874849319458
        },
        {
            "docid": "53244388_3",
            "document": "English expedition to Flanders (1297–98) . In 1294, Guy, Count of Flanders turned for help to King Edward I of England, arranging a marriage between his daughter Philippa and Edward, Prince of Wales. However, King Philip IV of France imprisoned Guy and two of his sons, forcing Guy to call off the marriage, and imprisoned Philippa in Paris. Philippa remained imprisoned until her death in 1306.",
            "score": 23.344934701919556
        },
        {
            "docid": "13056826_5",
            "document": "Robert de Chesney . After Henry I's death in 1135, the succession was disputed as the king's only legitimate son, William, had died in 1120. The main contenders were the king's nephews, Stephen, Count of Boulogne and his elder brother Theobald II, Count of Champagne, and his surviving legitimate daughter, Matilda, usually known as the Empress Matilda because of her first marriage to the Holy Roman Emperor, Henry V. After Matilda was widowed in 1125, she returned to her father in England, who then secured her marriage to Geoffrey, Count of Anjou. All the magnates of England and Normandy were required to declare fealty to Matilda as Henry's heir, but after Henry I's death in 1135 Stephen rushed to England and had himself crowned, before Theobald or Matilda could react. The Norman barons accepted Stephen as Duke of Normandy, and Theobald contented himself with his possessions in France. But Matilda was less patient: she secured the support of the king of Scotland, David I, her maternal uncle, and the support of her half-brother Robert, Earl of Gloucester, an illegitimate son of Henry I, in 1138.",
            "score": 26.11793887615204
        },
        {
            "docid": "2594704_4",
            "document": "Bertha of Holland . Bertha was, at the time, the lowest ranking woman to marry a French king; no suitable princess could be found, since they were all too closely related to Philip for the marriage to any of them to be seen as perfectly valid by the Church. Bertha had no kings among her traceable ancestors and lacked even tenuous links with the Carolingian that her predecessors could claim. Consequently, contemporary chroniclers did not even try to present her lineage as more exalted than that of a count's daughter. Nevertheless, the shortage of royal candidates made Bertha a suitable choice. The regal title she gained by this marriage was prestigious, but had little meaning, as she was confined to her husband's small royal domain that covered little more than areas around Paris and Orléans.",
            "score": 36.59026265144348
        }
    ],
    "r": [
        {
            "docid": "30578253_7",
            "document": "50–50 (game show) . In the final phase, the host asks five questions to one of the two competitors, this will have 10 seconds to answer each question and her partner will on his electronic screen stand the answer. He or she will decide whether to confirm or choose the option that has not been seen. At the end of the questions the contestant who does not see both answers will have to make a prediction of the number of correct answers given. The total prize money can be won only if the forecast is 5 and proves correct, otherwise the part of the prize money that is won will be proportionately less. If the number of correct answers is guessed, the pair win the prize, otherwise they receivee the consolation prize.",
            "score": 78.64900207519531
        },
        {
            "docid": "4855446_3",
            "document": "Protmušis . Traditionally in every match of Protmušis two teams play against each other. At any given moment no less than three and not more than five people could play for a single team (although it is permitted to register up to eight team members in which case different team members could play at different matches). During the match ten pre-prepared questions are shown on the large screen in the front of the hall (the questions are of such a style that in order to answer them one needs both general knowledge and the ability to think logically). After the host reads each question, the one-minute timer is started. During that one minute players are permitted to discuss the possible answers with the fellow members of their team and to think. Once one of the teams believes that it already knows the correct answer, the team presses a button to stop the timer and calls out the answer. If the host and/or the referee accepts the answer as correct, the full answer is shown on the screen and the team is awarded a point. If not, the one-minute timer is restarted and the other team is permitted to continue searching for the answer and to tell their attempt to answer the question. The team that has more points after all ten questions are read is declared the winner. If both teams have an equal number of points at that time, the match ends in a draw. A draw is only possible in the regular season; if such a situation occurs during the playoffs, an overtime is played: additional questions are presented to the teams until the first correct answer is given - at that point the team which answered correctly is declared to be the winner. In the semi-finals 12 questions are presented in each game rather than 10. In the finals there are 15 questions.",
            "score": 74.26905059814453
        },
        {
            "docid": "54545764_6",
            "document": "Familetna . Each question has several answers and each answer carries different points, when asking the questioner to ask, each team leader who knows the answer must press the button to calculate the answer as correct, if the answer has the largest number of points, the answer is counted and the remaining family members are taken to identify the remaining answers, and if the answer of the leader of the team who pressed the button carries the largest number of points, it is given another chance for the leader of the competing family to give the answer, if the latter knows the answer with the highest number of points, it will be easy to pass on to the rest of his family in order to identify the rest of the answers. If the answer is less than the answer of the leader who pressed the button for the first time, in order to complete all the solutions to the question..",
            "score": 73.224365234375
        },
        {
            "docid": "4411455_31",
            "document": "The Spoonman . If, by the end of the set of 10 callers, questions remained and the final question has not been asked, a new set of callers were lined up over the break. If the final question has been asked, but was not correctly answered, the quiz entered a penalty shoot out. (This was usually implemented when the show was running short on time.) In this situation, rather than lining up 10 callers, listeners were asked to keep calling and one caller was picked off the switchboard at random after the break. This was to make it fair because the listeners have time to look up the correct answer. This \"Shoot out\" method had rarely been used in the quiz's more recent times. On one occasion, the last question of the quiz was not answered before the show's end, so it was finished the following day.",
            "score": 72.80128479003906
        },
        {
            "docid": "4360918_25",
            "document": "Miljoenenjacht . As in the previous two variations, the six players—those who turned down prizes from the previous rounds, plus the best players in the quiz—will answer questions with numerical answers. The difference is that the questions are now based on audience polls. Linda will ask a yes-or-no survey question to either the entire studio audience or a particular part of it (men, women, married men, married women, etc.) and once everyone has entered his answer, she will ask the players to guess how many people answered yes to that question. Whoever is furthest away from the actual number is eliminated, but will win a sum of money as stated above.",
            "score": 70.81208038330078
        },
        {
            "docid": "49497_27",
            "document": "Pascal's triangle . But this is also the formula for a cell of Pascal's triangle. Rather than performing the calculation, one can simply look up the appropriate entry in the triangle. Provided we have the first row and the first entry in a row numbered 0, the answer will be located at entry \"k\" in row \"n\". For example, suppose a basketball team has 10 players and wants to know how many ways there are of selecting 8. The answer is entry 8 in row 10, which is 45; that is, 10 choose 8 is 45.",
            "score": 70.29832458496094
        },
        {
            "docid": "20206189_5",
            "document": "Spekkens toy model . The Spekkens toy model is based on the knowledge balance principle: \"the number of questions about the physical state of a system that are answered must always be equal to the number that are unanswered in a state of maximal knowledge.\" However, the \"knowledge\" one can possess about a system must be carefully defined for this principle to have any meaning. To do this, the concept of a \"canonical\" set of yes or no questions is defined as the minimum number of questions needed. For example, for a system with 4 states, one can ask \"Is the system in state 1?\", \"Is the system in state 2?\" and \"Is the system in state 3?\" which would determine the state of the system (state 4 being the case if all three questions were answered \"No.\"). However, one could also ask \"Is the system in either state 1 or state 2?\" and \"Is the system in either state 1 or state 3?\", which would also uniquely determine the state, and has only two questions in the set. This set of questions is not unique, however it is clear that at least two questions (bits) are required to exactly represent one of four states. We say that for a system with 4 states, the number of questions in a canonical set is two. As such, in this case, the knowledge balance principle insists that the maximum number of questions in a canonical set that one can have answered at any given time is one, such that the amount of knowledge is equal to the amount of ignorance.",
            "score": 70.1405029296875
        },
        {
            "docid": "10354515_4",
            "document": "Masterminds (quiz bowl) . Toss-Up questions are worth 10 or 15 points apiece. They are asked, and any one person from either team can buzz in and give the answer. If they get the question correct, they earn 10 or 15 points for their team which then has the opportunity to answer a bonus question. If a player interrupts the question and supplies an incorrect answer, that player's team is penalized 5 points and may not answer the question again, letting the other team wait until the question finishes to answer. If an incorrect answer is given after the question is finished, or if the second team interrupts incorrectly after the other team has already been penalized, no penalty is given, but the team that answered incorrectly cannot answer again. If a player rings in on a toss-up before the \"power mark\" on the packet, he/she \"powers\" the question and earns 15 points instead of 10. Players may not confer with their teammates during toss-up questions by verbal or nonverbal means.",
            "score": 69.49760437011719
        },
        {
            "docid": "588859_3",
            "document": "Twenty Questions . In the traditional game, one player is chosen to be the \"answerer\". That person chooses a subject (object) but does not reveal this to the others. All other players are \"questioners\". They each take turns asking a question which can be answered with a simple \"Yes\" or \"No.\" In variants of the game, multiple state answers may be included such as the answer \"Maybe.\" The answerer answers each question in turn. Sample questions could be: \"Is it bigger than a breadbox?\" or \"Can I put it in my mouth?\" Lying is not allowed in the game. If a questioner guesses the correct answer, that questioner wins and becomes the \"answerer\" for the next round. If 20 questions are asked without a correct guess, then the answerer has stumped the questioners and gets to be the answerer for another round.",
            "score": 69.30374145507812
        },
        {
            "docid": "753973_34",
            "document": "Ken Jennings . Jennings appeared on the first two episodes of the NBC game show \"1 vs. 100\" on October 13 and 20, 2006 as a mob member. He incorrectly answered the question, \"what color is the number 1 space on a standard roulette wheel?\" as \"black\" instead of \"red\" in his second episode, eliminating him from the game. (He explained that he did not know the answer because his Mormon faith prohibits gambling.) He left the show with $714.29, his share of a $35,000 prize shared among 49 Mob members. Jennings returned to the show for a special \"Last Man Standing\" episode aired on February 9, 2007. He was eliminated on the final question, which asked which of the three options had been married the most times; he answered King Henry VIII, while the correct answer was Larry King. This episode was the first time Jennings had a chance at a rematch against rival Brad Rutter, who was also part of the mob and was eliminated before Jennings.",
            "score": 68.8913803100586
        },
        {
            "docid": "4743980_29",
            "document": "Tip of the tongue . Caffeine can have multiple effects at the cellular level but is primarily notable for the alertness effect that it has on people. Research has been performed involving phonological priming and TOTs in which participants took either 200 mg of caffeine or a placebo. The participants answered 100 general knowledge questions, each with one correct answer. For each question, participants read 10 priming words that were displayed on a monitor for a short period of time. Each list of 10 priming words had between two and eight words that were phonologically related to the correct answer of the question, with the remaining words being unrelated. Caffeinated participants had fewer TOT experiences than the placebo group, suggesting better memory recall. However, in the unrelated condition, the caffeinated group did not do as well as the placebo group in their ability to retrieve words. The results suggest that this dose of caffeine (equivalent to two cups of coffee) can temporarily hinder a person’s short-term recall of certain words. Moreover, the general advantageous effect of caffeine on attention can be ruled out.",
            "score": 68.62291717529297
        },
        {
            "docid": "1546865_33",
            "document": "Interrogative . Responses to questions are often reduced to elliptical sentences rather than full sentences, since in many cases only the information specially requested needs to be provided. (See Answer ellipsis.) Also many (but not all) languages have words that function like the English \"yes\" and \"no\", used to give short answers to yes–no questions. In languages that do not have words compared to English \"yes\" and \"no\", e.g. Chinese, speakers may need to answer the question according to the question. For example, when asked 喜歡喝茶嗎？(Do you like tea?), one has to answer 喜歡 (literally \"like\") for affirmative or 不喜歡 (literally \"not like\") for negative. But when asked 你打籃球嗎？ (Do you play basketball?), one needs to answer 我打 (literally \"I play\") for affirmative and 我不打 (literally \"I don't play\") for negative. There is no simple answering word for \"yes\" and \"no\" in Chinese. One needs to answer the yes-no question using the main verb in the question instead.",
            "score": 68.39369201660156
        },
        {
            "docid": "2492094_33",
            "document": "Bible quiz . Games tend to move very quickly and are played with two teams of 3 to 6 players each with no more than 4 from each team participating at a time. The quizmaster reads \"toss-up\" questions worth 10 points each no matter the difficulty. Toss-ups start with a statement called a \"lead-in\" which directs players toward the answer, and then the question is read. Toss-ups can be of various types including \"keyword,\" in which a word used once or twice in the official study text is used in the lead-in and points to a specific answer verse, \"general,\" which asks a question pertaining to a specific concept or idea in the text, \"category\" which requires one to three answers from a specific category (people, places, numbers, etc.) and \"word game,\" in which players have the opportunity to give one to three word answers based upon some \"clue\" (rhyming words, words which start with the same letter, etc.) Each player has a hand held signal block on the table in front of him/her with a button and a light on it to recognize which player \"buzzed in.\" Players must begin answering within 3 seconds of buzzing in, but are not timed on the length of their answer, as in other Bible Quiz programs. This is one of the main factors in the speed of the game. Players do not need to finish the question being read; they need only give the correct answer. For \"keyword\" and \"general\" toss-ups, they are also allowed to quote the verses where the answer is found. If a question is answered incorrectly, the other team has the opportunity to listen to the rest of the question and then answer. Points are never taken away in National Bible Bowl for any reason, nor is a player ever removed from the game for answering too many questions correctly or incorrectly, but substitutions may be made at half-time. Once a toss-up is answered correctly, a bonus question is read to that player's team on which they may confer. Bonus questions consist of 4 to 8 segments and are worth 20, 25, 30, 35, or 40 points.",
            "score": 68.1063461303711
        },
        {
            "docid": "8087888_5",
            "document": "Inside the Box . The contestant in the booth has two minutes to determine the correct answer by alternately asking his/her opponents the \"Yes or No\" questions he is shown. If an opponent answers the question incorrectly, he is given a time penalty of 5 seconds. Each Yes-response question is displayed on screen for the viewers to see and on the second screen in The Box, regardless of whether the player outside the Box answered correctly or not. After each group of 5 \"Yes\" responses, the clock is stopped and a more detailed clue is given. The player in the Box is given a free guess, but if they can't correctly answer, the clock resumes and they must continue asking questions. Each time a new clue is given, new questions are made available to the player in The Box. The contestant continues to ask questions until either time runs out, or he/she is able to give a correct answer. The player in The Box may ask at any time for the clock to be stopped so they can attempt a guess, but an incorrect guess under these conditions results in a 5-second penalty. After each player's turn in The Box, the scores are totaled and time penalties assessed; then the remaining contestants are given their turn in The Box.",
            "score": 67.97112274169922
        },
        {
            "docid": "31574_6",
            "document": "The Weakest Link (UK game show) . When the allotted time for every round ends, any money which is not banked is lost, and if the host is in the middle of asking a question, or has asked a question but the contestant has yet to answer, the question is abandoned. Occasionally, the host gives the correct answer whether the contestant is able to answer the question correctly or not. The round automatically ends if the team successfully reaches the maximum amount for the round before the allotted time expires, and the next person says \"Bank\". Every round thereafter (except round 8) is reduced by 10 seconds as players are eliminated. For Round 8, the last or final round, the remaining 2 players only have 90 seconds (1:30) on the clock to \"treble\" whatever they bank.",
            "score": 67.9034194946289
        },
        {
            "docid": "13592590_5",
            "document": "Are You Smarter than a 10 Year Old? (UK TV series) . Along the way, the player can be assisted by a \"classmate\", one of five ten-year-old children, in answering the questions. The classmate, chosen for two questions at a time, attempts to answer the question at the same time as the contestant, writing their answer on a virtual blackboard hidden from the contestant's view. The player picks a child to come and stand on the podium beside them and they answer the question at the same time as the adult. They lock in their answer and the adult is given the option of copying the child's answer or peeking at it, and if they lock in their own answer and get the question wrong, they can be saved by the child's answer providing it is correct.",
            "score": 67.8809814453125
        },
        {
            "docid": "37265058_30",
            "document": "Hunger in the United Kingdom . A 2012 survey by the OECD found that 8.1% of Britons answered yes to the question ‘Have there been times in the past 12 months when you did not have enough money to buy food that you or your family needed?’, which is less than neighbouring France (10%) and the EU (11.5%) and OECD (13.2%) average, as well as the United States (22%). However it is more than Germany.",
            "score": 67.71083068847656
        },
        {
            "docid": "27948608_9",
            "document": "¿Quién quiere ser millonario? (Venezuelan game show) . The formulation of each question, participants can: Answer the question correctly, which means you earn the amount associated with it and the possibility of continuing participation. Retire without answering, in this case earns the amount associated with the last question answered correctly. Respond incorrectly, in this case. If the incorrect answer to a question corresponds to level A, the participant does not earn any amount and you lose the right to continue participating. If the incorrect answer to a question corresponds to level B, the participant wins the amount associated with question 5, and lost the right to continue participating. If the incorrect answer to a question corresponds to the level C, the participant wins the amount associated with question 10 wing, and you lose the right to continue participating. In addition, there are three wild cards that can be used only once, at any time. The wildcards are: Call a friend, who in less than 30 seconds can help you by phone, 50 / 50, where the participant only give two options for which you must select one, and vote for the audience: The audience will vote for answer you think is correct.",
            "score": 67.52149200439453
        },
        {
            "docid": "9756700_10",
            "document": "Lucky Numbers (TV series) . To begin the final round, the winning contestant gambled as much of his/her current cash total as he/she wished. Now, the winning contestant faced a game board numbered 1-25. The object of the round was to get five squares in a row in any direction, either across, up & down, or diagonally in 45 seconds or less. He/she did that by answering a series of questions correctly. Prior to the start of the round, random free spaces were given. The rules are simple, the winning contestant picked a number, then a question was asked. A correct answer turned that number into a pound sign (£), but an incorrect answer or pass blocked that square, at which point, the contestant must start a new route. If the winning contestant can get five-in-a-row before time ran out, he/she won 10 times the money gambled (in addition to the money not used in gambling). Since £2,000 was the highest any player can go, any player can win up to £20,000.",
            "score": 67.42101287841797
        },
        {
            "docid": "42007953_3",
            "document": "Toga se niko nije setio . \"Toga se niko nije setio\" is a quiz show in which players are tasked with not only finding correct answers, but finding the most obscure answers among them. The game features four teams, each consisting of two players. Players must try and survive being eliminated by obtaining the lowest score and make it to the final round for a chance to win the jackpot prize. Teams can appear on the show up to two times, the exception being if they have made it to the final round on their first attempt.Prior to the show, 100 people are each given 100 seconds to give as many answers as they can to the questions that will be asked to the teams during the show. Correct answers are assigned a point value equal to the number of panelists who gave them, so that less commonly given answers have lower values than those given by many panelists. Players on the show attempt to give answers worth as few points as possible, aiming to have the lowest score amongst the players in each round.",
            "score": 67.12034606933594
        },
        {
            "docid": "5980831_14",
            "document": "Contract bridge probabilities . In total there are 53,644,737,765,488,792,839,237,440,000 (5.36 x 10) different deals possible, which is equal to formula_22. The immenseness of this number can be understood by answering the question \"\"How large an area would you need to spread all possible bridge deals if each deal would occupy only one square millimeter?\"\". The answer is: \"an area more than a hundred million times the surface area ofEarth\".",
            "score": 66.7253646850586
        },
        {
            "docid": "3729939_17",
            "document": "Who Wants to Be a Millionaire? (UK game show) . Once a contestant has auditioned for a part on the programme and filming takes place, they undertake a preliminary round entitled \"Fastest Finger First\" - the group of contestants seeking a chance to take on the main game of the show, must answer a single question correctly, but do so faster than their opponents. Initially, the round required contestants to provide the correct answer to a question, but from the second series onwards, they are tasked with putting four answers in the correct order stated within the question (i.e. earliest to latest). The contestant who answers a question correctly and in the fastest time, moves on towards playing the main game; in the event that no-one answers the question correctly, a new question is given, while if two or more contestants give the correct answer in the same amount of time, they undergo a tiebreaker question to determine who takes on the main game. This round is primarily used to determine the new contestant for the main game, and can often be used more than once in an episode.",
            "score": 66.62736511230469
        },
        {
            "docid": "7121203_49",
            "document": "Skatoony . At the end of the third round, only 1 of the 2 remaining contestants gets eliminated through ejection, based on who has the lowest score at the end of the round. At the end of three rounds, the remaining contestant takes on the Skatoony Quiz Champ Challenge, where they must answer ten questions correctly in 90 seconds. After 45 seconds, the clock will temporarily stop, and Earl's Halfway Deal will be offered, trading in time for correct answers (10 seconds per point to raise the contestant to a maximum of 7 points or 25 seconds for three points if fewer than five questions have been answered correctly at that point; the clock will stop briefly without a deal offered if the player already has at least 8 points. A contestant will be offered 1 point for 10 seconds if the player has exactly 7 points. If the contestant finishes with time remaining and gets ten questions right, the contestant wins a prize, offered at the start of each episode. If a contestant finishes with the ten correct answers in under 45 seconds, they are further honoured with being called \"#1 \"Skatoony\" Quiz Champ Champion\".",
            "score": 66.50338745117188
        },
        {
            "docid": "189018_7",
            "document": "Elbow Room (book) . What about determinism? When we say that a person chooses among several possible behaviors is there really a choice or does it just seem like there is a choice? Do people just (through the action of their more complex brains) simply have better behaviors than wasps, while still being totally mechanical in executing those behaviors? Dennett gives his definition of determinism on page one: \"All physical events are caused or determined by the sum total of all previous events\". This definition dodges a question that many people feel should not be dodged: if we repeatedly replayed the universe from the same point in time would it always reach the same future? Since we have no way of performing this experiment, this question is a long-term classic in philosophy and physicists have tried to interpret the results of other experiments in various ways in order to figure out the answer to this question. Modern day physics-oriented philosophers have sometimes tried to answer the question of free will using the many-worlds interpretation, according to which every time there is quantum indeterminacy each possibility occurs and new universes branch off. Since the 1920s, physicists have been trying to convince themselves that quantum indeterminacy can in some way explain free will. Dennett suggests that this idea is silly. How, he asks, can random resolutions of quantum-level events provide people with any control over their behavior?",
            "score": 66.35816955566406
        },
        {
            "docid": "29343400_23",
            "document": "Wil Time Bigtime . More than 50 individuals from the studio audience has been already selected during the raffle draw and the another 10 studio audiences from his/her group who danced the opening dance number has been selected on-air before playing the game but all of them received a gift pack from the sponsor. They will only choose the numbers 1, 2 or 3 to answer the questions. If the individual contestants selected the correct answer, they will proceed to the next questions but the other individual contestants who chose the 2 wrong answers are automatically eliminated from the game. The remaining individual contestant who chose the correct answer to the final question automatically receives PHP 10,000 cash prize before playing the \"Shoot Mo Baby!\" jackpot round. If all contestants chose the 2 wrong answers, there will be another raffle draw for a jackpot round.",
            "score": 66.05733489990234
        },
        {
            "docid": "24479528_3",
            "document": "Unmatched count . The participants of the survey are divided into two groups at random. One group (the control group) is given a few harmless questions, while the other group gets one additional question (hence the name \"unmatched count\"), the one about the property of interest. The respondents are to reveal only the \"number\" of \"yes\"-answers they have given. Since the interviewer does not know how they arrived at that number, it is safe to answer the awkward question truthfully. Due to the unmatched count of items, the number of people who answered \"yes\" to the awkward question can be mathematically deduced.",
            "score": 65.88793182373047
        },
        {
            "docid": "505877_38",
            "document": "Parliament of Malaysia . There have been only six Select Committees formed since 1970, when Parliament reconvened after the May 13 Incident. Of these, three were formed between 2002 and 2005. Although question time exists for Parliament to check the power of the executive, it has been argued that the question time allotted for MPs to question the government on its policies is insufficient or ineffective. Shad has calculated that as each question time session lasts only an hour, at the most, twelve questions can be asked. Opposition Leader Lim Kit Siang of the Democratic Action Party (DAP) calculated that over the space of three days (from 10 to 13 October 2005), only 32 questions were answered orally. Of these 32 questions, only nine or 28% percent were answered by the Ministers concerned. The rest were answered either by Deputy Ministers (41%) or Parliamentary Secretaries (31%). After the 2008 general election, Abdullah reshuffled his Cabinet, eliminating Parliamentary Secretaries, which \"The Sun\" greeted as a move \"forcing ministers and deputy ministers to answer questions in Parliament\".",
            "score": 65.74488067626953
        },
        {
            "docid": "4026045_16",
            "document": "Anomalous monism . He asks us to then consider the attribution of a belief. We are seeking a good scientific theory of amorous relations. We ask ourselves if Thomas, who has recently been betrayed by his girlfriend Ffion, believes that it is possible that the relationship can continue. The way we can find out the answer to this question is simply by asking Thomas if he believes it is possible. Thomas says no. Does this authorize us to attribute to Thomas the belief that the relationship cannot continue? Of course not, since Thomas is probably angry and confuses his desire to break up with Ffion with his beliefs. So we ask him if he is angry with Ffion. He says that he is, but we cannot attribute to him the belief that the relationship \"can\" continue, because we don't really know if he's confusing his desires with his beliefs or vice versa. So now we ask Thomas if he will still retain the same opinion next month. Thomas pauses for a while and then says yes. At this point, we think we have a definitive confirmation of the fact that Thomas believes that the relation must be interrupted, since he reflected on the matter before answering. Just to be sure, we ask him what came to mind during that interval of reflection. Thomas answers that he thought of all the unhappy incidents between that took place between him and Ffion. So we return to our original hypothesis on the basis that Thomas is angry and therefore confuses his desires and his beliefs.",
            "score": 65.70020294189453
        },
        {
            "docid": "6951213_5",
            "document": "Deal or No Deal (Sweden) . This is how their board looked like: In March 2012, Deal or No Deal returned to Swedish television as \"Miljonjakten\", sponsored by the Swedish Postcode Lottery (similar to the Dutch \"Postcode Loterij Miljoenenjacht\") and hosted by Renée Nyberg, now aired on TV3 channel. The show features 250 contenders for each episode. Two preliminary games are carried out to determine the winner. For the first round, the contestants are split into 10 blocks of 25, each block representing a Swedish postcode region. A mysterious suitcase containing a number between 1 and 1,000 is presented to the players who now have to guess which number is hidden in the case. The players are given 15 seconds to key in a number as close as possible to the correct content of the case. After the number inside the case has been revealed, the computer announces the contender with the closest answer to the correct number from each of the 10 blocks. These ten players now move on to the second round where they have to guess the result of several survey questions given to the audience - the audience members have to answer a yes-or-no survey question, and the players have to guess which percentage of the audience said yes to that question. After each question, the three contenders furthest away from the correct answer get eliminated from the contest. Three questions are carried out in this round which means that after the third question, only one of the ten players remains. That player moves on to the final round where the case game is carried out. The new version features 26 cases opened by models and a main prize of 10,000,000 Swedish kronor.",
            "score": 65.24188232421875
        },
        {
            "docid": "56493821_7",
            "document": "Think Tank (Australian TV series) . The remaining two contestants are each asked questions which have been previously unseen by the Think Tank in a best of five penalty shootout. The contestant can either answer the question by theirself, or can select a Think Tanker for assistance. If a Think Tank panellist is chosen, the contestant then has twenty seconds (represented by a burning fuse connected to the brain on a screen behind the host) to answer the question before the brain explodes. If the question is not answered in time, it counts as a wrong answer. Each contestant has three opportunities to ask a Think Tank panellist, and each panellist can only be chosen once. The contestant with the most question correct continues to the final round. If the scores are tied after five questions, additional questions are asked until one contestant gets a question right, and the other wrong. During a tie-breaker, the contestants cannot ask a Think Tank panellist even if all three chances to ask them have not been used. The tie-breaker is usually a numerical question, the contestant with the closest answer wins.",
            "score": 65.15833282470703
        },
        {
            "docid": "6115_12",
            "document": "P versus NP problem . In 2012, 10 years later, the same poll was repeated. The number of researchers who answered was 151: 126 (83%) believed the answer to be no, 12 (9%) believed the answer is yes, 5 (3%) believed the question may be independent of the currently accepted axioms and therefore impossible to prove or disprove, 8 (5%) said either don't know or don't care or don't want the answer to be yes nor the problem to be resolved.",
            "score": 65.09185791015625
        },
        {
            "docid": "32791308_5",
            "document": "Mastermind (Irish TV series) . Each contestant usually has two minutes per round. First, each contestant in turn answers questions on a specialised subject (see examples below). The contestant may pass if he doesn't know the answer, rather than guessing. If a question is answered incorrectly, the questioner will give the answer, using valuable time. However, if 'pass' is given, then the answer is read at the end of the round. After the two minutes is up a buzzer is sounded, which is made up of four beeps; if a question is being read (or has just been read), then the contestant is given a short period of time to answer, leading to the show's famous catchphrase, \"I've started so I'll finish.\" After this, answers to any passes are given.",
            "score": 64.86405181884766
        }
    ]
}