{
    "q": [
        {
            "docid": "19252792_3",
            "document": "Thalassophobia . Thalassophobia can include fear of being in large bodies of water, fear of the vast emptiness of the sea, of sea waves, and fear of distance from land.",
            "score": 72.40325736999512
        },
        {
            "docid": "19252792_1",
            "document": "Thalassophobia . Thalassophobia",
            "score": 50.793697357177734
        },
        {
            "docid": "19252792_2",
            "document": "Thalassophobia . Thalassophobia (Greek: θάλασσα, \"thalassa\", \"sea\" and φόβος, \"phobos\", \"fear\") is an intense and persistent fear of the sea or of sea travel.",
            "score": 64.61421298980713
        },
        {
            "docid": "17380298_81",
            "document": "Robert Mugabe . Colin Legum, a journalist with \"The Observer\", argued that Mugabe had a \"paranoidal personality\", in that while he did not suffer from clinical paranoia, he did behave in a paranoid fashion when placed under severe and sustained pressure. Mugabe biographer Andrew Norman suggested that the leader may have suffered from antisocial personality disorder. Several Mugabe biographers have observed that he had an obsession with accruing power. According to Meredith, \"power for Mugabe was not a means to an end, but the end itself.\" Conversely, Onslow and Redding suggested that Mugabe's craving for power stemmed from \"ideological and personal reasons\" and his belief in the illegitimacy of his political opposition. Denis Norman, a white politician who served in Mugabe's cabinet for many years, commented that \"Mugabe isn't a flashy man driven by wealth but he does enjoy power. That's always been his motivation\".",
            "score": 19.712805032730103
        },
        {
            "docid": "13323241_28",
            "document": "Ahimsa in Jainism . Ācārya Amṛtacandra has described as to how the consequences of violence (karmas attracted) differ from person to persons for similar and different types of acts. A small violence may bring serious consequences to one person, while to another person grievous violence may bring about lesser consequences. For instance, a person hunting and killing only one small animal suffers severe consequences while a person who is building a temple or hospital suffers milder karmic consequences even though its construction kills many animals. Even when violence is jointly committed by two persons, the same act may result in severe consequence for one person and mild consequence for another person. This may happen in the case where the leader and planner of violence binds severe \"karmas\", while a follower binds much lesser \"karmas\". One who actually does not commit violence may be responsible for \"hiṃsā\" while one who actually commits violence is not responsible for hiṃsā. For instance, a burglar who fails in his robbery is still a felon but a diligent surgeon who is trying to save a patient is not responsible for violence even if a patient dies during the surgery. Persons who have not committed violence may become responsible for violence committed by others. This may happen when a violence which is carried out by someone is approved and instigated by someone else. often gives result of \"himsa\" to one and \"himsa\" may sometimes give result of \"ahimsa\" to another. For instance, one person saves another from oppression by use of violence and hence enjoys consequences of \"ahimsa\" although resorting to violence, while another does not act to save someone wishing that the other person is not saved and thus suffers the consequences of violence although he may have not actually done anything.",
            "score": 28.197710156440735
        },
        {
            "docid": "1699268_9",
            "document": "Type A and Type B personality theory . The theory describes Type B individuals as a contrast to those of Type A. Type B personality, by definition, are noted to live at lower stress levels. They typically work steadily, and may enjoy achievement, although they have a greater tendency to disregard physical or mental stress when they do not achieve. When faced with competition, they may focus less on winning or losing than their Type A counterparts, and more on enjoying the game regardless of winning or losing. Unlike the Type A personality's rhythm of multi-tasked careers, Type B individuals are sometimes attracted to careers of creativity: writer, counselor, therapist, actor or actress. However, network and computer systems managers, professors, and judges are more likely to be Type B individuals as well. Their personal character may enjoy exploring ideas and concepts.",
            "score": 20.671197652816772
        },
        {
            "docid": "21828092_11",
            "document": "John T. Noonan Jr. . The First Amendment, guaranteeing the free exercise of religion to every person within the nation, is a guarantee that Townley Manufacturing Company rightly invokes. Nothing in the broad sweep of the amendment puts corporations outside its scope. Repeatedly and successfully, corporations have appealed to the protection the Religious Clauses afford or authorize. Just as a corporation enjoys the right of free speech guaranteed by the First Amendment, so a corporation enjoys the right guaranteed by the First Amendment to exercise religion. The First Amendment does not say that only one kind of corporation enjoys this right. The First Amendment does not say that only religious corporations or only not-for-profit corporations are protected. The First Amendment does not authorize Congress to pick and choose the persons or the entities or the organizational forms that are free to exercise their religion. All persons--and under our Constitution all corporations are persons--are free. A statute cannot subtract from their freedom.",
            "score": 15.003074169158936
        },
        {
            "docid": "392019_11",
            "document": "Mycobacterium tuberculosis . Typing of strains is useful in the investigation of tuberculosis outbreaks, because it gives the investigator evidence for or against transmission from person to person. Consider the situation where person A has tuberculosis and believes he acquired it from person B. If the bacteria isolated from each person belong to different types, then transmission from B to A is definitively disproved; however, if the bacteria are the same strain, then this supports (but does not definitively prove) the hypothesis that B infected A.",
            "score": 17.825570106506348
        },
        {
            "docid": "1126782_43",
            "document": "William T. Anderson . In a study of 19th-century warfare, historian James Reid posited that Anderson suffered from delusional paranoia, which exacerbated his aggressive, sadistic personality. He sees Anderson as obsessed with, and greatly enjoying, the ability to inflict fear and suffering in his victims, and suggests he suffered from the most severe type of sadistic personality disorder. Reid draws a parallel between the bashi-bazouks of the Ottoman Army and Anderson's guerrillas, arguing that they behaved similarly.",
            "score": 27.32514500617981
        },
        {
            "docid": "28082786_28",
            "document": "Alkarama . Torture means any act by which severe pain or suffering, whether physical or mental, is intentionally inflicted on a person for such purposes as obtaining from him or a third person information or a confession, punishing him for an act he or a third person has committed or is suspected of having committed, or intimidating or coercing him or a third person, or for any reason based on discrimination of any kind, when such pain or suffering is inflicted by or at the instigation of or with the consent or acquiescence of a public official or other person acting in an official capacity. It does not include pain or suffering arising only from, inherent in or incidental to lawful sanctions.",
            "score": 27.50035858154297
        },
        {
            "docid": "21771273_18",
            "document": "Alvin Plantinga's free will defense . Plantinga responds that \"What is important about the idea of transworld depravity is that if a person suffers from it, then it wasn't within God's power to actualize any world in which that person is significantly free but does no wrong—that is, a world in which he produces moral good but no moral evil\" and that it is logically \"possible\" that every person suffers from transworld depravity.",
            "score": 20.878217220306396
        },
        {
            "docid": "5413890_3",
            "document": "The God Delusion . In \"The God Delusion\", Dawkins contends that a supernatural creator almost certainly does not exist and that belief in a personal god qualifies as a delusion, which he defines as a persistent false belief held in the face of strong contradictory evidence. He is sympathetic to Robert Pirsig's statement in \"\" (1991) that \"when one person suffers from a delusion it is called insanity. When many people suffer from a delusion it is called religion.\" With many examples, he explains that one does not need religion to be moral and that the roots of religion and of morality can be explained in non-religious terms.",
            "score": 21.80583143234253
        },
        {
            "docid": "20780721_10",
            "document": "Yes and no . Ameka classifies these two words in different ways according to context. When used as back-channel items, he classifies them as interjections; but when they are used as the responses to a yes-no question, he classifies them as formulaic words. The distinction between an interjection and a formula is, in Ameka's view, that the former does not have an addressee (although it may be directed at a person), whereas the latter does. The \"yes\" or \"no\" in response to the question is addressed at the interrogator, whereas \"yes\" or \"no\" used as a back-channel item is a \"feedback usage\", an utterance that is said to oneself. However, Sorjonen criticizes this analysis as lacking empirical work on the other usages of these words, in addition to interjections and feedback uses.",
            "score": 10.366976976394653
        },
        {
            "docid": "12882529_12",
            "document": "Yes, What? . Greenbottle is a member of a large family who all appear to be suffering from madness. His frequent meetings with them invariably make him late for class. He explains ludicrous tales by way of an excuse for his tardiness, often involving his family members or descriptions of his ludicrously designed house. He considers himself an expert on all topics, boasting that whatever subject the class is studying at the time is his best. He often claims to possess skills he really lacks, such as a brilliant singing voice and an expertise in poetry. This does not deter him from demonstrating his self-proclaimed talents. The extent of Greenbottle's lunacy is ambiguous as it is unclear how many of his eccentric habits are feigned to waste time and how many are inherent to his personality. His habit of saying \"Yes\" all the time causes Dr Pym to answer \"Yes, What?\", to which Greenbottle will often expound ridiculous theories or family stories. Greenbottle was played by Jack Craig-Gardiner although he left the cast for a brief period due to illness. Craig-Gardiner contributed many other minor voices to the series. For example, Greenbottle Senior and the boxer 'Dangerous Dynamite Dixon' from Episode 228.",
            "score": 23.94586956501007
        },
        {
            "docid": "9587_8",
            "document": "Euthanasia . The third element incorporated into many definitions is that of intentionality – the death must be intended, rather than being accidental, and the intent of the action must be a \"merciful death\". Michael Wreen argued that \"the principal thing that distinguishes euthanasia from intentional killing simpliciter is the agent's motive: it must be a good motive insofar as the good of the person killed is concerned.\" Similarly, Heather Draper speaks to the importance of motive, arguing that \"the motive forms a crucial part of arguments for euthanasia, because it must be in the best interests of the person on the receiving end.\" Definitions such as that offered by the House of Lords Select Committee on Medical Ethics take this path, where euthanasia is defined as \"a deliberate intervention undertaken with the express intention of ending a life, to relieve intractable suffering.\" Beauchamp and Davidson also highlight Baruch Brody's \"an act of euthanasia is one in which one person ... (A) kills another person (B) for the benefit of the second person, who actually does benefit from being killed\".",
            "score": 21.130187273025513
        },
        {
            "docid": "1992478_9",
            "document": "Jeffrey Osborne . In the new millennium, he returned with a series of albums that, while far from the success he enjoyed in the 1980s, returned him to Adult R&B radio, scoring modest chart singles such as \"Rest of Our Lives\" (#75, 2003) and his cover of Barbara Mason's classic \"Yes, I'm Ready\" (#64, 2005).",
            "score": 7.103396415710449
        },
        {
            "docid": "32066656_8",
            "document": "Yes-R . Yes-R begins has been able to target a broad audience and appears through his DVD releases. He is regularly featured not only on urban-oriented programs, but also makes an effort to take part in children shows and talk shows and has become one of the best selling rapper acts in Netherlands, winning many awards including TMF Award for \"Best Newcomer\" in 2006. Although Yes-R is successful on the charts, he has been suffering from stream of criticism about his commercialism by some other Dutch hip hop personalities and the Dutch people..",
            "score": 20.741398811340332
        },
        {
            "docid": "51256878_11",
            "document": "Volcanalis . \"Volcanalis\" received positive reviews. The A.V. Club's Kevin McFarland gave the episode a \"B-\" grade and wrote, \"I don't like when the mythology and creature abilities on \"Grimm\" leave wide gaps for me to think about logic problems. It distracts from the episode, takes me out of a world I've come to enjoy, and for the most part learned to accept despite its flaws. But when the logic is stretched so thin — Does the Volcanalis kill everyone who takes rocks from near any dormant volcano anywhere around the world at any time? — it's impossible to ignore. Even with the benefit of two very interesting creature — or one Wesen and a demigod figure — 'Volcanalis' suffers from being too ridiculous to work completely as an episodic diversion.\"",
            "score": 24.09703254699707
        },
        {
            "docid": "1272337_4",
            "document": "Pity . The word is often used in the translations from ancient Greek into English of Aristotle's \"Poetics\" and \"Rhetoric\". Aristotle argued (Rhetoric 2.8) that before a person can feel pity for another human, the person must first have experienced suffering of a similar type, and the person must also be somewhat distanced or removed from the sufferer. In Aristotle's \"Rhetoric\" he defines pity as follows: \"Let pity, then, be a kind of pain in the case of an apparent destructive or painful harm of one not deserving to encounter it, which one might expect oneself, or one of one's own, to suffer, and this when it seems near\". Aristotle also pointed out that \"people pity their acquaintances, provided that they are not exceedingly close in kinship; for concerning these they are disposed as they are concerning themselves...For what is terrible is different from what is pitiable, and is expulsive of pity\". Thus, from Aristotle's perspective, in order to feel pity, a person must believe that the person who is suffering does not deserve their fate. Developing a traditional Greek view in his work on poetry, Aristotle also defines tragedy as a kind of imitative poetry that provokes pity and fear.",
            "score": 27.784359574317932
        },
        {
            "docid": "5071174_215",
            "document": "Ages of consent in Europe . \"(1)A person (A) commits an offence if— (a)he intentionally penetrates the vagina, anus or mouth of another person (B) with his penis, (b)B does not consent to the penetration, and (c)A does not reasonably believe that B consents. (2)Whether a belief is reasonable is to be determined having regard to all the circumstances, including any steps A has taken to ascertain whether B consents. (3)Sections 75 and 76 apply to an offence under this section.",
            "score": 11.598260879516602
        },
        {
            "docid": "37196_30",
            "document": "Causality . Interpreting causation as a deterministic relation means that if \"A\" causes \"B\", then \"A\" must \"always\" be followed by \"B\". In this sense, war does not cause deaths, nor does smoking cause cancer or emphysema. As a result, many turn to a notion of probabilistic causation. Informally, \"A\" (\"The person is a smoker\") probabilistically causes \"B\" (\"The person has now or will have cancer at some time in the future\"), if the information that \"A\" occurred increases the likelihood of \"B\"s occurrence. Formally, P{\"B\"|\"A\"}≥ P{\"B\"} where P{\"B\"|\"A\"} is the conditional probability that \"B\" will occur given the information that \"A\" occurred, and P{\"B\"}is the probability that \"B\" will occur having no knowledge whether \"A\" did or did not occur. This intuitive condition is not adequate as a definition for probabilistic causation because of its being too general and thus not meeting our intuitive notion of cause and effect. For example, if \"A\" denotes the event \"The person is a smoker,\" \"B\" denotes the event \"The person now has or will have cancer at some time in the future\" and \"C\" denotes the event \"The person now has or will have emphysema some time in the future,\" then the following three relationships hold: P{\"B\"|\"A\"} ≥ P{\"B\"}, P{\"C\"|\"A\"} ≥ P{\"C\"} and P{\"B\"|\"C\"} ≥ P{\"B\"}. The last relationship states that knowing that the person has emphysema increases the likelihood that he will have cancer. The reason for this is that having the information that the person has emphysema increases the likelihood that the person is a smoker, thus indirectly increasing the likelihood that the person will have cancer. However, we would not want to conclude that having emphysema causes cancer. Thus, we need additional conditions such as temporal relationship of \"A\" to \"B\" and a rational explanation as to the mechanism of action. It is hard to quantify this last requirement and thus different authors prefer somewhat different definitions.",
            "score": 35.294921875
        },
        {
            "docid": "1874234_4",
            "document": "Species dysphoria . In a 2008 study by Gerbasi \"et al.\", 46% of people surveyed who identified as being in the furry fandom, (usually defined as a person who enjoys anthropomorphic animals, occasionally to an almost obsessive degree), answered \"yes\" to the question \"Do you consider yourself to be less than 100% human?\" and 41% answered \"yes\" to the question \"If you could become 0% human, would you?\" Questions that Gerbasi states as being deliberately designed to draw parallels with gender dysphoria, specifying \"a persistent feeling of discomfort\" about the human body and the feeling that the person was the \"non-human species trapped in a human body\", were answered \"yes\" by 24% and 29% of respondents, respectively. Likewise, these studies support the fact that the therianthropic, otherkin and furry communities are very similar in nature and are often interconnected.",
            "score": 33.86817955970764
        },
        {
            "docid": "4893539_3",
            "document": "Future interest . As a slightly more complicated example, suppose O is the owner of Blackacre. Consider what happens when O transfers the property, \"to A for life, then to B\". Person A acquires possession of Blackacre. Person B does not receive any right to possess Blackacre immediately; however, once person A dies, possession will fall to person B (or his estate, if he died before person A). Person B has a \"future\" interest in the property. In this example, the event triggering the transfer is person A's death.",
            "score": 17.245537042617798
        },
        {
            "docid": "2095829_81",
            "document": "Sonia Sotomayor . She takes several daily insulin injections, and her diabetes is considered to be well controlled. Sotomayor does not belong to a Catholic parish or attend Mass, but does attend church for important occasions. She has said, \"I am a very spiritual person [though] maybe not traditionally religious in terms of Sunday Mass every week, that sort of thing. The trappings are not important to me, but, yes, I do believe in God. And, yes, I do believe in the commandments.\"",
            "score": 7.165169715881348
        },
        {
            "docid": "40263821_10",
            "document": "Doe B . Doe B's funeral was held in Montgomery, Alabama on January 4, 2014. T.I. spoke at the funeral praising Doe B and speaking about how bright of a future in music he really had. On January 11, 2014, it was reported that three of the five surviving victims of the shooting were suing the Centennial Hill Bar & Grill. The plaintiffs Keldric Landon, Clarence Young, Jr. and Ferro Bennett have filed lawsuits against Centennial, The Flight LLC, its owner Nicole Bankhead, and the club's security company. Landon was the most injured suffered multiple gunshot injuries requiring surgery. All three victims claimed in the lawsuit that the club's bouncers were bribed into allowing weapons into the building. They are seeking compensation for medical expenses, loss of work, and pain and suffering.",
            "score": 14.053791999816895
        },
        {
            "docid": "16263446_2",
            "document": "Victim soul . The concept of the victim soul derives from the Roman Catholic teaching on redemptive suffering. Such a person is said to be one chosen by God to suffer more than most people during life, and who generously accepts the suffering, based on the example of Christ's own Passion. The Catholic Church does not officially designate anyone as a victim soul.",
            "score": 15.665842533111572
        },
        {
            "docid": "2917_28",
            "document": "Dutch hip hop . The commercial success of Dutch hip hop is largely made by Brainpower, Yes-R, Ali B, Lange Frans & Baas B and Extince. For a large part of the Dutch hip hop community Yes-R, Ali B and Lange Frans & Baas B are sometimes considered fake because they do a lot of work for children TV stations. Brainpower and Extince however both enjoy a great respect for bringing up hip hop in their native Dutch. Other commercial rappers are De Jeugd van Tegenwoordig, and one of the more popular artists in the Netherlands, Partysquad or The Partysquad. They are a 2-man group, having had success with hits such as \"Stuk\" (Broken), and \"Dat is Die Shit\" (That's the shit), with other popular songs in the background such as \"Non Stop\" ft. Brainpower, \"We Gaan Los\" (we're going crazy {because of highness or drunkenness}) with Kempi, and \"Wat Wil Je Doen\" (What do you want to do?).",
            "score": 13.835753917694092
        },
        {
            "docid": "777845_52",
            "document": "Raymond Leo Burke . At a July 23, 2011, conference on end-of-life care sponsored by the St. Gianna Physician's Guild, Burke said that suffering does not cause a person to have less meaning in his life, nor does it give the government the right to decide if that person should live or die: \"No matter how much a life is diminished, no matter what suffering the person is undergoing, that life demands the greatest respect and care. It's never right to snuff out a life because it's in some way under heavy burden.\"",
            "score": 22.36725664138794
        },
        {
            "docid": "35086131_35",
            "document": "South African company law . A close corporation is a juristic person distinct from its members. It enjoys perpetual succession, and its members have limited liability. It has the capacity and the powers of a natural person, and is encumbered by a minimal number of formalities. It may be formed by a single person. It does not deal in shares and share capital; instead, there are \"members' interests,\" which are determined as a percentage of ownership.",
            "score": 15.517503023147583
        },
        {
            "docid": "391321_2",
            "document": "Key authentication . Key authentication is used to solve the problem of authenticating the keys of the person (say \"person B\") to whom some other person (\"person A\") is talking to or trying to talk to. In other words, it is the process of assuring that the key of \"person A\" held by \"person B\" does in fact belong to \"person A\" and vice versa.",
            "score": 16.13333559036255
        },
        {
            "docid": "40637173_7",
            "document": "Hypofrontality . Major depressive disorder, or MDD, is diagnosed by a persistent low mood that affects the way a person sees themselves and how they live their life. Oftentimes, those suffering from MDD lose interest in what they used to enjoy, are constantly in an edgy mood or display slower movements. MDD and anxiety are commonly expressed comorbidly. Smaller volumes of various brain regions, including the frontal cortex, are common in those who suffer from MDD.",
            "score": 23.054308652877808
        },
        {
            "docid": "206578_25",
            "document": "Presidential system . Constitutions that only require plurality support are said to be especially undesirable, as significant power can be vested in a person who does not enjoy support from a majority of the population.",
            "score": 11.862037181854248
        }
    ],
    "r": [
        {
            "docid": "19252792_3",
            "document": "Thalassophobia . Thalassophobia can include fear of being in large bodies of water, fear of the vast emptiness of the sea, of sea waves, and fear of distance from land.",
            "score": 72.40325927734375
        },
        {
            "docid": "44044_2",
            "document": "Oceanography . Oceanography (compound of the Greek words ὠκεανός meaning \"ocean\" and γράφω meaning \"write\"), also known as oceanology, is the study of the physical and biological aspects of the ocean. It is an Earth science, which covers a wide range of topics, including ecosystem dynamics; ocean currents, waves, and geophysical fluid dynamics; plate tectonics and the geology of the sea floor; and fluxes of various chemical substances and physical properties within the ocean and across its boundaries. These diverse topics reflect multiple disciplines that oceanographers blend to further knowledge of the world ocean and understanding of processes within: astronomy, biology, chemistry, climatology, geography, geology, hydrology, meteorology and physics. Paleoceanography studies the history of the oceans in the geologic past.",
            "score": 66.83243560791016
        },
        {
            "docid": "19252792_2",
            "document": "Thalassophobia . Thalassophobia (Greek: θάλασσα, \"thalassa\", \"sea\" and φόβος, \"phobos\", \"fear\") is an intense and persistent fear of the sea or of sea travel.",
            "score": 64.61421203613281
        },
        {
            "docid": "2056572_113",
            "document": "Marine life . In contemporary times, marine life is a field of study both in marine biology and in biological oceanography. In biology many phyla, families and genera have some species that live in the sea and others that live on land. Marine biology classifies species based on the environment rather than on taxonomy. For this reason marine biology encompasses not only organisms that live only in a marine environment, but also other organisms whose lives revolve around the sea. Biological oceanography is the study of how organisms affect and are affected by the physics, chemistry, and geology of the oceanographic system. Biological oceanography mostly focuses on the microorganisms within the ocean; looking at how they are affected by their environment and how that affects larger marine creatures and their ecosystem. Biological oceanography is similar to marine biology, but is different because of the perspective used to study the ocean. Biological oceanography takes a bottom up approach (in terms of the food web), while marine biology studies the ocean from a top down perspective. Biological oceanography mainly focuses on the ecosystem of the ocean with an emphasis on plankton: their diversity (morphology, nutritional sources, motility, and metabolism); their productivity and how that plays a role in the global carbon cycle; and their distribution (predation and life cycle). Biological oceanography also investigates the role of microbes in food webs, and how humans impact the ecosystems in the oceans.",
            "score": 60.908348083496094
        },
        {
            "docid": "18842323_8",
            "document": "Sea . The scientific study of water and Earth's water cycle is hydrology; hydrodynamics studies the physics of water in motion. The more recent study of the sea in particular is oceanography. This began as the study of the shape of the ocean's currents but has since expanded into a large and multidisciplinary field: it examines the properties of seawater; studies waves, tides, and currents; charts coastlines and maps the seabeds; and studies marine life. The subfield dealing with the sea's motion, its forces, and the forces acting upon it is known as physical oceanography. Marine biology (biological oceanography) studies the plants, animals, and other organisms inhabiting marine ecosystems. Both are informed by chemical oceanography, which studies the behavior of elements and molecules within the oceans: particularly, at the moment, the ocean's role in the carbon cycle and carbon dioxide's role in the increasing acidification of seawater. Marine and maritime geography charts the shape and shaping of the sea, while marine geology (geological oceanography) has provided evidence of continental drift and the composition and structure of the Earth, clarified the process of sedimentation, and assisted the study of volcanism and earthquakes.",
            "score": 60.685829162597656
        },
        {
            "docid": "6456388_2",
            "document": "Biological oceanography . Biological oceanography is the study of how organisms affect and are affected by the physics, chemistry, and geology of the oceanographic system. Biological oceanography mostly focuses on the microorganisms within the ocean; looking at how they are affected by their environment and how that affects larger marine creatures and their ecosystem. Biological oceanography is similar to marine biology, but is different because of the perspective used to study the ocean. Biological oceanography takes a bottom up approach (in terms of the food web), while marine biology studies the ocean from a top down perspective. Biological oceanography mainly focuses on the ecosystem of the ocean with an emphasis on plankton: their diversity (morphology, nutritional sources, motility, and metabolism); their productivity and how that plays a role in the global carbon cycle; and their distribution (predation and life cycle). Biological oceanography also investigates the role of microbes in food webs, and how humans impact the ecosystems in the oceans.",
            "score": 58.460296630859375
        },
        {
            "docid": "21275415_4",
            "document": "Solaris (1968 film) . Dr. Kris Kelvin arrives on Solaris Station, a space station orbiting the ocean planet of Solaris. The scientists there have been studying the planet and its ocean for many decades. Shortly before Kelvin's arrival, the crew exposed the ocean to a high-energy gamma-ray bombardment. The ocean's response tests the scientists' minds by confronting them with their most painful thoughts and memories. The ocean does this by materializing physical human simulacra. Kelvin confronts memories of his dead lover and guilt about her suicide. The torments of the other researchers are only suggested but seem even worse than Kelvin’s personal ordeal. The ocean’s intelligence expresses physical phenomena in ways difficult for their limited science to explain, deeply upsetting the scientists. The alien mind of Solaris appears to differ so much from the human mind that communication doesn't seem possible.",
            "score": 57.144813537597656
        },
        {
            "docid": "52668267_4",
            "document": "Satish Ramnath Shetye . Sheteye's researches cover the physical oceanography of the Arabian Sea, Bay of Bengal and the Indian Ocean and e is known to have undertaken several ocean expeditions in the Indian coastal waters for his studies. His work on the monsoon-driven currents along the Indian coast enhanced the understanding of the phenomena and assisted him in proposing mechanisms impacting their existence. He elucidated annual variations in the sea surface temperature in the Arabian Sea by developing a mixed-layer model, reportedly for the first time. His other studies included the coastal circulation of the entire North Indian Ocean, especially around India, the thermal fields in the North Indian Ocean and their relationship with the Indian summer monsoon, variability of sea levels along Indian coasts, dynamics of Indian estuaries and a first-time study of the hydrology of rivers feeding those estuaries. His studies have been detailed in several peer-reviewed articles; ResearchGate, an online repository of scientific articles, has listed 95 of them.",
            "score": 56.816951751708984
        },
        {
            "docid": "6456388_3",
            "document": "Biological oceanography . The Challenger Expedition was pivotal to biological oceanography and oceanography in general. The Challenger Expedition was headed by Charles Wyville Thomson in 1872-1876 The expedition also included two other naturalists, Henry N. Moseley and John Murray. Prior to the expedition, the ocean was, although interesting to many, considered an unpredictable and mostly life-less body of water and this expedition made them rethink this stance on the ocean This expedition was at the behest of The Royal Society in order to see if they would be able to lay cables at the bottom of the ocean. They also brought the equipment to collect data about the biological, chemical, and geological properties of the ocean in a systematic way. They mapped the oceanic sediment and collected data The data collected in this voyage proved that there was life in deep waters (5500 meters) and that the composition of water in the ocean is consistent.",
            "score": 56.43410110473633
        },
        {
            "docid": "22270217_3",
            "document": "Center for Microbial Oceanography: Research and Education . It has been said that more is known about the surface of the moon than about the Earth’s oceans. C-MORE was designed to explore the largely unknown world of microorganisms in the sea and to educate the public and other scientists about these organisms. The motto of the center is “From genomes to biomes” meaning that the researchers want to look at how the diversity of microbes in the ocean influences the structure and function of the world’s largest biome, the ocean.",
            "score": 56.1251220703125
        },
        {
            "docid": "12178327_15",
            "document": "Ocean Surface Topography Mission . The two previous altimetry missions TOPEX/Poseidon and Jason-1 have led to major advances in the science of physical oceanography and in climate studies. Their 15-year data record of ocean surface topography has provided the first opportunity to observe and understand the global change of ocean circulation and sea level. The results have improved the understanding of the role of the ocean in climate change and improved weather and climate predictions. Data from these missions are used to improve ocean models, forecast hurricane intensity, and identify and track large ocean/atmosphere phenomena such as El Niño and La Niña. The data are also used every day in applications as diverse as routing ships, improving the safety and efficiency of offshore industry operations, managing fisheries and tracking marine mammals.",
            "score": 55.947574615478516
        },
        {
            "docid": "1691995_2",
            "document": "Greenland Sea . The Greenland Sea is a body of water that borders Greenland to the west, the Svalbard archipelago to the east, Fram Strait and the Arctic Ocean to the north, and the Norwegian Sea and Iceland to the south. The Greenland Sea is often defined as part of the Arctic Ocean, sometimes as part of the Atlantic Ocean. However, definitions of the Arctic Ocean and its seas tend to be imprecise or arbitrary. In general usage the term \"Arctic Ocean\" would exclude the Greenland Sea. In oceanographic studies the Greenland Sea is considered part of the Nordic Seas, along with the Norwegian Sea. The Nordic Seas are the main connection between the Arctic and Atlantic oceans and, as such, could be of great significance in a possible shutdown of thermohaline circulation. In oceanography the Arctic Ocean and Nordic Seas are often referred to collectively as the \"Arctic Mediterranean Sea\", a marginal sea of the Atlantic.",
            "score": 55.652313232421875
        },
        {
            "docid": "965569_15",
            "document": "Jason-1 . TOPEX/Poseidon and Jason-1 have led to major advances in the science of physical oceanography and in climate studies. Their 15-year data record of ocean surface topography has provided the first opportunity to observe and understand the global change of ocean circulation and sea level. The results have improved the understanding of the role of the ocean in climate change and improved weather and climate predictions. Data from these missions are used to improve ocean models, forecast hurricane intensity, and identify and track large ocean/atmosphere phenomena such as El Niño and La Niña. The data are also used every day in applications as diverse as routing ships, improving the safety and efficiency of offshore industry operations, managing fisheries, and tracking marine mammals.",
            "score": 55.539512634277344
        },
        {
            "docid": "224295_9",
            "document": "Scripps Institution of Oceanography . The institution's research programs encompass biological, physical, chemical, geological, and geophysical studies of the oceans and earth. Scripps also studies the interaction of the oceans with both the atmospheric climate and environmental concerns on \"terra firma.\" Related to this research, Scripps offers undergraduate and graduate degrees.",
            "score": 55.51057815551758
        },
        {
            "docid": "64199_6",
            "document": "Solaris (novel) . Kris Kelvin arrives aboard Solaris Station, a scientific research station hovering near the oceanic surface of the planet Solaris. The scientists there have studied the planet and its ocean for many decades, mostly in vain. A scientific discipline known as Solaristics over the years has degenerated to simply observing, recording and categorizing the complex phenomena that occur upon the surface of the ocean. Thus far, they have only compiled an elaborate nomenclature of the phenomena — yet do not understand what such activities really mean. Shortly before psychologist Kelvin's arrival, the crew has exposed the ocean to a more aggressive and unauthorized experimentation with a high-energy X-ray bombardment. Their experimentation gives unexpected results and becomes psychologically traumatic for them as individually flawed humans.",
            "score": 54.47267532348633
        },
        {
            "docid": "2082181_3",
            "document": "Office of Ocean Exploration . OE facilitates ocean exploration by supporting expeditions, exploration projects, and related field campaigns. The focus of OE is very broad. They act as early explorers of area of the ocean that have not been seen. The goal is to bring information about the ocean that allows scientists to formulate questions that need to be answered about the ocean based on the preliminary information. In essence, OE acts as a scout or vanguard, much as Lewis and Clark did.",
            "score": 54.272457122802734
        },
        {
            "docid": "1669118_13",
            "document": "National Institute of Oceanography, India . By restricting the North Indian Ocean to south of 25o N, the Asian landmass prevents the basin from having access to the sub-tropical convergence zone, a region that usually occurs at a latitude of about 40o and is an important supplier of oxygen to the ocean. Not having access to such a regime, the North Indian Ocean is starved of oxygen. Another reason why oxygen is low is the consequence of high concentration of the primary producers of the region. When these plants and zooplankton that feed on them die and sink they get microbially degraded, thus consuming oxygen. NIO researchers have played a major role in answering critical questions concerning the processes that go on in this basin with lower than normal oxygen levels. Some of the questions that have been addressed are the following: Does the monsoon cycle lead to other seasonal cycles, such as that of biological production and flux of sinking particles? What are the special features of biogeochemistry of the ocean regime with low oxygen? How do the biogeochemical processes (denitrification, for example) that characterize this system work? What are the physical processes that sustain high productivity in the region? How does the monsoon cycle influence temporal evolution of ecosystems in the region?",
            "score": 53.638423919677734
        },
        {
            "docid": "37201518_22",
            "document": "Plastic pollution . The amount of plastic pollution accumulating in the oceans is estimated at over five trillion pieces floating in the waters. This paper provides an overview of the amount of plastic pollution in the world’s waterways, and why it is there. Researching credible sources on this topic aided in answering the research question:  “what would it take to reduce the amount of plastic in the ocean?”  The findings suggest businesses to replace 50%, or more, of their common plastic products with biodegradable, or compostable, items because of the following: The main type of plastic being used by businesses is petroleum-based plastics. Businesses should switch to compostable items which break down within 90 days and do not leave a toxic residue (EPA, 2018a).The effect of plastic waste in the ocean has a negative impact on animal life, as well as, the coral reefs. The oceans are filled with harmful plastics which are being digested and entangled by sea life on a daily basis (Dissanayake, 2016). Single-use items are contributing to the amount of plastic found in the five ocean gyres. There were over 260,000 tons of plastic debris in the ocean in 2013 (Eriksen et al., 2014). The problem with single-use items is the waste it involves. While it is very convenient to the consumer and provider to have access to disposable items, it poses a significant problem in landfills and waterway volumes. Industrialized countries need to take aggressive action on the types of plastic being used, or evoke a monetary discipline (Dissanayake, 2016). By creating legislative mandates for recycling, ocean life may be able to thrive, and human life may be able to improve from a healthier environment. Using existing resources to convert from petroleum-based plastics to bioplastics. These conclusions identified a potential solution in reducing plastic pollution. With education and awareness, people can begin to clean the rivers and waters, and make them a safe place for sea animals to live.",
            "score": 53.4189567565918
        },
        {
            "docid": "55398573_8",
            "document": "Ocean Worlds Exploration Program . On Earth, itself an ocean world, liquid water is essential to life as we know it. A question is whether the dark, alien oceans of the outer Solar System could be habitable for simple life forms, and if so, what would their biochemistry be. Exploring these moons could help to answer the question of how life arose on Earth and whether it exists anywhere else in the Solar System. It may also be possible to find pre-biotic chemistry occurring, which could provide clues to how life started on Earth. Any life detected at the remote ocean worlds in the outer Solar System would likely have formed and evolved along an independent path from life on Earth, giving us a deeper understanding of the potential for life in the universe.",
            "score": 53.1630859375
        },
        {
            "docid": "4128669_9",
            "document": "Environmental isotopes . One topic that environmental isotopes are used to study is the circulation of the ocean. Treating the ocean as a box is only useful in some studies; in depth consideration of the oceans in general circulation models (GCM's) requires knowing how the ocean circulates. This leads to an understanding of how the oceans (along with the atmosphere) transfer heat from the tropics to the poles. This also helps deconvolve circulation effects from other phenomena that affect certain tracers such as radioactive and biological processes.Using rudimentary observation techniques, the circulation of the surface ocean can be determined. In the Atlantic basin, surface waters flow from the south towards the north in general, while also creating gyres in the northern and southern Atlantic. In the Pacific Ocean, the gyres still form, but there is comparatively very little large scale meridional (North-South) movement. For deep waters, there are two areas where density causes waters to sink into the deep ocean. These are in the North Atlantic and the Antarctic. The deep water masses formed are North Atlantic Deep Water (NADW) and Antarctic Bottom Water (AABW). Deep waters are mixtures of these two waters, and understanding how waters are composed of these two water masses can tell us about how water masses move around in the deep ocean.",
            "score": 53.00293731689453
        },
        {
            "docid": "1669118_5",
            "document": "National Institute of Oceanography, India . Areas such as these are important not only to the global community of researchers, but also to the large population that lives in the countries around the Indian Ocean in general and the North Indian Ocean in particular. As a consequence, the global community of oceanographers organized the International Indian Ocean Expedition (IIOE) during 1959-65 to describe and understand the basic features of the Indian Ocean. The Government of India was an enthusiastic participant in this expedition. As the IIOE approached its concluding phase, the government decided that the Indians who participated in the expedition needed to have an institution where they could build on the oceanographic research skills they picked up during the expedition. It is out of such considerations that the National Institute of Oceanography (NIO) came into being. Padma Shri Dr. N.K.Panikkar was appointed Director of this Institute, a post which he held till he retired in May 1973.",
            "score": 52.77927017211914
        },
        {
            "docid": "532901_2",
            "document": "Aquaphobia . Aquaphobia or waterfright is a persistent and abnormal fear of water. Aquaphobia is a specific phobia that involves a level of fear of water that is beyond the patient's control or that may interfere with daily life. People suffer aquaphobia in many ways and may experience it even though they realize the water in an ocean, a river, or even a bathtub poses no imminent threat. They may avoid such activities as boating and swimming, or they may avoid swimming in the deep ocean despite having mastered basic swimming skills. This anxiety commonly extends to getting wet or splashed with water when it is unexpected, or being pushed or thrown into a body of water.",
            "score": 52.6567268371582
        },
        {
            "docid": "26530670_3",
            "document": "Ocean privatization . \"The Market for Liberty\", published in 1970, stated that \"as companies drilling for off-shore oil have proved, there is no reason why a piece of land cannot be owned and used simply because it is covered by water.\" In proposing privatization, Walter Block stated that \"there are vast areas of human existence where private property rights play no role at all: oceans, seas, rivers and other bodies of water. But why should we expect that there would be any better results from such 'water socialism' than we have experienced from socialism on land?\" Murray Rothbard's \"For a New Liberty\" likewise notes, \"Anyone can capture fish in the ocean, or extract its resources, but only on the run, only as hunters and gatherers. No one can farm the ocean, no one can engage in aquaculture. In this way we are deprived of the use of the immense fish and mineral resources of the seas...Even now there is a simple but effective technique that could be used for increasing fish productivity: parts of the ocean could be fenced off electronically, and through this readily available electronic fencing, fish could be segregated by size. By preventing big fish from eating smaller fish, the production of fish could be increased enormously.\" Mary Ruwart's \"Healing Our World\" states, \"Owners would also be more likely to invest in artificial reefs to bolster the fish population. Whalers could operate only with the permission of the owners, much as hunters must request permission to stalk deer on privately owned land. Ocean owners profit most by making sure that the valuable species in their region are not hunted to extinction.\" Much as ownership of land also, under the common law, included ownership of all the airspace above him upward indefinitely unto the heavens and downward into the center of the earth, and causing polluted air to enter another person's airspace would constitute aggression, causing polluted water to enter waters owned by another person would constitute aggression that would be legally treated as such, under an anarcho-capitalist system.",
            "score": 52.356895446777344
        },
        {
            "docid": "50795880_4",
            "document": "Anna Wåhlin . Wåhlin is a Professor of Physical Oceanography at the Department of Marine Sciences, University of Gothenburg. Her research focus is in the field of Polar Oceanography, mostly in the Southern Ocean. Specifically her research investigates several aspects of dynamics of polar seas including physical oceanography, ocean circulation, topographic effects, ice shelf melt processes and air-sea-ice interaction. When Wåhlin was appointed professor in 2015 she became Sweden's first woman full Professor of Oceanography.",
            "score": 51.967811584472656
        },
        {
            "docid": "16830632_14",
            "document": "Trace (deconstruction) . However, now that we are done discussing this Derridian strategy, let us get back to the concept of sous rature. To understand it properly, we need to learn about Heidegger's existentialist theories. In doing so, we will also explore the link between existentialism and structuralism. Heidegger said that the possibility of 'being', or what he called \"Dasein\" (meaning being-there), is the presupposition behind any definition, any defined entity. He comes to this decision through the general problem of definition: if anything is to be defined as an entity, then the question of Being, in general, have to be answered affirmatively at first. Before we can think and decide that something exists, we must acknowledge the fact that anything can be. This Being is not an answer to a question, as it predates any thought, or possibility of thought: if the subject of your thought \"exists\", then the Being is always-already there. Yet, Heidegger refuses the metaphysicality of the word \"Being\", and tries to keep it to the human realm by crossing it out. When Heidegger puts \"Being\" before all concepts, he is trying to put an end to a certain trend of Western philosophy that is obsessed about the origin, and by the same token, the end. Putting \"Being\" under erasure is an attempt by Heidegger to save his concept of \"Being\" from becoming the metaphysical origin and the eschatological end of all entities. Yet, by making \"Dasein\" or \"Being\" his master-word, his function-word, Heidegger, nonetheless, fails to do so. Heidegger's concept of \"Dasein\" is similar to the Structuralist concept of the 'signified'. To put it simply, in Structuralism, all signifiers are directly connected to an extra-linguistic signified, the invariable ones. To 'mean' anything, a signifier must presuppose a signified already-always outside it. This is what Derrida terms as the \"transcendental signified\": as a signified, it belongs to the realm of language, but by being invariable, and by refusing any movement, it remains outside it [A word, if immovable, can mean nothing, or even exist. Only when an endless chain of other signifiers, other words, hints, get associated with it, it finally acquires meaning ('Camel' is understandable only when it is thinly associated with many related words, such as 'animal', 'desert', 'cigarette', 'long neck etc). In other words, language is this movement]. Dasein, by being under the erasure, claims to remain in the realm of physicality, but by being prior and anterior to any entity, and any thought, it remains outside them. In short, Heidegger's idea of \"Dasein\" fails to overcome the metaphysical trap. Derrida takes almost a similar strategy. But in his case, he puts the concept of \"trace\" under erasure. Trace, unlike \"Dasein\", is the absence of the presence, never itself the Master-word; it is the radically \"other\", it plays within a certain structure of difference. To Derrida, sign is the play of identity and difference; half of the sign is always \"not there\", and another half \"not that\" [We define everything negatively, a chair is 'not' a table, 'not' five-legged, one-legged, 'not' animate, 'not' of flesh. For detailed discussion, check Ferdinand de Saussure. The sign never leads to the extra-linguistic thing, it leads to another sign, one substituting the other playfully inside the structure of language. We do not feel the presence of a thing through a sign, but through the absence of other presences, we guess what it is. To Derrida, trace and not \"being-there\", difference and not-identity, create meaning inside language. This is the main difference between Heideggerian Dasein and Derridian trace.",
            "score": 51.945377349853516
        },
        {
            "docid": "54161912_5",
            "document": "SOCCOM project . The Southern Ocean is under study due to the unique phenomena that occur within and around it. For example, despite only comprising about 30% of the Earth’s ocean area, the Southern Ocean accounts for approximately half of the anthropogenic carbon uptake, as well as the majority of the oceanic anthropogenic heat uptake. These characteristics are believed to be the result of a unique oceanic circulation found in the South Ocean.  Cold water upwells from the deep, and this water is deficient in carbon. Once this water comes into contact with the warmer atmosphere, the anthropogenic carbon (CO2) and heat is absorbed into the ocean. The now warm and carbon containing surface water is then moved by means of the Ekman transport. Along with this transport, nutrients are brought along to lower latitudes where the ecosystems depend on them. After the transport, the water subducts, where the carbon and heat mix with the deeper mixed layers. The excess carbon sequestered by the ocean results in ocean acidification, which has an especially large impact on the Southern Ocean since this ocean basin naturally has lower calcium carbonate concentrations. The increasing acidity will decrease the calcium carbonate concentrations even more making it difficult for calcifying organisms to develop and survive. The decline of calcifying organisms will have serious repercussions for the rest of the food web in the Southern Ocean, so it is important to quantify how much this ocean is acidifying.",
            "score": 51.81316375732422
        },
        {
            "docid": "43557268_3",
            "document": "Leanne Armand . Her research focuses on the distribution of diatoms, a single-cell microscopic phytoplankton, within the Southern Ocean. Different species of diatoms inhabit different regions of the ocean, depending on the physical characteristics (e.g. temperature, salinity and nutrients) of the water mass. Understanding diatom distributions and how their skeletons are preserved in the fossil record contained within sediment cores taken from the ocean floor can provide information about past climate regimes, including ocean temperatures and sea ice extent. Armand has also recently studied diatoms in the Southern Ocean near Kerguelen and Heard Islands to examine their role in the transport of carbon to the ocean floor after their annual spring bloom.",
            "score": 51.770320892333984
        },
        {
            "docid": "37201518_32",
            "document": "Plastic pollution . Some of the tiniest bits of plastic are being consumed by small fish, in a part of the pelagic zone in the ocean called the \"Mesopelagic zone\", which is 200 to 1000 metres below the ocean surface, and completely dark. Not much is known about these fish, other than that there are many of them. They hide in the darkness of the ocean, avoiding predators and then swimming to the ocean's surface at night to feed. Plastics found in the stomachs of these fish were collected during \"Malaspina's circumnavigation\", a research project that studies the impact of global change on the oceans. A study conducted by Scripps Institution of Oceanography showed that the average plastic content in the stomachs of 141 mesopelagic fish over 27 different species was 9.2%. Their estimate for the ingestion rate of plastic debris by these fish in the North Pacific was between 12000 and 24000 tons per year. The most popular mesopelagic fish is the lantern fish. It resides in the central ocean gyres, a large system of rotating ocean currents. Since lantern fish serve as a primary food source for the fish that consumers purchase, including tuna and swordfish, the plastics they ingest become part of the food chain. The lantern fish is one of the main bait fish in the ocean, and it eats large amounts of plastic fragments, which in turn will not make them nutritious enough for other fish to consume.",
            "score": 51.74138641357422
        },
        {
            "docid": "1819715_2",
            "document": "Marine geology . Marine geology or geological oceanography is the study of the history and structure of the ocean floor. It involves geophysical, geochemical, sedimentological and paleontological investigations of the ocean floor and coastal zone. Marine geology has strong ties to geophysics and to physical oceanography.",
            "score": 51.697784423828125
        },
        {
            "docid": "44044_17",
            "document": "Oceanography . Study of the oceans is linked to understanding global climate changes, potential global warming and related biosphere concerns. The atmosphere and ocean are linked because of evaporation and precipitation as well as thermal flux (and solar insolation). Wind stress is a major driver of ocean currents while the ocean is a sink for atmospheric carbon dioxide. All these factors relate to the ocean's biogeochemical setup.",
            "score": 51.69208526611328
        },
        {
            "docid": "18842323_2",
            "document": "Sea . A sea is a large body of salt water that is surrounded in whole or in part by land. More broadly, \"the sea\" is the interconnected system of Earth's salty, oceanic waters—considered as one global ocean or as several principal oceanic divisions. The sea moderates Earth's climate and has important roles in the water cycle, carbon cycle, and nitrogen cycle. Although the sea has been traveled and explored since prehistory, the modern scientific study of the sea—oceanography—dates broadly to the British \"Challenger\" expedition of the 1870s. The sea is conventionally divided into up to five large oceanic sections—including the International Hydrographic Organization's four named oceans (the Atlantic, Pacific, Indian, and Arctic) and the Southern Ocean; smaller, second-order sections, such as the Mediterranean, are known as \"seas\".",
            "score": 51.61625671386719
        },
        {
            "docid": "11983318_12",
            "document": "Branches of science . Oceanography, or marine science, is the branch of Earth science that studies the ocean. It covers a wide range of topics, including marine organisms and ecosystem dynamics; ocean currents, waves, and geophysical fluid dynamics; plate tectonics and the geology of the sea floor; and fluxes of various chemical substances and physical properties within the ocean and across its boundaries. These diverse topics reflect multiple disciplines that oceanographers blend to further knowledge of the world ocean and understanding of processes within it: biology, chemistry, geology, meteorology, and physics as well as geography.",
            "score": 51.57502746582031
        }
    ]
}