{
    "q": [
        {
            "docid": "13670932_4",
            "document": "Classic hip-hop . Doug Abernethy, general manager of Radio One's Houston stations, described the classic hip-hop format as a parallel to the classic rock and classic country formats: these stations focus primarily on hip-hop music from the 1980s and 1990s, featuring artists such as 2Pac, De La Soul, LL Cool J, Ludacris, Notorious B.I.G., Queen Latifah, and Salt-N-Pepa. Some stations may include small amounts of R&B in their playlists as well.",
            "score": 37.26673698425293
        },
        {
            "docid": "22113121_9",
            "document": "Battle of the Sexes (album) . Upon its release, the album received generally positive reviews from most music critics, based on an aggregate score of 68/100 from Metacritic. Allmusic writer David Jeffries gave it 3 out of 5 stars and viewed it as a \"porno-style album\", stating \"Limited and a little patched together, but if cheap thrills are what you’re after, this one puts the dirty back in dirty south\". \"The A.V. Club\"s Nathan Rabin viewed its \"R&B heavy\" material as a weakness, but gave the album a B+ rating and praised Ludacris's lyricism, writing \"Ludacris remains an underrated lyricist with unparalleled verbal dexterity. His liquid flow crams an awful lot of polysyllabic words into even the tawdriest sex jam, and no rapper alive conveys joy as effortlessly or infectiously\". Giving it 2½ out of 4 stars, \"Los Angeles Times\" critic August Brown called \"Battle of the Sexes\" \"another welcome occasion to listen to Luda enjoying the real love of his life -- the sound of his own voice\", and described its music as \"fizzy pillow talk and respectfully tawdry club fodder\". Despite viewing Ludacris's lyrics as from the male perspective, \"USA Today\"s Elysa Gardner commended him for his humor and wrote that the album is \"more appealing, and more artful, when Ludacris directs his crude, breezy rhymes where they're best suited: into unabashed displays of loopy lust and boneheaded bravado\". \"XXL\" writer Rondell Conway gave \"Battle of the Sexes\" an XL rating and shared a similar sentiment, stating \"Luda may not have evened the playing field, but he certainly created an excellent musical forum for the sexes to air out their differences\". \"Newsday\"s Glenn Gamboa gave the album a B rating and commended Ludacris for his musical balance, writing \"Not only does Luda know when a song needs an R&B crooner or a female voice, he knows when he needs to speed up a flow or rough up a rhyme\".",
            "score": 33.03327536582947
        },
        {
            "docid": "2554741_4",
            "document": "Stand Up (Ludacris song) . The song topped the \"Billboard\" Hot 100 for the week of December 6, 2003, and topped the R&B/Hip-Hop singles chart for four weeks, making it the rapper's first #1 on both charts respectively. Ludacris went on to be nominated for a Grammy Award for Best Rap Solo Performance. This song was also featured on the 2004 compilation album \"Now That's What I Call Music! 15\".",
            "score": 34.84218430519104
        },
        {
            "docid": "547533_14",
            "document": "Crossover music . Collaborations between classical and popular performers have included Sting and Edin Karamazov's album \"Songs from the Labyrinth\". A collaboration between Freddie Mercury and soprano Montserrat Caballé resulted in the worldwide hit \"Barcelona\". R&B singer Mariah Carey performed a live duet with her mother Patricia, who is an opera singer, of the Christmas song - O Come, All Ye Faithful. Welsh soprano Katherine Jenkins performed a duet with Rock-singer Michael Bolton of O Holy Night. Singers and instrumentalists from the classical tradition, Andreas Dorschel has argued, run the risk of losing the sophistication of the genre(s) they were trained in, when they try to perform rock music, without coming up to the often rough and wild qualities of the latter.",
            "score": 24.722687005996704
        },
        {
            "docid": "42965133_5",
            "document": "Rising Star (U.S. TV series) . While the viewers at home are considered the “judges”, the expert panelists (Brad Paisley, Kesha, and Ludacris) also influence the vote. For the first six shows, a yes vote from one of the judges added 7% to the performers total. In the round of 13 it was announced that their yes vote would add 5%. In the quarterfinals the expert's yes vote was lowered to a 3% add. In the semifinals, the expert's yes vote was lowered to a 1% add. In the finale, the expert's yes vote only counts as a home judge vote.",
            "score": 12.306735515594482
        },
        {
            "docid": "31145841_6",
            "document": "Dirt Road Anthem . At the 2011 CMT Music Awards, Aldean performed the song with guest rapper Ludacris, who joined Aldean onstage after the second chorus to perform his own hip hop-style second verse. On picking Ludacris for the collaboration, Aldean said, \"...even though our music is totally different, our roots are the same. We both know about hot Georgia summers and cooling off with a six pack or two. It wasn't that much of a stretch.\" A remixed studio version featuring Ludacris was released for digital download through iTunes on June 9, 2011.",
            "score": 38.01018738746643
        },
        {
            "docid": "40034432_4",
            "document": "Yes/No (Banky W. song) . The music video for \"Yes/No\" won Most Gifted R&B Video at the 10th Annual Channel O Music Video Awards, which was held at the Walter Sisulu Square in Kliptown, Soweto on November 30, 2013. Banky W was nominated for the Best Male Vocal Performance award at The Headies 2013 for \"Yes/No\".",
            "score": 14.29192066192627
        },
        {
            "docid": "43975_63",
            "document": "Yes (band) . In January 2016, Anderson, Rabin and Wakeman announced touring as Anderson, Rabin and Wakeman (ARW), having previously revealed in 2010 that they were working together, and that they had begun writing new material. Their tour, An Evening of Yes Music and More, began in October 2016 with a set of Yes songs from several eras. Wakeman stated that Squire's passing inspired them to move forward, feeling that \"following the very sad passing of Chris … it was the right time to get together and produce both new music and perform some of the classic material as we feel it should be performed.\"",
            "score": 16.795160055160522
        },
        {
            "docid": "28448298_8",
            "document": "Wet Lubricants . In June 2010, Wet Platinum was featured in the “adult” version of the music video for Ludacris’ single “Sex Room,” which debuted on Vevo. Wet Platinum was used by Ludacris in a steamy bedroom scene. The edited version of the video was released on MTV and MTV2 but does not include scenes with Wet.",
            "score": 24.689008474349976
        },
        {
            "docid": "32527806_2",
            "document": "Wet the Bed . \"Wet the Bed\" is a song by American R&B recording artist Chris Brown featuring American rapper Ludacris, from his fourth studio album \"F.A.M.E.\" (2011). It was written by Brown, King Derrick \"Bigg D\" Baker, Steven Kubie, Kevin McCall, Amber Streeter, Andre Merritt, Joseph Bereal and Christopher Bridges, and produced by Bigg D. Lyrically, the song sees Brown and Ludacris exploring ways to leave a woman satisfied. \"Wet the Bed\" received mixed reviews from most music critics, who were ambivalent towards its lyrics. It was released as a single and has appeared on the US Hot R&B/Hip-Hop Songs chart at number twenty-five. The song has been performed live at the album's listening party, as well as on Brown's F.A.M.E. Tour.",
            "score": 31.82572317123413
        },
        {
            "docid": "6033171_2",
            "document": "Money Maker . \"Money Maker\" is a song written and performed by American rapper Ludacris and R&B singer Pharrell Williams. The song was released to the radio on July 17, 2006 as the first single from Ludacris's fifth album \"Release Therapy\". Produced by Williams and Chad Hugo (known collectively as The Neptunes), the song is a reimagining of the 1961 Elmore James blues song \"Shake Your Moneymaker\". The single became Ludacris' third number-one song on the US \"Billboard\" Hot 100, while also topping the Hot R&B/Hip-Hop Songs and Hot Rap Tracks charts. It also became the number-one single on radio in the United States on October 19, 2006.",
            "score": 29.467093467712402
        },
        {
            "docid": "159966_11",
            "document": "Ludacris . Ludacris took a more mature approach to his fourth album, \"The Red Light District\". Sohail Khalid helped produce this album with various artists such as T.I., Lil Flip and Bun B. Ludacris openly boasted that he may be the only rapper able to keep the Def Jam label afloat on the opening track. Ludacris filmed and recorded the single \"Get Back\" in which he was featured as a muscle-bound hulk who was being annoyed by the media and warned critics to leave him alone. He first appeared on \"Saturday Night Live\" as a special guest performing with musical guest Sum 41 on a season 30 episode hosted by Paul Giamatti. He then recorded \"Get Back\" with Sum 41 to make a rock crossover single. The follow-up single was the \"Austin Powers\"-inspired \"Number One Spot\". It was produced by New York City's Hot 97 personality DJ Green Lantern. It used the Quincy Jones sample of \"Soul Bossa Nova\" and sped it up to the tempo of Ludacris' rap flow. Featured artists on the album include Nas, DJ Quik, DMX, Trick Daddy, Sleepy Brown and Disturbing tha Peace newcomers Bobby Valentino, Dolla Boi and Small World. The album debuted at number one on the Billboard charts.",
            "score": 28.17632019519806
        },
        {
            "docid": "3910694_5",
            "document": "Welcome to Atlanta . The official remix, \"Welcome To Atlanta (Coast 2 Coast Remix)\", features Murphy Lee, Snoop Dogg, Diddy and Ludacris on the intro and outro. Ludacris does not appear in the video. The Music Video was directed by Benny Boom. Murphy Lee would collaborate with Dupri again in 2003 on \"What Da Hook Gon Be?\".",
            "score": 24.29350233078003
        },
        {
            "docid": "35026272_4",
            "document": "Country Shit . On June 11, 2011 the music video for the remix featuring Bun B and Ludacris was released. The music video features a cameo appearance by Chamillionaire.",
            "score": 25.364542484283447
        },
        {
            "docid": "15139944_3",
            "document": "Classic Artists: Yes . In addition to a large amount of music to accompany the documentary, the video also includes rare and unseen photographs from personal collections, performance archive, music promos, and includes 20 page full colour booklet.",
            "score": 18.892525672912598
        },
        {
            "docid": "159966_10",
            "document": "Ludacris . The album's next single, \"Splash Waterfalls\", was released in early 2004. A huge pop hit (despite its steamy video and explicit, adult-oriented lyrical content and themes), it subsequently became a success at urban radio and BET, and is the only time he has produced two consecutive top 10 singles from a solo album, except for \"Release Therapy\" (an unedited version of the video could only be viewed on BET's Uncut program). It was Ludacris' most sexual video yet, an R&B remix that featured Raphael Saadiq and sampled Tony! Toni! Tone!'s \"Whatever You Want\". Ludacris received his first Grammy Award with Usher and Lil Jon for their hit single \"Yeah!\". Ludacris next released \"Blow It Out\", which was accompanied by a low-budget music video.",
            "score": 25.66839098930359
        },
        {
            "docid": "48503712_15",
            "document": "One Voice Children's Choir . The choir performs an eclectic selection of genres including pop music, gospel music, classical music, Broadway musical songs, and patriotic songs. They have performed songs from Rihanna, Disney, and Ellie Goulding. In a 2003 interview with \"The Salt Lake Tribune\", Fukuda said, \"We go anywhere from baroque and classical to R&B and hip-hop. We're media-oriented.\"",
            "score": 33.68778657913208
        },
        {
            "docid": "1336181_8",
            "document": "Frederick Hemke . In a traditional modern saxophone quartet — B soprano, E alto, B tenor, and E baritone saxophone — repertoire and popularity for solo classical was, and still is, dominated by B soprano and E alto saxophone. Bucking the trend, Hemke spent time focusing on the B tenor as a classical solo instrument, as evidenced by the release of his 1971 solo album, \"Music for Tenor Saxophone\". In orchestral music, the tenor is known as one of the three saxophone voices in Ravel's \"Boléro\" — originally performed by two saxophonists, one on E sopranino and one on tenor doubling on B soprano. Recordings by tenor saxophone virtuoso James Houlik and others notwithstanding, classical tenor saxophone recordings make up a small portion of the classical saxophone repertoire and discography universe.",
            "score": 27.886004328727722
        },
        {
            "docid": "33643086_2",
            "document": "Chicken-n-Beer . Chicken-n-Beer is the fourth studio album by American rapper Ludacris. It was released on October 7, 2003, by Disturbing tha Peace and Def Jam Recordings. Recording sessions took place from 2002 to 2003, and it was handled by several record producers, including DJ Nasty & LVM, Kanye West, Mo B. Dick, DJ Paul, Juicy J and Ludacris himself. The Southern hip hop album, \"Chicken-n-Beer\" is musically similar to Ludacris' previous work, with his use of a fast, highly versatile flow. Some of the songs on the album take a political overtone.",
            "score": 33.73887848854065
        },
        {
            "docid": "2249360_12",
            "document": "Oh (Ciara song) . The music video for \"Oh\" was directed by the Fat Cats. It begins with Ciara sitting with \"little\" Ciara watching a video player. The camera zooms into the video player and reveals an overview of Atlanta and scenes of Ciara and her friends at a block party in an alley. She performs the first verse and first chorus in the middle of the street, while she is surrounded by guests and their cars. There are dance sequences throughout the remainder of the video and a scene with Ciara performing on top of a car as Ludacris raps. Ciara is also \"ridin' slow\" in a classic model Oldsmobile. There is also a cameo by Gucci Mane and Boyz n da Hood.",
            "score": 23.00548553466797
        },
        {
            "docid": "82991_2",
            "document": "Chamber music . Chamber music is a form of classical music that is composed for a small group of instruments—traditionally a group that could fit in a palace chamber or a large room. Most broadly, it includes any art music that is performed by a small number of performers, with one performer to a part (in contrast to orchestral music, in which each string part is played by a number of performers). However, by convention, it usually does not include solo instrument performances.",
            "score": 24.530737161636353
        },
        {
            "docid": "5131648_7",
            "document": "Release Therapy . Unlike the previous albums released by Ludacris, \"Release Therapy\" has a more mature and serious approach to the music (e.g. the 3rd single \"Runaway Love\" is Ludacris' first stab at socially concerned music). It is also Ludacris' darkest album to date, both in mood and subject matter. The different approach Ludacris took with Release Therapy has caused many listeners and fans to debate on whether the album is Ludacris's best or worst.",
            "score": 28.64578938484192
        },
        {
            "docid": "15287050_3",
            "document": "Like Dat . The music video was filmed and produced in Atlanta, Georgia, the video includes cameos from Ludacris, Young Buck and Bun B.",
            "score": 24.329464554786682
        },
        {
            "docid": "4734577_9",
            "document": "WBJC . WBJC produces several popular programs hosted by respected artist Jonathan Palevsky \"Past Masters\" showcases notable performances from the past. \"Face the Music\" has a panel of local musical experts listening and offering critiques of new recordings. \"Vocalise\" focuses on vocal music (the station usually does not play vocal music on a daily basis). \"WBJC Operafest\" presents classic opera recordings in their entirety. \"Toccata\" focuses on keyboard music. \"Music in Maryland\" features locally performed concerts. Late night/early morning broadcasts are provided by Classical 24.",
            "score": 23.925508737564087
        },
        {
            "docid": "223014_29",
            "document": "Indian classical music . A \"raga\" is not a tune, because the same \"raga\" can yield a very large number of tunes. A \"raga\" is not a scale, because many \"ragas\" can be based on the same scale. A \"raga\", states Bruno Nettl and other music scholars, is a concept similar to mode, something between the domains of tune and scale, and it is best conceptualized as a \"unique array of melodic features, mapped to and organized for a unique aesthetic sentiment in the listener\". The goal of a \"raga\" and its artist is to create \"rasa\" (essence, feeling, atmosphere) with music, as classical Indian dance does with performance arts. In the Indian tradition, classical dances are performed with music set to various \"ragas\".",
            "score": 29.836183309555054
        },
        {
            "docid": "26269204_12",
            "document": "My Chick Bad . The song was first performed by the duo at BET's \"Rip the Runway\" 2010, which Minaj co-hosted with \"The Game\" actor Pooch Hall. While Ludacris wore a black vest similar to in the \"How Low\" video, Minaj's attire was from the \"My Chick Bad\" video, as she donned a pink wig and similar clothing as in the Freddy Kruger-lair scene. Ludacris and Minaj performed the song at MTV's Spring Break 2010 in Acapulco, Mexico, featuring Minaj donning a blonde wig. The duo also performed the song at the 2010 BET Awards on June 27, 2010, as a part of a medley with the remix of \"All I Do Is Win\", featuring Ludacris in a mask, flanked by violin players, and Minaj with a spiraling blonde wig seated in a medieval chair, similar to her scene in the music video. Minaj has also recited her verse on select dates of her debut tour, the Pink Friday Tour. She has performed her verse in a medley on her .",
            "score": 26.614060640335083
        },
        {
            "docid": "6668778_57",
            "document": "Classical music . Improvisation once played an important role in classical music. A remnant of this improvisatory tradition in classical music can be heard in the cadenza, a passage found mostly in concertos and solo works, designed to allow skilled performers to exhibit their virtuoso skills on the instrument. Traditionally this was improvised by the performer; however, it is often written for (or occasionally by) the performer beforehand. Improvisation is also an important aspect in authentic performances of operas of Baroque era and of bel canto (especially operas of Vincenzo Bellini), and is best exemplified by the \"da capo aria\", a form by which famous singers typically perform variations of the thematic matter of the aria in the recapitulation section ('B section' / the 'da capo' part). An example is Beverly Sills' complex, albeit pre-written, variation of \"Da tempeste il legno infranto\" from Händel's \"Giulio Cesare\".",
            "score": 25.70623207092285
        },
        {
            "docid": "19961079_2",
            "document": "One More Drink . \"One More Drink\" is the second official single off Ludacris' album, \"Theater of the Mind\". The song \"co-stars\" T-Pain. The song was released on iTunes on October 28, 2008. Ludacris performed the song live while he and T-Pain appeared as musical guests on Saturday Night Live. The song samples Shalamar's \"Take That to the Bank\".",
            "score": 24.236743688583374
        },
        {
            "docid": "4628389_18",
            "document": "Tucson Symphony Orchestra . The mission of the Tucson Symphony Orchestra is to share beautiful, professionally performed music with as wide an audience as possible. It does so each season through a series of nine Classic concerts, four MasterWorks Chamber Orchestra concerts, five TSO Pops! concerts, Classic, MasterWorks and TSO Pops! Specials, ensemble performances, Moveable Musical Feasts and award-winning educational programs.",
            "score": 21.425783395767212
        },
        {
            "docid": "4906940_2",
            "document": "Brown Opera Productions . Brown Opera Productions (BOP) is dedicated to the promotion and performance of classical vocal music both on campus and in the greater Providence, Rhode Island community and is a space for singers and musicians to collaborate on exciting classical performance projects. BOP produces a full-length opera every spring, and throughout the year produces concerts of classical vocal music on campus and in local hospitals, nursing homes, and schools. As the name implies, the group is composed of Brown University students, who also work with RISD students at times. BOP does not charge admission for its performances but depends on individual donations.",
            "score": 21.165197372436523
        },
        {
            "docid": "26808701_2",
            "document": "Ride (Ciara song) . \"Ride\" is a song performed by American recording artist Ciara. The song features American rapper Ludacris. It was co-written by Ciara, Ludacris, Tricky Stewart, and The-Dream, and produced by the latter two. The song serves as the lead single from her fourth studio album, \"Basic Instinct\". The song was first released for digital download on April 23, 2010. \"Ride\" is a down-tempo R&B song, featuring a heavy bass line and seductive tone.",
            "score": 21.602636098861694
        },
        {
            "docid": "18018389_8",
            "document": "Simply Music . Simply Music does not focus on mastering classical concert performance technique. Instead, Simply Music teachers encourage students to play expressively and comfortably, without tension.",
            "score": 22.244889497756958
        }
    ],
    "r": [
        {
            "docid": "17344636_14",
            "document": "Drumma Boy . Gholson cites hip hop and R&B musicians Dr. Dre, Quincy Jones, Raphael Saadiq and The Funk Brothers as his signature music production inspirations with other musical influences ranging from European classical composers Ludwig van Beethoven, Jean Sibelius, Wolfgang Amadeus Mozart, and Johann Sebastian Bach to American Jazz icons Dizzy Gillespie and Miles Davis all the way to Academy Award-winning hip hop group Three 6 Mafia and Houston rapper, Scarface. He is known for combining classical music chords with urban hip hop street sounds, and for his adherence to the Atlanta trap music subgenre. His production techniques bring together a diverse array of genres that originate in hip hop, rock, pop, classical, soul, and R&B.",
            "score": 41.32621383666992
        },
        {
            "docid": "33298284_10",
            "document": "Desi hip hop . Desi hip hop has crossed paths with Western hip hop multiple times, notably when musicians from both sides of the world collaborate. American rapper Snoop Dogg has worked with different artists such as rapper Bohemia, J.Hind and band RDB. Bohemia also collaborated with hip-hop artists such as Kurupt and Baby Bash.The group RDB also worked with different hip hop artists such as T-Pain and Ludacris. In 2016,famous Indian rapper Badshah worked with dancehall musician Sean Paul in a song called \"Move Your Body\" with DJ Shadow Dubai. Desi rappers born and/or raised in the West have also bridged the cultures within their music, incorporating desi influences into their music. Anik Khan has blended Queens culture with Bengali influences into his music, and similarly rappers Riz MC and Heems of the group Swet Shop Boys incorporate many South Asian influences in their music. In 2017, Pakistani rapper Ali Kaz collaborated with famous WWE music producer Jim Johnston for the theme song of WWE wrestler Jinder Mahal.In 2017, Badshah did another international collab with Major Lazer as a commercial promotion of Tuborg Brewery",
            "score": 38.5754280090332
        },
        {
            "docid": "12455154_7",
            "document": "Serengeti (rapper) . In an interview, Serengeti said he created \"Dennehy\" as an \"answer to common complaints about hip-hop\" and \"to put the fun back in hip-hop.\" Although the album helped him garner a large fanbase, Serengeti's other albums explore different genres of music from garage rock, electronic music, underground hip hop and experimental hip hop.",
            "score": 38.3486442565918
        },
        {
            "docid": "12653094_7",
            "document": "Music genre . The term \"art music\" refers primarily to classical traditions, including both contemporary and historical classical music forms. Art music exists in many parts of the world. It emphasizes formal styles that invite technical and detailed deconstruction and criticism, and demand focused attention from the listener. In Western practice, art music is considered primarily a written musical tradition, preserved in some form of music notation rather than being transmitted orally, by rote, or in recordings, as popular and traditional music usually are. Historically, most western art music has been written down using the standard forms of music notation that evolved in Europe, beginning well before the Renaissance and reaching its maturity in the Romantic period. The identity of a \"work\" or \"piece\" of art music is usually defined by the notated version rather than by a particular performance, and is primarily associated with the composer rather than the performer (though composers may leave performers with some opportunity for interpretation or improvisation). This is so particularly in the case of western classical music. Art music may include certain forms of jazz, though some feel that jazz is primarily a form of popular music.",
            "score": 38.279876708984375
        },
        {
            "docid": "31145841_6",
            "document": "Dirt Road Anthem . At the 2011 CMT Music Awards, Aldean performed the song with guest rapper Ludacris, who joined Aldean onstage after the second chorus to perform his own hip hop-style second verse. On picking Ludacris for the collaboration, Aldean said, \"...even though our music is totally different, our roots are the same. We both know about hot Georgia summers and cooling off with a six pack or two. It wasn't that much of a stretch.\" A remixed studio version featuring Ludacris was released for digital download through iTunes on June 9, 2011.",
            "score": 38.010189056396484
        },
        {
            "docid": "21697121_5",
            "document": "Christylez Bacon . Bacon classifies his largely diverse music as progressive hip hop. In a local interview, He states, \"It takes traditional hip-hop elements and fuses live instrumentation and genres from around the world. The inspiration came from knowing our simple connection in music. Every culture or group of people on this planet has music and the arts. I have always believed that ignorance causes hate, disrespect, and lack of communication among us all. The idea of the \"remix\" in hip-hop music made it evident that we can put any style into the mix, thus uniting lovers of hip-hop, salsa, classical, jazz, and bhangra in one space. The music is the lure and the lyric is the education that will destroy the many barriers that prevent us from recognizing our connections with each other.\"",
            "score": 37.86949920654297
        },
        {
            "docid": "10238153_2",
            "document": "List of ornaments . Ornaments are a decorative embellishment to music, either to a melody or to an accompaniment part such as a bassline or chord. Sometimes different symbols represent the same ornament, or vice versa. Different ornament names can refer to an ornament from a specific area or time period. Understanding these ornaments is important for historically informed performance and understanding the subtleties of different types of music. This list is intended to give basic information on ornaments, with description and illustrations where possible. Ornaments are used in Western classical music, Western popular music e.g., rock music and pop music) and traditional music (e.g., folk music and blues) and in other world music and classical music from the eastern and Southern Hemisphere continents.",
            "score": 37.39432907104492
        },
        {
            "docid": "13670932_4",
            "document": "Classic hip-hop . Doug Abernethy, general manager of Radio One's Houston stations, described the classic hip-hop format as a parallel to the classic rock and classic country formats: these stations focus primarily on hip-hop music from the 1980s and 1990s, featuring artists such as 2Pac, De La Soul, LL Cool J, Ludacris, Notorious B.I.G., Queen Latifah, and Salt-N-Pepa. Some stations may include small amounts of R&B in their playlists as well.",
            "score": 37.26673889160156
        },
        {
            "docid": "33643086_7",
            "document": "Chicken-n-Beer . Upon its release, \"Chicken-n-Beer\" received generally positive reviews from music critics. At Metacritic, which assigns a normalized rating out of 100 to reviews from mainstream critics, the album received an average score of 75, based on 10 reviews, which indicates \"generally favorable reviews\". John Bush of Allmusic noted Ludacris' \"lightning-quick phrasing and cutting wit\" and \"rollicking, all-in-good-fun persona\": he went on to commend the eccentric and upbeat nature of Ludacris' music, calling him \"one of the few who's actually celebrating something – and having a great time doing it\". Writing for \"Entertainment Weekly\", Neil Drumming praised Ludacris' rapping skills, including his \"explosive enunciation\", \"witty wordplay\" and \"punchline potency\", although he reacted negatively towards the album's production, feeling it to contain \"campy sampling and cartoonish composition\". Nathan Rabin of \"The A.V. Club\" complimented Ludacris' \"impeccable comic timing\" and his ability to \"wring the most out of every line\", although he also noted the album to be Ludacris' most \"emotional, autobiographical major-label release to date\". Although he dismissed much of the album's production as \"duds\", \"Rolling Stone\" writer Toure praised Ludacris' musical style as appealing to genres outside hip-hop music, calling him \"cocksure, witty and just hard enough to be taken seriously\" yet \"playful enough to be pop\": he further noted Ludacris to be one of the most technically skilled rappers of the time, stating:",
            "score": 36.56583023071289
        },
        {
            "docid": "6585447_2",
            "document": "List of opera topics . Opera is an art form in which singers and musicians perform a dramatic work (called an opera) which combines a text (called a libretto) and a musical score. Opera is part of the Western classical music tradition. While the scale of opera can be larger or smaller—there are many different genres of opera—performance typically involves different types of artist (singers, instrumentalists and often dancers and actors) and technical staff. Usually an orchestra led by a conductor accompanies the singers. In contrast to spoken theatre, the opera world is international. German, French, Italian and English works are performed worldwide in their original languages, and artists travel from country to country performing.",
            "score": 36.25756072998047
        },
        {
            "docid": "413618_15",
            "document": "Music of Iran . The emergence of Iranian hip hop in the 2000s also resulted in major movements and influences in the music of Iran. The classical music of Iran consists of melody types developed through the country's classical and medieval eras. Dastgah, a musical mode in Iran's classical music, despite its popularity, has always been the preserve of the elite. The influence of dastgah is seen as the reservoir of authenticity that other forms of musical genres derive melodic and performance inspiration from.",
            "score": 35.940093994140625
        },
        {
            "docid": "52147032_8",
            "document": "Black Art (poem) . He ties this approach into the emergence of hip-hop, which he paints as a movement that presents \"live words…and live flesh and coursing blood.\" Baraka's cathartic structure and aggressive tone are comparable to the beginnings of hip-hop music, which created controversy in the realm of mainstream acceptance, because of its \"authentic, un-distilled, unmediated forms of contemporary black urban music.\" Baraka believes that integration inherently takes away from the legitimacy of having a Black identity and Aesthetic in an anti-Black world. Through pure and unapologetic blackness, and with the absence of white influences, Baraka believes a black world can be achieved. Though hip-hop has been serving as a recognized salient musical form of the Black Aesthetic, a history of unproductive integration is seen across the spectrum of music, beginning with the emergence of a newly formed narrative in mainstream appeal in the 1950s. Much of Baraka's cynical disillusionment with unproductive integration can be drawn from the 50s, a period of rock and roll, in which \"record labels actively sought to have white artists \"cover\" songs that were popular on the rhythm-and-blues charts\" originally performed by African American artists. The problematic nature of unproductive integration is also exemplified by Run-DMC, an American Hip-Hop group founded in 1981, who became widely accepted after a calculated collaboration with the rock group Aerosmith on a remake of the latter's \"Walk This Way\" took place in 1986, evidently appealing to young white audiences. Hip-Hop emerged as an evolving genre of music that continuously challenged mainstream acceptance, most notably with the development of rap in the 1990s. A significant and modern example of this is Ice Cube, a well-known American rapper, songwriter, and actor, who introduced subgenre of hip-hop known as \"gangsta rap,\" merged social consciousness and political expression with music. With the 1960s serving as a more blatantly racist period of time, Baraka notes the revolutionary nature of hip-hop, grounded in the unmodified expression through art. This method of expression in music parallels significantly with Baraka's ideals presented in \"Black Art,\" focusing on poetry that is also productively and politically driven.",
            "score": 35.7700080871582
        },
        {
            "docid": "858784_27",
            "document": "Black Arts Movement . He ties this approach into the emergence of hip-hop, which he paints as a movement that presents \"live words…and live flesh and coursing blood.\" Baraka's cathartic structure and aggressive tone are comparable to the beginnings of hip-hop music, which created controversy in the realm of mainstream acceptance, because of its \"authentic, un-distilled, unmediated forms of contemporary black urban music.\" Baraka believes that integration inherently takes away from the legitimacy of having a Black identity and Aesthetic in an anti-Black world. Through pure and unapologetic blackness, and with the absence of white influences, Baraka believes a black world can be achieved. Though hip-hop has been serving as a recognized salient musical form of the Black Aesthetic, a history of unproductive integration is seen across the spectrum of music, beginning with the emergence of a newly formed narrative in mainstream appeal in the 1950s. Much of Baraka's cynical disillusionment with unproductive integration can be drawn from the 50s, a period of rock and roll, in which \"record labels actively sought to have white artists \"cover\" songs that were popular on the rhythm-and-blues charts\" originally performed by African-American artists. The problematic nature of unproductive integration is also exemplified by Run-DMC, an American hip-hop group founded in 1981, who became widely accepted after a calculated collaboration with the rock group Aerosmith on a remake of the latter's \"Walk This Way\" took place in 1986, evidently appealing to young white audiences. Hip-hop emerged as an evolving genre of music that continuously challenged mainstream acceptance, most notably with the development of rap in the 1990s. A significant and modern example of this is Ice Cube, a well-known American rapper, songwriter, and actor, who introduced subgenre of hip-hop known as \"gangsta rap,\" merged social consciousness and political expression with music. With the 1960s serving as a more blatantly racist period of time, Baraka notes the revolutionary nature of hip-hop, grounded in the unmodified expression through art. This method of expression in music parallels significantly with Baraka's ideals presented in \"Black Art,\" focusing on poetry that is also productively and politically driven.",
            "score": 35.7700080871582
        },
        {
            "docid": "162707_36",
            "document": "Singing . Vocal music is written in many different forms and styles which are often labeled within a particular genre of music. These genres include Indian classical music, Art music, popular music, traditional music, regional and national music, and fusions of those genres. Within these larger genres are many subgenres. For example, popular music would encompass blues, jazz, country music, easy listening, hip hop, rock music, and several other genres. There may also be a subgenre within a subgenre such as vocalese and scat singing in jazz.",
            "score": 35.741233825683594
        },
        {
            "docid": "15221658_3",
            "document": "1970s in music . In North America, Europe, and Oceania, the decade saw the rise of disco, which became one of the biggest genres of the decade, especially in the mid-to-late 1970s. In Europe, a variant known as Euro disco rose in popularity towards the end of the 1970s. Aside from disco, funk, smooth jazz, jazz fusion, and soul remained popular throughout the decade. It is this influx of popular music that soon transformed into rock and roll during the Early 1970s. Rock music played an important part in the Western musical scene, with punk rock thriving throughout the mid to late 1970s. Other subgenres of rock, particularly glam rock, hard rock, progressive, art rock and heavy metal achieved various amounts of success. Other genres such as reggae were innovative throughout the decade and grew a significant following. Hip hop emerged during this decade, but was slow to start and did not become significant until the late 1980s. Classical began losing a little momentum; however, through invention and theoretical development, this particular genre gave rise to experimental classical and minimalist music by classical composers. A subgenre of classical, film scores, remained popular with movie-goers. Alongside the popularity of experimental music, the decade was notable for its contributions to electronic music, which rose in popularity with the continued development of synthesizers and harmonizers; more composers embraced this particular genre, gaining the notice of listeners who were looking for something new and different. Its rising popularity, mixed with the popular music of the period, led to the creation of synthpop. Pop also had a popularity role in the 1970s.",
            "score": 35.651344299316406
        },
        {
            "docid": "10546438_9",
            "document": "Yitzhak Yedid . Musically, Yedid creates a confluence between the Maqamat (Arabic music modal system), heterophonic textures of ancient genres, and compositional approaches of contemporary Western classical music, to produce an original sound. Yedid introduces microtonality in his works in a range of different ways. He examined ways of using microtonal pitches that in Arabic music function as ornamentation and as part of improvisational gestures. He has extended the use of traditional ornamentation to compose microtonal sounds with microtonal qualities that unfold at different tempi without a definite pitch. This can be seen in many of his works. In his string quartet Visions, Fantasies and Dances, the microtonal intervals function in the context of diatonic and chromatic intervals and the method of a tension-and-release for intervals of a quarter-tone and three-quarter-tones have been employed.  Yitzhak Yedid also writes \"my work could be viewed as the beginning of my research of integrating classical Arabic music, Arabic-influenced Jewish music and contemporary Western classical music. There are areas that need further exploration in different contexts. These include examining the possibilities in compositions with different types and combinations of instruments. The possibilities drawn in my works should be examined with these instruments and with the new challenges associated with its performance practice. Large ensemble works and the integration of various instrumental combinations of performers from Group A and Group B are other aspects that merit exploration. This includes examining how traditional Arabic instruments can be integrated into Western ensemble as a soloist (perhaps in a concerto format), and also how mixed ensembles of various performers including traditional instruments could be integrated.”",
            "score": 35.42502975463867
        },
        {
            "docid": "629945_2",
            "document": "K-pop . K-pop (abbreviation of Korean pop; ) characterized by a wide variety of audiovisual elements. Although it includes all genres of \"popular music\" within South Korea, the term is often used in a narrower sense to describe a modern form of South Korean pop using styles and genres from around the world, such as Western pop music, rock, experimental, jazz, gospel, Latin, hip hop, R&B, reggae, electronic dance, folk, country and classical on top of its uniquely traditional Korean music roots. The more modern form of the genre emerged with one of the earliest K-pop groups, Seo Taiji and Boys, forming in 1992. Their experimentation with different styles and genres of music and integration of foreign musical elements helped reshape and modernize South Korea's contemporary music scene.",
            "score": 35.31658935546875
        },
        {
            "docid": "198778_8",
            "document": "Composer . The historically informed performance movement has revived to some extent the possibility of the performer elaborating in a serious way the music as given in the score, particularly for Baroque music and music from the early Classical period. The movement might be considered a way of creating \"greater\" faithfulness to the original in works composed at a time that expected performers to improvise. In genres other than classical music, the performer generally has more freedom; thus for instance when a performer of Western popular music creates a \"cover\" of an earlier song, there is little expectation of exact rendition of the original; nor is exact faithfulness highly valued (with the possible exception of \"note-for-note\" transcriptions of famous guitar solos).",
            "score": 35.10516357421875
        },
        {
            "docid": "51781703_3",
            "document": "Themes of Christianity in Hip Hop and Rap Music . Hip hop music refers to a genre that arose in the 1970s, and expanded into a larger culture and one of the most popular genres in the world. Rap, an essential part of Hip-Hop music, refers to the practice of speaking lyrics over a beat. Themes in Hip-Hop and Rap can involve anything, and tend to vary, but are not limited, by the region from which the rapper originates. Los Angeles, and more specifically, Compton rappers, including 2Pac, Snoop Dogg, YG, and Kendrick Lamar, tend to fall under the category of \"gangsta\" rap, speaking on themes of violence, as well as partying in the inner city. However, New York rappers, such as Notorious B.I.G., Nas, and Joey Bada$$ have created a genre characterized by thoughtful, and careful lyrics along with delivery. While the themes in rap music tend to center around certain ideas, artists from all over the country have incorporated ideas relating to Christianity in their music.",
            "score": 35.097042083740234
        },
        {
            "docid": "49709342_9",
            "document": "Suga (rapper) . Suga is responsible for writing, composing and arranging, as well as mixing and mastering his material. He has over sixty registered songs accredited to his name with the Korea Music Copyright Association, is a pianist, and produces hip hop and R&B music. The foundation of his lyrics involve themes that are \"full of dreams and hope,\" conceived with the intent of his music becoming \"many people's strength.\" He cites Stony Skunk and Epik High as his inspirations to pursue hip hop music. Particularly, he credits the former's reggae-hip-hop hybrid album \"Ragga Muffin\" (2005) and its title track for igniting his interest in the genre, calling it \"completely different\" from mainstream music.",
            "score": 34.99258041381836
        },
        {
            "docid": "377606_4",
            "document": "Music of Ireland . In art music, Ireland has a history reaching back to Gregorian chants in the Middle Ages, choral and harp music of the Renaissance, court music of the Baroque and early Classical period, as well as many Romantic, late Romantic and twentieth-century modernist music. It is still a vibrant genre with many composers and ensembles writing and performing avant-garde art music in the classical tradition.",
            "score": 34.87981414794922
        },
        {
            "docid": "2554741_4",
            "document": "Stand Up (Ludacris song) . The song topped the \"Billboard\" Hot 100 for the week of December 6, 2003, and topped the R&B/Hip-Hop singles chart for four weeks, making it the rapper's first #1 on both charts respectively. Ludacris went on to be nominated for a Grammy Award for Best Rap Solo Performance. This song was also featured on the 2004 compilation album \"Now That's What I Call Music! 15\".",
            "score": 34.842185974121094
        },
        {
            "docid": "11033325_2",
            "document": "Renaissance and Baroque Society of Pittsburgh . Renaissance & Baroque, formerly known as the Renaissance and Baroque Society of Pittsburgh is a non-profit performing arts organization in Pittsburgh, Pennsylvania that presents performances of music from the Medieval, Renaissance, Baroque and early Classical periods with an emphasis on historically informed performance. \"The New Grove Dictionary of Music and Musicians\", describes it as having \"developed one of the area's most faithful and enthusiastic followings.\" Its main performance venue is Synod Hall, adjacent to the Cathedral of Saint Paul. Among the ensembles which have been presented by the society are Apollo's Fire, Trio Medieval, Quadriga Consort and The Academy of Ancient Music.",
            "score": 34.68062210083008
        },
        {
            "docid": "6668778_2",
            "document": "Classical music . Classical music is art music produced or rooted in the traditions of Western culture, including both liturgical (religious) and secular music. While a more precise term is also used to refer to the period from 1750 to 1820 (the Classical period), this article is about the broad span of time from before the 6th century AD to the present day, which includes the Classical period and various other periods. The central norms of this tradition became codified between 1550 and 1900, which is known as the common-practice period. The major time divisions of Western art music are as follows:",
            "score": 34.66840362548828
        },
        {
            "docid": "30876976_9",
            "document": "Tyrese Gibson . After taking time from music to focus on his family and his highly successful acting career, Gibson decided it was time to return to music. In 2011, he signed himself and his newly founded label Voltron Recordz to EMI and announced he was working on a new album titled \"Open Invitation\". On August 16, 2011, Gibson released the lead single \"Stay\".the music video for the single featured fellow actor, friend and \"Baby Boy\" co-star Taraji P. Henson. It peaked on the US Hot R&B/Hip-Hop Songs chart at #11. The second single \"Too Easy\" featured fellow actor, friend and rapper Ludacris. It peaked on the US Hot R&B/Hip-Hop Songs chart at #38. The third single \"Nothing On You\" peaked on the US Hot R&B/Hip-Hop Songs chart at #61. \"Open Invitation\" was released on November 1, 2011. It debuted on the US \"Billboard\" 200 albums chart at #9, sold 130,000 copies in its first week and has gone on to sell over 400,000 copies. In 2013, the album earned Gibson his third Grammy nomination at the 2013 Grammy Awards for Best R&B Album.",
            "score": 34.64835739135742
        },
        {
            "docid": "18839_112",
            "document": "Music . In the West, much of the history of music that is taught deals with the Western civilization's art music, which is known as classical music. The history of music in non-Western cultures (\"world music\" or the field of \"ethnomusicology\"), which typically covers music from Africa and Asia is also taught in Western universities. This includes the documented classical traditions of Asian countries outside the influence of Western Europe, as well as the folk or indigenous music of various other cultures. Popular or folk styles of music in non-Western countries varied widely from culture to culture, and from period to period. Different cultures emphasised different instruments, techniques, singing styles and uses for music. Music has been used for entertainment, ceremonies, rituals, religious purposes and for practical and artistic communication. Non-Western music has also been used for propaganda purposes, as was the case with Chinese opera during the Cultural Revolution.",
            "score": 34.63679885864258
        },
        {
            "docid": "34300315_4",
            "document": "Arts in Atlanta . Atlanta hip hop Atlanta has been called \"hip-hop's center of gravity,\" and the city is considered is a capital of hip hop, including Southern hip hop, of R&B and of neo soul. The city is the current home or birthplace of many hip-hop artists including Lil Jon, Ludacris, B.o.B and Usher. It is also a center of gospel music where the Gospel Music Association Dove Awards take place.",
            "score": 34.533748626708984
        },
        {
            "docid": "29206795_2",
            "document": "Classic Hip-Hop . Classic Hip-Hop is a 24-hour syndicated music format owned and operated by American radio production and distribution company Westwood One. Launched in 2015, the format features classic hip-hop music from the 1980s and 1990s. It is targeted to adults ages 25 to 54, many of whom grew up listening to hip hop music as the genre developed and grew in popularity during this period.",
            "score": 34.50029754638672
        },
        {
            "docid": "26552124_4",
            "document": "Sammy Adams . Adams has been involved in music since his childhood, with him playing piano from the age of 7. At 11 years old, he began to improvise while playing on his piano, to create his own beats and melodies. Adams has stated in interviews that his musical influences have not only come from other rappers, but also from the classic rock, rock, classical music, and blues genres of music. While seeking to be eclectic, he also stays true to his musical roots so to create a \"hip-pop\" style in his music.",
            "score": 34.48384475708008
        },
        {
            "docid": "23921223_2",
            "document": "Canadian music genres . Canadian music genres identifies musical sounds as belonging to a particular category and type of music that can be distinguished from other types of music made by Canadians. The music of Canada has reflected the multi-cultural influences that have shaped the country. First Nations people, the French, the British, the Americans and many others nationalities have all made unique contributions to the musical genres of Canada. During the swing boom of the late 1930s and early 1940s, Canada produced such notable bandleaders as Ellis McLintock, Bert Niosi, Jimmy Davidson, and Mart Kenney. In the 1940s, Bert Niosi and Oscar Peterson became widely known. Canada has also produced a number of respected classical music ensembles, including the Montreal Symphony Orchestra and the Toronto Symphony Orchestra. Canadian rock describes a wide and diverse variety of music produced by Canadians, with the most notable Canadian rock band being Rush, who currently place fifth behind The Beatles, The Rolling Stones, KISS and Aerosmith for the most consecutive gold and platinum albums by a rock band. The Canadian hip hop scene was first established in the 1980s. Some of the most well known Canadian rappers and hip-hop artists include Drake and Maestro Fresh-Wes.",
            "score": 34.48322296142578
        },
        {
            "docid": "50714731_20",
            "document": "Nomadic Massive . Ali Sepu is an Ottawa-born musician. Sepu has been in the music scene since the age of twelve. It was then that he received his first guitar from his father. He proceeded to become involved in many Chilean cultural events which served as a training ground for his unique guitar style. He was influenced by the traditional music of the Andes, as well as the blues and the psychedelic music of the 70s. He eventually discovered that there was a place for his style in the hip-hop genre, where his loops could replace the traditional sample. Hip-hop expanded his musical repertoire as he explored new styles emanating from the diverse cultures in the Montreal music scene. Although his original loops were done on the same classical guitar he received as a child, he opted for a Japanese Stratocaster when the group decided to go with a live band. The electrification of his original sound is what allowed for the evolution into what is now the signature nomadic sound.",
            "score": 34.46494674682617
        },
        {
            "docid": "317607_2",
            "document": "Music of Nepal . Music of Nepal refers to the various musical genres played and listened to in Nepal. With more than fifty ethnic groups, the music of Nepal is highly diverse. Genres like Tamang Selo, Dohori, Adhunik Geet, Bhajan, Filmi music, Ghazal, Classical music, and Ratna music are widely played and popular, but many other less common genres are yet to be cataloged. Western musical genres like Rock, Metal, Hip-Hop, Rap, R&B also regularly feature on the Nepalese music charts. Most of the country's musical bands are based in the Kathmandu valley. Musical genres from Tibet and India have greatly influenced Nepalese music.",
            "score": 33.95824432373047
        }
    ]
}