{
    "q": [
        {
            "docid": "175040_6",
            "document": "Al-Farabi . His name was Abū Naṣr Muḥammad b. Muḥammad Farabi, sometimes with the family surname al-Ṭarḵānī, i.e., the element Ṭarḵān appears in a nisba. His grandfather was not known among his contemporaries, but a name, Awzalaḡ, suddenly appears later in the writings of Ibn Abī Uṣaibiʿa, and of his great-grandfather in those of Ibn Khallikan.",
            "score": 61.40873193740845
        },
        {
            "docid": "175040_26",
            "document": "Al-Farabi . In the handing down of Aristotle’s thought to the Christian west in the middle ages, al-Farabi played an essential part as appears in the translation of Farabi’s \"Commentary and Short Treatise on Aristotle’s de Interpretatione\" that F.W. Zimmermann published in 1981. Farabi had a great influence on Maimonides, the most important Jewish thinker of the middle ages. Maimonides wrote in Arabic a \"Treatise on logic\", the celebrated \"Maqala fi sina at al-mantiq\". In a wonderfully concise way, the work treats of the essentials of Aristotelian logic in the light of comments made by the Persian philosophers: Avicenna and above all al-Farabi. To use Maimonides’ words, if Aristotle is the First Master the second one is undoubtedly Farabi. Rémi Brague in his book devoted to the Treatise stresses the fact that Farabi is the only thinker mentioned therein.",
            "score": 67.58933627605438
        },
        {
            "docid": "36397744_2",
            "document": "Mazraeh-ye Sheikh Abu Al Hasan . Mazraeh-ye Sheikh Abu Al Hasan (, also Romanized as Mazra‘eh-ye Sheikh Ābū Al Ḩasan) is a village in Mazul Rural District, in the Central District of Nishapur County, Razavi Khorasan Province, Iran. At the 2006 census, its existence was noted, but its population was not reported.",
            "score": 44.7382926940918
        },
        {
            "docid": "36397744_1",
            "document": "Mazraeh-ye Sheikh Abu Al Hasan . Mazraeh-ye Sheikh Abu Al Hasan",
            "score": 44.07221984863281
        },
        {
            "docid": "175040_10",
            "document": "Al-Farabi . The oldest known reference to a Turkic origin is given by the medieval historian Ibn Khallikān (died in 1282), who in his work Wafayāt (completed in 669/1271) states that Farabi was born in the small village of Wasij near Fārāb (in what is today Otrar, Kazakhstan) of Turkic parents. Based on this account, some modern scholars say he is of Turkic origin. Dimitri Gutas, an American Arabist of Greek origin, criticizes this, saying that Ibn Khallikān's account is aimed at the earlier historical accounts by Ibn Abī Uṣaibiʿa, and serves the purpose to \"prove\" a Turkic origin for al-Farabi, for instance by mentioning the additional nisba (surname) \"\"al-Turk\"\" (arab. \"the Turk\")—a nisba Farabi never had. However, Abu al-Fedā', who copied Ibn Ḵhallekān, corrected this and changed \"al-Torkī\" to the phrase \"wa-kāna rajolan torkīyan\", meaning \"he was a Turkish man.\" In this regard, Oxford professor C.E. Bosworth notes that \"great figures [such] as al-Farabi, al-Biruni, and ibn Sina have been attached by over enthusiastic Turkish scholars to their race\".",
            "score": 77.52839875221252
        },
        {
            "docid": "175040_20",
            "document": "Al-Farabi . Al-Farabi had great influence on science and philosophy for several centuries, and was widely considered second only to Aristotle in knowledge (alluded to by his title of \"the Second Teacher\") in his time. His work, aimed at synthesis of philosophy and Sufism, paved the way for the work of Ibn Sina (Avicenna).",
            "score": 64.29726910591125
        },
        {
            "docid": "175040_4",
            "document": "Al-Farabi . The existing variations in the basic accounts of al-Farabi's origins and pedigree indicate that they were not recorded during his lifetime or soon thereafter by anyone with concrete information, but were based on hearsay or guesses (as is the case with other contemporaries of al-Farabi). Little is known about his life. Early sources include an autobiographical passage where al-Farabi traces the history of logic and philosophy up to his time, and brief mentions by Al-Masudi, Ibn al-Nadim and Ibn Hawqal. Said Al-Andalusi wrote a biography of al-Farabi. Arabic biographers of the 12th–13th centuries thus had few facts to hand, and used invented stories about his life.",
            "score": 66.47380495071411
        },
        {
            "docid": "56105670_2",
            "document": "Arsyad Thawil al-Bantani . Sheikh Mas Mohammad Arsyad Thawil al-Bantani (1851 – March 19, 1934) better known as Sheikh Arsyad Thawil was an ulama (Islamic scholar) and Indonesian hero who also fought on the Cilegon War from 9 to 30 July 1888 with Ki Wasyid, Tubagus Ismail, and others. Thawil was a student of Sheikh Nawawi al-Bantani, an Indonesian Islamic teacher from Banten who became the Imam of the Great Mosque of Mecca.",
            "score": 68.88244366645813
        },
        {
            "docid": "175040_12",
            "document": "Al-Farabi . Henry Corbin writes that the evidence supports the opinion common in Iran that al-Farabi was Shiite. Corbin argues that there are many similarities between what he calls Farabi's \"prophetic philosophy\" and the teachings of Shiite Imams. Najjar Fauzi likewise argues that al-Farabi's political philosophy was influenced by Shiite sects.",
            "score": 65.68686985969543
        },
        {
            "docid": "175040_21",
            "document": "Al-Farabi . Al-Farabi also wrote a commentary on Aristotle's work, and one of his most notable works is \"Al-Madina al-Fadila\" () where he theorized an ideal state as in Plato's \"The Republic\". Al-Farabi argued that religion rendered truth through symbols and persuasion, and, like Plato, saw it as the duty of the philosopher to provide guidance to the state. Al-Farabi incorporated the Platonic view, drawing a parallel from within the Islamic context, in that he regarded the ideal state to be ruled by the prophet-imam, instead of the philosopher-king envisaged by Plato. Al-Farabi argued that the ideal state was the city-state of Medina when it was governed by the prophet Muhammad as its head of state, as he was in direct communion with Allah whose law was revealed to him.",
            "score": 66.78431260585785
        },
        {
            "docid": "175040_42",
            "document": "Al-Farabi . Whether or not al-Farabi actually intended to outline a political programme in his writings remains a matter of dispute amongst academics. Henry Corbin, who considers al-Farabi to be a <nowiki>crypto-</nowiki>Shi'ite, says that his ideas should be understood as a \"prophetic philosophy\" instead of being interpreted politically. On the other hand, Charles Butterworth contends that nowhere in his work does al-Farabi speak of a prophet-legislator or revelation (even the word philosophy is scarcely mentioned), and the main discussion that takes place concerns the positions of \"king\" and \"statesmen\". Occupying a middle position is David Reisman, who like Corbin believes that al-Farabi did not want to expound a political doctrine (although he does not go so far to attribute it to Islamic Gnosticism either). He argues that al-Farabi was using different types of society as examples, in the context of an ethical discussion, to show what effect correct or incorrect thinking could have. Lastly, Joshua Parens argues that al-Farabi was slyly asserting that a pan-Islamic society could not be made, by using reason to show how many conditions (such as moral and deliberative virtue) would have to be met, thus leading the reader to conclude that humans are not fit for such a society. Some other authors like Mykhaylo Yakubovych argue that for al-Farabi religion (\"milla\") and philosophy (\"falsafa\") constituted the same praxeological value (i.e. basis for \"amal al-fadhil\"—\"virtuous deed\"), while its epistemological level (\"ilm\"—\"knowledge\") was different.",
            "score": 84.73668217658997
        },
        {
            "docid": "175040_9",
            "document": "Al-Farabi . Medieval Arab historian Ibn Abī Uṣaibiʿa (died in 1270)—al-Farabi's oldest biographer—mentions in his ʿUyūn that al-Farabi's father was of Persian descent. Al-Shahrazūrī who lived around 1288 A.D. and has written an early biography also states that Farabi hailed from a Persian family. According to Majid Fakhry, an Emeritus Professor of Philosophy at Georgetown University, Farabi's father \"\"was an army captain of Persian extraction.\"\" Dimitri Gutas notes that Farabi's works contain references and glosses in Persian, Sogdian, and even Greek, but not Turkish. Sogdian has also been suggested as his native language and the language of the inhabitants of Fārāb. Muhammad Javad Mashkoor argues for an Iranian-speaking Central Asian origin. A Persian origin has been discussed by other sources as well.",
            "score": 61.06738877296448
        },
        {
            "docid": "2829824_2",
            "document": "Al-Farabi Kazakh National University . Al-Farabi Kazakh National University (), also called KazGU or KazNU, is a university in Almaty, Kazakhstan. Named after the Eastern philosopher and scholar al-Farabi, it is one of the country's largest universities.",
            "score": 59.55749034881592
        },
        {
            "docid": "175040_1",
            "document": "Al-Farabi . Al-Farabi",
            "score": 51.0364933013916
        },
        {
            "docid": "175040_16",
            "document": "Al-Farabi . Al-Farabi also considered the theories of conditional syllogisms and analogical inference, which were part of the Stoic tradition of logic rather than the Aristotelian. Another addition al-Farabi made to the Aristotelian tradition was his introduction of the concept of poetic syllogism in a commentary on Aristotle's \"Poetics\".",
            "score": 53.64648127555847
        },
        {
            "docid": "53722605_1",
            "document": "Al Farabi-1 . Al Farabi-1",
            "score": 50.66012001037598
        },
        {
            "docid": "53398828_1",
            "document": "Al Farabi Square . Al Farabi Square",
            "score": 50.66012001037598
        },
        {
            "docid": "175040_14",
            "document": "Al-Farabi . Al-Farabi wrote: \"The Necessity of the Art of the Elixir\"",
            "score": 50.28925323486328
        },
        {
            "docid": "251740_9",
            "document": "Arabic music . Al-Farabi (872–950) wrote a notable book on music titled \"Kitab al-Musiqi al-Kabir\" (The Great Book of Music). His pure Arabian tone system is still used in Arabic music.",
            "score": 53.54805302619934
        },
        {
            "docid": "175040_29",
            "document": "Al-Farabi . In contrast to al-Kindi, who considered the subject of metaphysics to be God, al-Farabi believed that it was concerned primarily with being \"qua\" being (that is, being in and of itself), and this is related to God only to the extent that God is a principle of absolute being. Al-Kindi's view was, however, a common misconception regarding Greek philosophy amongst Muslim intellectuals at the time, and it was for this reason that Avicenna remarked that he did not understand Aristotle's \"Metaphysics\" properly until he had read a prolegomenon written by al-Farabi.",
            "score": 76.87752151489258
        },
        {
            "docid": "12767165_4",
            "document": "Albu Salih . Sheikh Bader Al Rumaidh, great grandfather of Sheikh Sabah, was well known for his generosity and his concern for his people. Sheikh Bader Al Rumaidh also showed great courage and bravery during the British occupation of southern Iraq in the 1920s. He, along with other tribes, managed to lead his people in the resistance until they had pushed the British out of their tribal land. Sheikh Bader Al Rumaidh died in 1943, after when his son Sheikh Mohsin took over the leadership of Albu Salih tribe.",
            "score": 63.678680658340454
        },
        {
            "docid": "2829824_1",
            "document": "Al-Farabi Kazakh National University . Al-Farabi Kazakh National University",
            "score": 49.92377853393555
        },
        {
            "docid": "53722605_4",
            "document": "Al Farabi-1 . Al-Farabi 1 is a 2U CubeSat, weighing 1.7 kg.",
            "score": 49.74302673339844
        },
        {
            "docid": "175040_41",
            "document": "Al-Farabi . Of course, al-Farabi realized that such a society was rare and required a very specific set of historical circumstances to be realized, which means very few societies could ever attain this goal. He divided those \"vicious\" societies, which have fallen short of the ideal \"virtuous\" society, into three categories: ignorant, wicked and errant. \"Ignorant\" societies have, for whatever reason, failed to comprehend the purpose of human existence, and have supplanted the pursuit of happiness for another (inferior) goal, whether this be wealth, sensual gratification or power. Al-Farabi mentions \"weeds\" in the virtuous society: those people who try to undermine its progress towards the true human end. The best known Arabic source for al-Farabi's political philosophy is his work titled, \"al-Madina al-fadila\" (\"The Virtuous City\").",
            "score": 71.54244589805603
        },
        {
            "docid": "7757234_42",
            "document": "History of Islamic economics . Early discussion of the benefits of division of labor are included in the writings of Qabus, al-Ghazali, al-Farabi (873–950), Ibn Sina (Avicenna) (980–1037), Ibn Miskawayh, Nasir al-Din al-Tusi (1201–74), Ibn Khaldun (1332–1406), and Asaad Davani (b. 1444). Among them, the discussions included division of labor within households, societies, factories, and among nations. Farabi notes that each society lacks at least some necessary resources, and thus an optimal society can only be achieved where domestic, regional, and international trade occur, and that such trade can be beneficial to all parties involved. Ghazali was also noted for his subtle understanding of monetary theory and formulation of another version of Gresham's Law.",
            "score": 49.37504279613495
        },
        {
            "docid": "10219069_11",
            "document": "Al-Masudi . Al-Mas‘udi was a pupil or junior colleague of a number of prominent intellectuals, including the philologists al-Zajjaj, ibn Duraid, Niftawayh and ibn Anbari. He was acquainted with famous poets, including Kashajim, whom he probably met in Aleppo. He was well read in philosophy, knowing the works of al-Kindi and al-Razi, the Aristotelian thought of al-Farabi and the Platonic writings. Al-Mas‘udi's extant writings do not confirm his meeting with his contemporaries al-Razi and al-Farabi, however such meetings were highly likely. He does record his meeting with al-Farabi's pupil Yahya ibn Adi, of whom he spoke highly.",
            "score": 61.7608916759491
        },
        {
            "docid": "59945_32",
            "document": "History of logic . The works of Al-Kindi, Al-Farabi, Avicenna, Al-Ghazali, Averroes and other Muslim logicians were based on Aristotelian logic and were important in communicating the ideas of the ancient world to the medieval West. Al-Farabi (Alfarabi) (873–950) was an Aristotelian logician who discussed the topics of future contingents, the number and relation of the categories, the relation between logic and grammar, and non-Aristotelian forms of inference. Al-Farabi also considered the theories of conditional syllogisms and analogical inference, which were part of the Stoic tradition of logic rather than the Aristotelian.",
            "score": 59.360482931137085
        },
        {
            "docid": "57134873_3",
            "document": "Juma bin Maktoum bin Hasher Al Maktoum . Juma's sons include Sheikh 'Ubaid (born 1918), Sheikh Maktoum (born 1920), Sheikh Hamad (born 1922), Sheikh Thani (born 1924), Sheikh Ahmad (1936–2009), and Sheikh Dalmouk (1937–2004). Through his son Sheikh Maktoum's marriage to a cousin (a daughter of Saeed II), Sheikh Juma is the paternal grandfather of Sheikha Hind bint Maktoum bin Juma Al Maktoum. Sheikha Hind is the senior wife of Saeed II of Dubai's grandson (through his son and successor Rashid bin Saeed Al Maktoum), ruler Mohammed bin Rashid Al Maktoum of Dubai. Sheikh Juma is therefore a great-grandfather to Hind's children, including Crown Prince Hamdan bin Mohammed Al Maktoum.",
            "score": 63.536383390426636
        },
        {
            "docid": "53722605_3",
            "document": "Al Farabi-1 . It is a research satellite designed and built by Al-Farabi Kazakh National University, Almaty, Kazakhstan.",
            "score": 53.75447750091553
        },
        {
            "docid": "1804413_14",
            "document": "Shadhili . Sheikh Muhammad Sa'id al-Jamal, another student of Sheikh Muhammad al-Hashimi al-Tilmisani and who died in 2015, had worked from the Haram al-Sharif or The Temple Mount in Jerusalem and was a mufti of the Hanbali Madhab. He was also a student of the spiritual guide and Shadhili Sheikh Abdur Rahman Abu al Risah of Halab of the Shadhili Yashruti line. He was a direct descendent of Muhammad, through his ancestor Ahmad ar-Rifa`i. He wrote many books in both English and Arabic on Sufism, tafsir, and healing. His students from the US also established the University of Spiritual Healing and Sufism which is devoted to the Sufi way of healing.",
            "score": 60.72022461891174
        },
        {
            "docid": "55914231_5",
            "document": "Ismail al-Khalidi al-Minangkabawi . In Mecca, Ismail studied under the several renowned scholars who had expertise in their respective fields. He learned kalam theology under Sheikh Muhammad Ibn 'Ali Assyanwani. In the field of jurisprudence, he studied under Sheikh al-Azhar and Sheikh Abdullah ash-Syarqawi, both renowned as scholars of the Shafi'i school of jurisprudence. Ismail also studied the science of Sufism under two great Sufis named Sheikh 'Abdullah Afandi and Sheikh Khalid al-Uthmani al-Kurdi (Sheikh Dhiyauddin Khalid). Both were \"murshid\" (teacher of the spirituality) of Naqshbandi order.",
            "score": 67.87414622306824
        },
        {
            "docid": "175040_17",
            "document": "Al-Farabi . Al-Farabi wrote a book on music titled \"Kitab al-Musiqa\" (The Book of Music). In it, he presents philosophical principles about music, its cosmic qualities, and its influences.",
            "score": 56.48079514503479
        }
    ],
    "r": [
        {
            "docid": "56105670_12",
            "document": "Arsyad Thawil al-Bantani . The arrival of the Banten cleric was welcomed by Egyptian scholars albeit without ceremony. In the presence of the Egyptian scholar, Thawil, who performed as Sheikh Nawawi sat on a chair, while Sheikh Nawawi sat down as a bodyguard. Many questions were asked by Egyptian scholars who were not easy to answer by any scholar. As Sheikh Nawawi, Thawil also ordered his bodyguard (who was none other than Sheikh Nawawi) to answer these questions, then all questions asked were answered satisfactorily by Syekh Nawawi who acted as bodyguard of Thawil. The Egyptian scholars were amazed to hear such a satisfactory answer, So they think that his bodyguard was so great, let alone who guarded, surely more great.",
            "score": 96.70582580566406
        },
        {
            "docid": "175040_42",
            "document": "Al-Farabi . Whether or not al-Farabi actually intended to outline a political programme in his writings remains a matter of dispute amongst academics. Henry Corbin, who considers al-Farabi to be a <nowiki>crypto-</nowiki>Shi'ite, says that his ideas should be understood as a \"prophetic philosophy\" instead of being interpreted politically. On the other hand, Charles Butterworth contends that nowhere in his work does al-Farabi speak of a prophet-legislator or revelation (even the word philosophy is scarcely mentioned), and the main discussion that takes place concerns the positions of \"king\" and \"statesmen\". Occupying a middle position is David Reisman, who like Corbin believes that al-Farabi did not want to expound a political doctrine (although he does not go so far to attribute it to Islamic Gnosticism either). He argues that al-Farabi was using different types of society as examples, in the context of an ethical discussion, to show what effect correct or incorrect thinking could have. Lastly, Joshua Parens argues that al-Farabi was slyly asserting that a pan-Islamic society could not be made, by using reason to show how many conditions (such as moral and deliberative virtue) would have to be met, thus leading the reader to conclude that humans are not fit for such a society. Some other authors like Mykhaylo Yakubovych argue that for al-Farabi religion (\"milla\") and philosophy (\"falsafa\") constituted the same praxeological value (i.e. basis for \"amal al-fadhil\"—\"virtuous deed\"), while its epistemological level (\"ilm\"—\"knowledge\") was different.",
            "score": 84.73667907714844
        },
        {
            "docid": "175040_2",
            "document": "Al-Farabi . Al-Farabi (; '; known in the West as Alpharabius\"'; c. 872 – between 14 December, 950 and 12 January, 951) was a renowned philosopher and jurist who wrote in the fields of political philosophy, metaphysics, ethics and logic. He was also a scientist, cosmologist, mathematician and music scholar.",
            "score": 80.05198669433594
        },
        {
            "docid": "37608699_10",
            "document": "National Coalition for Syrian Revolutionary and Opposition Forces . Following the election of the Coalition's president, several pro-Islamist media outlets have signalled their approvals for the formation of the new revolution bloc under the leadership of Sheikh Moaz Al-Khatib. Answering questions on his students' portal EsinIslam of The Awqaf London the London-based Damascene graduate African Muslim cleric, Sheikh Dr. Abu-Abdullah Abdul-Fattah Adelabu called upon the Islamists and their affiliates to support the coalition's leadership. “The terrible situations in which the Syrians now find themselves do not warrant alienating reliable scholars like Dr. Moaz whatever their positions or affiliations in the face of al-Assad's desperate acts of atrocities and crimes against humanity as a matter of urgency to free Syria”, said Adelabu who was a friend and academic colleague of Dr. Al-Khatib during the 1990s in Damascus Islamic institutions. “We have been assured by members of the Jubhah that Sheikh Moaz is acceptable to them and that the decision to choose him was made by the Syrians themselves and not by the Americans, Britons, French or any other nationals”, the London-based cleric added.",
            "score": 79.99988555908203
        },
        {
            "docid": "175040_10",
            "document": "Al-Farabi . The oldest known reference to a Turkic origin is given by the medieval historian Ibn Khallikān (died in 1282), who in his work Wafayāt (completed in 669/1271) states that Farabi was born in the small village of Wasij near Fārāb (in what is today Otrar, Kazakhstan) of Turkic parents. Based on this account, some modern scholars say he is of Turkic origin. Dimitri Gutas, an American Arabist of Greek origin, criticizes this, saying that Ibn Khallikān's account is aimed at the earlier historical accounts by Ibn Abī Uṣaibiʿa, and serves the purpose to \"prove\" a Turkic origin for al-Farabi, for instance by mentioning the additional nisba (surname) \"\"al-Turk\"\" (arab. \"the Turk\")—a nisba Farabi never had. However, Abu al-Fedā', who copied Ibn Ḵhallekān, corrected this and changed \"al-Torkī\" to the phrase \"wa-kāna rajolan torkīyan\", meaning \"he was a Turkish man.\" In this regard, Oxford professor C.E. Bosworth notes that \"great figures [such] as al-Farabi, al-Biruni, and ibn Sina have been attached by over enthusiastic Turkish scholars to their race\".",
            "score": 77.52839660644531
        },
        {
            "docid": "175040_29",
            "document": "Al-Farabi . In contrast to al-Kindi, who considered the subject of metaphysics to be God, al-Farabi believed that it was concerned primarily with being \"qua\" being (that is, being in and of itself), and this is related to God only to the extent that God is a principle of absolute being. Al-Kindi's view was, however, a common misconception regarding Greek philosophy amongst Muslim intellectuals at the time, and it was for this reason that Avicenna remarked that he did not understand Aristotle's \"Metaphysics\" properly until he had read a prolegomenon written by al-Farabi.",
            "score": 76.87752532958984
        },
        {
            "docid": "1130_28",
            "document": "Avicenna . Avicenna's theology on metaphysical issues (\"ilāhiyyāt\") has been criticized by some Islamic scholars, among them al-Ghazali, Ibn Taymiyya, and Ibn al-Qayyim. While discussing the views of the theists among the Greek philosophers, namely Socrates, Plato, and Aristotle in \"Al-Munqidh min ad-Dalal\" (\"Deliverance from Error\"), al-Ghazali noted that the Greek philosophers \"must be taxed with unbelief, as must their partisans among the Muslim philosophers, such as Ibn Sina and al-Farabi and their likes.\" He added that \"None, however, of the Muslim philosophers engaged so much in transmitting Aristotle's lore as did the two men just mentioned. [...] The sum of what we regard as the authentic philosophy of Aristotle, as transmitted by al-Farabi and Ibn Sina, can be reduced to three parts: a part which must be branded as unbelief; a part which must be stigmatized as innovation; and a part which need not be repudiated at all.",
            "score": 76.69668579101562
        },
        {
            "docid": "2889963_6",
            "document": "Mahmud Shaltut . Shortly after assuming his position as Sheikh al-Azhar, Shaltut’s announced his vision for reform. Shaltut attempted to prove that shari’a law was not an obstacle to modern society, but rather a guide through the changes modern society brings with it. He was fervently determined to see al-Azhar achieve greater independence from the state’s control and worked toward getting the National Assembly to pass declarations such as the Reform Law, which they did in 1961. The Reform Law was aimed at integrating al-Azhar into the wider field of higher education, improving job opportunities for students, and producing modern scholars knowledgeable in matters of the contemporary world and able to serve the Muslim community. Admiration for Sheikh Shaltut grew rapidly and his unprecedented decision to broadcast regularly for religious sermons and answer questions from those who had doubts or criticism only enhanced his reputation. These broadcasts were later published by the Ministry of National Guidance as Ahadith al-sabah fi’l-Midhya and Yas’aluna (Ask Us). Also, he is noted as being a great orator. His capability to communicate well with the masses garnered him many listeners as he spoke of varying issues regarding contemporary Muslim society such as family law, private property, birth control, and polygamy (which he strongly defended) to name a few. In essence, Sheikh Shaltut believed that the relevance of shari’a law in the modern day was not to be undermined. Also, he viewed his Quranic commentary, or his tafsir, more as practical advice for any literate Muslim rather than a strict scholarly analysis.",
            "score": 76.63595581054688
        },
        {
            "docid": "23797095_11",
            "document": "Religious and philosophical views of Albert Einstein . Einstein had explored the idea that humans could not understand the nature of God. In an interview published in George Sylvester Viereck's book \"Glimpses of the Great\" (1930), Einstein responded to a question about whether or not he defined himself as a pantheist. He explained: Your question is the most difficult in the world. It is not a question I can answer simply with yes or no. I am not an Atheist. I do not know if I can define myself as a Pantheist. The problem involved is too vast for our limited minds. May I not reply with a parable? The human mind, no matter how highly trained, cannot grasp the universe. We are in the position of a little child, entering a huge library whose walls are covered to the ceiling with books in many different tongues. The child knows that someone must have written those books. It does not know who or how. It does not understand the languages in which they are written. The child notes a definite plan in the arrangement of the books, a mysterious order, which it does not comprehend, but only dimly suspects. That, it seems to me, is the attitude of the human mind, even the greatest and most cultured, toward God. We see a universe marvelously arranged, obeying certain laws, but we understand the laws only dimly. Our limited minds cannot grasp the mysterious force that sways the constellations. I am fascinated by Spinoza's Pantheism. I admire even more his contributions to modern thought. Spinoza is the greatest of modern philosophers, because he is the first philosopher who deals with the soul and the body as one, not as two separate things.",
            "score": 76.61937713623047
        },
        {
            "docid": "175040_19",
            "document": "Al-Farabi . As a philosopher, Al-Farabi was a founder of his own school of early Islamic philosophy known as \"Farabism\" or \"Alfarabism\", though it was later overshadowed by Avicennism. Al-Farabi's school of philosophy \"breaks with the philosophy of Plato and Aristotle [... and ...] moves from metaphysics to methodology, a move that anticipates modernity\", and \"at the level of philosophy, Alfarabi unites theory and practice [... and] in the sphere of the political he liberates practice from theory\". His Neoplatonic theology is also more than just metaphysics as rhetoric. In his attempt to think through the nature of a First Cause, Alfarabi discovers the limits of human knowledge\".",
            "score": 75.18905639648438
        },
        {
            "docid": "1810463_12",
            "document": "Al-Rifa`i . \"Shaikh Salih Yusuf Ebu Zekeriya el-Askalani, who was a great expert in the canon law of Islam, had told me that: I had gone to Ummi Abide to visit Shaikh Ahmed er-Rifai. More than one hundred thousand people crowded around the guesthouse, some people were managers, scientists, sheikhs and the other members of the public. He provided dinner to all of them and was very friendly to everyone. He started to preach in the afternoon of a Thursday. Preachers of Wasit province, a religious community from doctors of Muslim theology of Iraq and the important people of the province attended the preach meeting. One group of them asked for science of commentary on the Koran, the other group asked for subjects interested with record of sayings of the Prophet Muhammad, the other group asked for Muslim canonical jurisprudence, another group asked for the disagreement between the different religious opinion, and the other groups asked too many questions about different sections of science. He answered more than two hundred questions, and he experienced no anger during his answering of questions. I became embarrassed because of the insensitiveness of people asking questions, and I stood up and said them that; \"Is this not enough for you? He will answer all questions about the written sciences, not facing any difficulty, with the permission of Allah.\" Because of my words he smiled and said to me that; \"Ebu Zekeriya allow them to ask before they lose me. Certainly the world is a house which will become absent. Allah changes whole situations every time.\" The people cried because of his answer. The meeting was confused, worried sounds were heard. Forty thousands people became students of him with the spiritual effect of his talk.\"",
            "score": 74.8766860961914
        },
        {
            "docid": "175040_37",
            "document": "Al-Farabi . According to al-Farabi, the afterlife is not the personal experience commonly conceived of by religious traditions such as Islam and Christianity. Any individual or distinguishing features of the soul are annihilated after the death of the body; only the rational faculty survives (and then, only if it has attained perfection), which becomes one with all other rational souls within the agent intellect and enters a realm of pure intelligence. Henry Corbin compares this eschatology with that of the Ismaili Neo-Platonists, for whom this process initiated the next grand cycle of the universe. However, Deborah Black mentions we have cause to be skeptical as to whether this was the mature and developed view of al-Farabi, as later thinkers such as Ibn Tufayl, Averroes and Ibn Bajjah would assert that he repudiated this view in his commentary on the Nicomachean Ethics, which has been lost to modern experts.",
            "score": 74.35575103759766
        },
        {
            "docid": "4026045_17",
            "document": "Anomalous monism . How can all this be formalized? At the beginning, we attributed the predicate \"no\" to Thomas as a direct response to our question. This is a physical predicate \"F\". We can call the attribution of Thomas' belief that the relationship cannot continue \"m\". From \"Fx\", we cannot deduce \"mx\". On the basis of the hypothesis that a person who is angry is not capable of examining their own opinions clearly, we asked Thomas if he was angry. We ascribed to him the mental predicate \"m1\" and the physical predicate \"F1\" (the answer \"yes\" to the question whether he is angry). Now, we can deduce \"m1\" (the fact that he is angry) from \"F1\". But from \"m1\" and \"F1\", we can deduce neither \"m\" (the fact that Thomas believes the relationship cannot continue) nor \"not m\". So we continue by attributing the next physical predicate \"F2\" (the positive answer to our question whether he will be of the same opinion in one month).",
            "score": 73.00132751464844
        },
        {
            "docid": "17313159_25",
            "document": "Argument from reason . Similarly, Chesterton asserts that the argument is a fundamental, if unstated, tenet of Thomism in his 1933 book \"St. Thomas Aquinas: \"The Dumb Ox\"\": Thus, even those who appreciate the metaphysical depth of Thomism in other matters have expressed surprise that he does not deal at all with what many now think the main metaphysical question; whether we can prove that the primary act of recognition of any reality is real. The answer is that St. Thomas recognised instantly, what so many modern sceptics have begun to suspect rather laboriously; that a man must either answer that question in the affirmative, or else never answer any question, never ask any question, never even exist intellectually, to answer or to ask. I suppose it is true in a sense that a man can be a fundamental sceptic, but he cannot be anything else: certainly not even a defender of fundamental scepticism. If a man feels that all the movements of his own mind are meaningless, then his mind is meaningless, and he is meaningless; and it does not mean anything to attempt to discover his meaning. Most fundamental sceptics appear to survive, because they are not consistently sceptical and not at all fundamental. They will first deny everything and then admit something, if for the sake of argument--or often rather of attack without argument. I saw an almost startling example of this essential frivolity in a professor of final scepticism, in a paper the other day. A man wrote to say that he accepted nothing but Solipsism, and added that he had often wondered it was not a more common philosophy. Now Solipsism simply means that a man believes in his own existence, but not in anybody or anything else. And it never struck this simple sophist, that if his philosophy was true, there obviously were no other philosophers to profess it.",
            "score": 71.99243927001953
        },
        {
            "docid": "22111300_14",
            "document": "Miles Jesu . The \"Queen Isabel the Catholic\" website calls Queen Isabel \"a great woman\", specifying: \"When we talk here of greatness, we specifically mean impact on history, and we judge this by the fruit borne. We do not mean ‘holiness’, for while Isabel certainly lead a saintly life, the question of who, after the Mother of God, is the holiest woman in history, is one we cannot even begin to answer. The field is very crowded!\"",
            "score": 71.79528045654297
        },
        {
            "docid": "17994_5",
            "document": "Learning theory (education) . Plato (428 BC–347 BC) proposed the question: How does an individual learn something new when the topic is brand new to that person? This question may seem trivial; however, think of a human like a computer. The question would then become: How does a computer take in any factual information without previous programming? Plato answered his own question by stating that knowledge is present at birth and all information learned by a person is merely a recollection of something the soul has already learned previously, which is called the Theory of Recollection or Platonic epistemology. This answer could be further justified by a paradox: If a person knows something, they don't need to question it, and if a person does not know something, they don't know to question it. Plato says that if one did not previously know something, then they cannot learn it. He describes learning as a passive process, where information and knowledge are ironed into the soul over time. However, Plato's theory elicits even more questions about knowledge: If we can only learn something when we already had the knowledge impressed onto our souls, then how did our souls gain that knowledge in the first place? Plato's theory can seem convoluted; however, his classical theory can still help us understand knowledge today.",
            "score": 71.68563079833984
        },
        {
            "docid": "430209_12",
            "document": "Ali al-Hadi . Yahya bin Aktham was another scholar who was invited to try the imam. It is said that after al-Hadi's answer to Yahya's questions, he turned to al-Mutawakkil and advised him saying, \"We do not like you to ask this man about anything after my questions to him … In showing his knowledge there will be strengthening to Rafida (the Shiite).\" One of the questions is the following:",
            "score": 71.65052795410156
        },
        {
            "docid": "3657390_47",
            "document": "Nous . The exact precedents of Al Farabi's influential philosophical scheme, in which \"nous\" (Arabic \"ʿaql\") plays an important role, are no longer perfectly clear because of the great loss of texts in the Middle Ages which he would have had access to. He was apparently innovative in at least some points. He was clearly influenced by the same late classical world as neoplatonism, neopythagoreanism, but exactly how is less clear. Plotinus, Themistius and Alexander of Aphrodisias are generally accepted to have been influences. However while these three all placed the active intellect \"at or near the top of the hierarchy of being\", Al Farabi was clear in making it the lowest ranking in a series of distinct transcendental intelligences. He is the first known person to have done this in a clear way. He was also the first philosopher known to have assumed the existence of a causal hierarchy of celestial spheres, and the incorporeal intelligences parallel to those spheres. Al Farabi also fitted an explanation of prophecy into this scheme, in two levels. According to Davidson (p. 59):The lower of the two levels, labeled specifically as \"prophecy\" (\"nubuwwa\"), is enjoyed by men who have not yet perfected their intellect, whereas the higher, which Alfarabi sometimes specifically names \"revelation\" (\"w-ḥ-y\"), comes exclusively to those who stand at the stage of acquired intellect. This happens in the imagination (Arabic \"mutakhayyila\"; Greek \"phantasia\"), a faculty of the mind already described by Aristotle, which al Farabi described as serving the rational part of the soul (Arabic \"ʿaql\"; Greek \"nous\"). This faculty of imagination stores sense perceptions (\"maḥsūsāt\"), disassembles or recombines them, creates figurative or symbolic images (\"muḥākāt\") of them which then appear in dreams, visualizes present and predicted events in a way different from conscious deliberation (\"rawiyya\"). This is under the influence, according to Al Farabi, of the active intellect. Theoretical truth can only be received by this faculty in a figurative or symbolic form, because the imagination is a physical capability and can not receive theoretical information in a proper abstract form. This rarely comes in a waking state, but more often in dreams. The lower type of prophecy is the best possible for the imaginative faculty, but the higher type of prophecy requires not only a receptive imagination, but also the condition of an \"acquired intellect\", where the human \"nous\" is in \"conjunction\" with the active intellect in the sense of God. Such a prophet is also a philosopher. When a philosopher-prophet has the necessary leadership qualities, he becomes philosopher-king.",
            "score": 71.56503295898438
        },
        {
            "docid": "175040_41",
            "document": "Al-Farabi . Of course, al-Farabi realized that such a society was rare and required a very specific set of historical circumstances to be realized, which means very few societies could ever attain this goal. He divided those \"vicious\" societies, which have fallen short of the ideal \"virtuous\" society, into three categories: ignorant, wicked and errant. \"Ignorant\" societies have, for whatever reason, failed to comprehend the purpose of human existence, and have supplanted the pursuit of happiness for another (inferior) goal, whether this be wealth, sensual gratification or power. Al-Farabi mentions \"weeds\" in the virtuous society: those people who try to undermine its progress towards the true human end. The best known Arabic source for al-Farabi's political philosophy is his work titled, \"al-Madina al-fadila\" (\"The Virtuous City\").",
            "score": 71.54244995117188
        },
        {
            "docid": "4026045_16",
            "document": "Anomalous monism . He asks us to then consider the attribution of a belief. We are seeking a good scientific theory of amorous relations. We ask ourselves if Thomas, who has recently been betrayed by his girlfriend Ffion, believes that it is possible that the relationship can continue. The way we can find out the answer to this question is simply by asking Thomas if he believes it is possible. Thomas says no. Does this authorize us to attribute to Thomas the belief that the relationship cannot continue? Of course not, since Thomas is probably angry and confuses his desire to break up with Ffion with his beliefs. So we ask him if he is angry with Ffion. He says that he is, but we cannot attribute to him the belief that the relationship \"can\" continue, because we don't really know if he's confusing his desires with his beliefs or vice versa. So now we ask Thomas if he will still retain the same opinion next month. Thomas pauses for a while and then says yes. At this point, we think we have a definitive confirmation of the fact that Thomas believes that the relation must be interrupted, since he reflected on the matter before answering. Just to be sure, we ask him what came to mind during that interval of reflection. Thomas answers that he thought of all the unhappy incidents between that took place between him and Ffion. So we return to our original hypothesis on the basis that Thomas is angry and therefore confuses his desires and his beliefs.",
            "score": 71.0001220703125
        },
        {
            "docid": "2590334_30",
            "document": "Metaphysics (Aristotle) . Many scholars believe that Aristotle's works as we have them today are little more than lecture notes. Many of his works are extremely compressed and thus baffling to beginners. Nowhere is this more evident than in the \"Metaphysics\" — Ibn Sina (Avicenna), one of the greatest Medieval Islamic philosophers, said that he had read the \"Metaphysics\" of Aristotle forty times, but still did not understand it. Only later, after having read al-Farabi's, \"Purposes of the Metaphysics of Aristotle\", did he understand Aristotle's book.",
            "score": 70.8107681274414
        },
        {
            "docid": "31871_28",
            "document": "Ubiquitous computing . An article by Linda Little and Pam Briggs on this privacy issue, states that: \"These are the kinds of privacy principles that have been established by the industry – but over the past two years, we have been trying to understand whether such principles reflect the concerns of the ordinary citizen. Some of the key research questions we have been addressing are: What are users' key concerns regarding privacy management in a ubiquitous context and do they reflect 'expert' privacy principles? Do these concerns vary as a function of context? Will users have enough confidence in privacy management procedures to hand-over management and administration of their privacy preferences? Motahari, et al., (2007) argue people do not have a complete understanding of the threats to their privacy. While users of ubicomp systems are aware of inappropriate use of their personal information, legal obligations and inadequate security they are less aware of setting preferences for who has access and any social inferences that can be made by observations by other people. They further argue a holistic approach is needed as traditional approaches and current investigations are not enough to address privacy threats in ubiquitous computing. Recognising – in line with a number of other researchers (Harper & Singleton, 2001; Paine, et al., 2007) – that privacy concerns are likely to be highly situation-dependent, we have developed a method of enquiry which displays a rich context to the user in order to elicit more detailed information about those privacy factors that underpin our acceptance of ubiquitous computing\".",
            "score": 70.11375427246094
        },
        {
            "docid": "175040_32",
            "document": "Al-Farabi . In his discussion of the First Cause (or God), al-Farabi relies heavily on negative theology. He says that it cannot be known by intellectual means, such as dialectical division or definition, because the terms used in these processes to define a thing constitute its substance. Therefore if one was to define the First Cause, each of the terms used would actually constitute a \"part\" of its substance and therefore behave as a \"cause\" for its existence, which is impossible as the First Cause is uncaused; it exists without being caused. Equally, he says it cannot be known according to genus and differentia, as its substance and existence are different from all others, and therefore it has no category to which it belongs. If this were the case, then it would not be the First Cause, because something would be prior in existence to it, which is also impossible. This would suggest that the more philosophically simple a thing is, the more perfect it is. And based on this observation, Adamson says it is possible to see the entire hierarchy of al-Farabi's cosmology according to classification into genus and species. Each succeeding level in this structure has as its principal qualities multiplicity and deficiency, and it is this ever-increasing complexity that typifies the material world.",
            "score": 69.95610046386719
        },
        {
            "docid": "3657390_49",
            "document": "Nous . Concerning the workings of the human soul, Avicenna, like Al Farabi, sees the \"material intellect\" or potential intellect as something that is not material. He believed the soul was incorporeal, and the potential intellect was a disposition of it which was in the soul from birth. As in Al Farabi there are two further stages of potential for thinking, which are not yet actual thinking, first the mind acquires the most basic intelligible thoughts which we can not think in any other way, such as \"the whole is greater than the part\", then comes a second level of derivative intelligible thoughts which could be thought. Concerning the actualization of thought, Avicenna applies the term \"to two different things, to actual human thought, irrespective of the intellectual progress a man has made, and to actual thought when human intellectual development is complete\", as in Al Farabi.",
            "score": 69.37969970703125
        },
        {
            "docid": "13728826_3",
            "document": "Abu al-Hassan al-Amiri . Al-Amiri was the most prominent Muslim philosopher following the tradition of Kindi in Islamic Philosophy. He was contemporary of Ibn Miskawayh and his friend, and lived in a half century between Al-Farabi and Ibn Sina. He was a polymath who wrote on \"...logic, physics, psychology, metaphysics, ethics, biology and medicine, different religions, Sufism and interpretation of the Qurʾān, as well as of dreams.\"",
            "score": 69.18840026855469
        },
        {
            "docid": "56105670_2",
            "document": "Arsyad Thawil al-Bantani . Sheikh Mas Mohammad Arsyad Thawil al-Bantani (1851 – March 19, 1934) better known as Sheikh Arsyad Thawil was an ulama (Islamic scholar) and Indonesian hero who also fought on the Cilegon War from 9 to 30 July 1888 with Ki Wasyid, Tubagus Ismail, and others. Thawil was a student of Sheikh Nawawi al-Bantani, an Indonesian Islamic teacher from Banten who became the Imam of the Great Mosque of Mecca.",
            "score": 68.8824462890625
        },
        {
            "docid": "20347_62",
            "document": "Meaning of life . The things (people, events) in the life of a person can have meaning (importance) as parts of a whole, but a discrete meaning of (the) life, itself, aside from those things, cannot be discerned. A person's life has meaning (for themselves, others) as the life events resulting from their achievements, legacy, family, etc., but, to say that life, itself, has meaning, is a misuse of language, since any note of significance, or of consequence, is relevant only \"in\" life (to the living), so rendering the statement erroneous. Bertrand Russell wrote that although he found that his distaste for torture was not like his distaste for broccoli, he found no satisfactory, empirical method of proving this: When we try to be definite, as to what we mean when we say that this or that is \"the Good,\" we find ourselves involved in very great difficulties. Bentham's creed, that pleasure is the Good, roused furious opposition, and was said to be a pig's philosophy. Neither he nor his opponents could advance any argument. In a scientific question, evidence can be adduced on both sides, and, in the end, one side is seen to have the better case — or, if this does not happen, the question is left undecided. But in a question, as to whether this, or that, is the ultimate Good, there is no evidence, either way; each disputant can only appeal to his own emotions, and employ such rhetorical devices as shall rouse similar emotions in others ... Questions as to \"values\" — that is to say, as to what is good or bad on its own account, independently of its effects — lie outside the domain of science, as the defenders of religion emphatically assert. I think that, in this, they are right, but, I draw the further conclusion, which they do not draw, that questions as to \"values\" lie wholly outside the domain of knowledge. That is to say, when we assert that this, or that, has \"value\", we are giving expression to our own emotions, not to a fact, which would still be true if our personal feelings were different.",
            "score": 68.6275405883789
        },
        {
            "docid": "22787087_12",
            "document": "Ahmed-Al-Kabeer . In his book Sevad ul-Ayneyn, the writer Imam Rafii narrates, \"Shaykh Salih Yusuf Ebu Zekeriya el-Askalani, who was a great expert in the canon law of Islam, told me: ‘I had gone to Ummi Abide to visit Shaykh Ahmad ar- Rifâi. There were more than one hundred thousand people around the guest house; some were managers, scientists and shaykhs, and the others were the normal public. He gave dinner to all of them and was very friendly to everyone. He started to preach in the afternoon of a Thursday. In the audience were preachers from the province of Vasit, as well as a religious community of doctors of Muslim theology of Iraq and the important people of the province. One group asked questions about the science of commentary on the Qur’an, another asked about subjects dealing with the recorded sayings of the Prophet Muhammad, another asked about Muslim canon jurisprudence, another asked about the disagreements between the different religious opinions, and yet another group asked many questions about different areas of science. Ahmad ar- Rifâi answered more than two hundred questions, and he did not get angry when he was answering the questions. I became embarrassed because of the insensitivity of people asking the questions, and I stood up and said, \"Is this not enough for you? He can answer every question about the written sciences, without facing any difficulty, with the permission of Allah!\" Ahmad ar- Rifâi smiled at my words and said, \"Ebu Zekeriya, allow them to ask before I pass away. Certainly the world is a house from which we will all depart. Allah changes all situations, all of the time.\" All the public cried at this answer. The crowd was perplexed and anxious exclamations were heard. Forty thousand people became his students because of the spiritual effect of his talk.’\"",
            "score": 68.48296356201172
        },
        {
            "docid": "351504_40",
            "document": "Middle East Media Research Institute . In an email debate with Carmon, Whitaker asked about MEMRI's November 2000 translation of an interview given by the Grand Mufti of Jerusalem to Al-Ahram al-Arabi. One question asked by the interviewer was: \"How do you deal with the Jews who are besieging al-Aqsa and are scattered around it?\" which was translated as: \"How do you feel about the Jews?\" MEMRI cut out the first part of the reply and combined it with the answer to the next question, which, Whitaker claimed, made \"Arabs look more anti-Semitic than they are\". Carmon admitted this was an error in translation but defended combining the two replies, as both questions referred to the same subject. Carmon rejected other claims of distortion by Whitaker, saying: \"it is perhaps reassuring that you had to go back so far to find a mistake … You accused us of distortion by omission but when asked to provide examples of trends and views we have missed, you have failed to answer.\" Carmon also accused Whitaker of \"using insults rather than evidence\" in his criticism of MEMRI.",
            "score": 68.44610595703125
        },
        {
            "docid": "394744_19",
            "document": "Philosophical progress . An answer to the question of whether philosophical progress is \"possible,\" however, is not the end of the story: it may still leave open the question of whether it is \"desirable.\" Those who are \"optimists\" about the prospect for philosophical progress have a pretty clear answer: it is, they could argue, just part of what we \"mean\" by \"progress,\" that you ought to pursue it if you can get it. But the issue is somewhat trickier for pessimists. If philosophical progress is \"not\" possible, then there are two different lessons that could be, and have been, taken from that.",
            "score": 68.19014739990234
        },
        {
            "docid": "55914231_5",
            "document": "Ismail al-Khalidi al-Minangkabawi . In Mecca, Ismail studied under the several renowned scholars who had expertise in their respective fields. He learned kalam theology under Sheikh Muhammad Ibn 'Ali Assyanwani. In the field of jurisprudence, he studied under Sheikh al-Azhar and Sheikh Abdullah ash-Syarqawi, both renowned as scholars of the Shafi'i school of jurisprudence. Ismail also studied the science of Sufism under two great Sufis named Sheikh 'Abdullah Afandi and Sheikh Khalid al-Uthmani al-Kurdi (Sheikh Dhiyauddin Khalid). Both were \"murshid\" (teacher of the spirituality) of Naqshbandi order.",
            "score": 67.8741455078125
        },
        {
            "docid": "1795879_47",
            "document": "F. C. S. Schiller . The impossibility of answering truly the question whether the 100th (or 10,000th) decimal in the evaluation of Pi is or is not a 9, splendidly illustrates how impossible it is to predicate truth in abstraction from actual knowing and actual purpose. For the question cannot be answered until the decimal is calculated. Until then no one knows what it is, or rather will turn out to be. And no one will calculate it, until it serves some purpose to do so, and some one therefore interests himself in the calculation. And so until then the truth remains uncertain: there is no 'true' answer, because there is no actual context in which the question has really been raised. We have merely a number of conflicting possibilities, not even claims to truth, and there is no decision. Yet a decision is possible if an experiment is performed. But his experiment presupposes a desire to know. It will only be made if the point becomes one which it is practically important to decide. Normally no doubt it does not become such, because for the actual purposes of the sciences it makes no difference whether we suppose the figure to be 9 or something else. I.e. the truth to, say, the 99th decimal, is ' true enough ' for our purposes, and the 100th is a matter of indifference. But let that indifference cease, and the question become important, and the ' truth ' will at once become ' useful '. Prof. Taylor's illustration therefore conclusively proves that in an actual context and as an actual question there is no true answer to be got until the truth has become useful. This point is illustrated also by the context Prof. Taylor has himself suggested. For he has made the question about the 100th decimal important by making the refutation of the whole pragmatist theory of knowledge depend on it. And what nobler use could the 100th decimal have in his eyes? If in consequence of this interest he will set himself to work it out, he will discover this once useless, but now most useful, truth, and—triumphantly refute his own contention!",
            "score": 67.59305572509766
        }
    ]
}