{
    "q": [
        {
            "docid": "12109342_7",
            "document": "Cat Stevens' comments about Salman Rushdie . Robertson: You don't think that this man deserves to die? Y. Islam: Who, Salman Rushdie? Robertson: Yes. Y. Islam: Yes, yes. Robertson: And do you have a duty to be his executioner? Y. Islam: Uh, no, not necessarily, unless we were in an Islamic state and I was ordered by a judge or by the authority to carry out such an act – perhaps, yes. [Some minutes later, Robertson on the subject of a protest where an effigy of the author is to be burned] Robertson: Would you be part of that protest, Yusuf Islam, would you go to a demonstration where you knew that an effigy was going to be burned? Y. Islam: I would have hoped that it'd be the real thing. \"The New York Times\" also reports this statement from the programme: I might ring somebody who might do more damage to him than he would like. I'd try to phone the Ayatollah Khomeini and tell him exactly where this man is.",
            "score": 22.012406587600708
        },
        {
            "docid": "1912480_9",
            "document": "Ellsberg paradox . Since the prizes are exactly the same, it follows that you will \"prefer\" Gamble A to Gamble B if and only if you believe that drawing a red ball is more likely than drawing a black ball (according to expected utility theory). Also, there would be no clear preference between the choices if you thought that a red ball was as likely as a black ball. Similarly it follows that you will \"prefer\" Gamble C to Gamble D \"if, and only if\", you believe that drawing a red or yellow ball is more likely than drawing a black or yellow ball. It might seem intuitive that, if drawing a red ball is more likely than drawing a black ball, then drawing a red or yellow ball is also more likely than drawing a black or yellow ball. So, supposing you \"prefer\" Gamble A to Gamble B, it follows that you will also \"prefer\" Gamble C to Gamble D. And, supposing instead that you \"prefer\" Gamble B to Gamble A, it follows that you will also \"prefer\" Gamble D to Gamble C.",
            "score": 12.23122262954712
        },
        {
            "docid": "51141048_8",
            "document": "Gray rape . In a \"New York Times\" article entitled “When saying ‘yes’ is easier than saying ‘no,’” Jessica Bennett describes the \"complex situation\" of sexual encounters \"...you thought you wanted, or maybe you actually never wanted, but somehow here you are and it’s happening and you desperately want out, but you know that at this point exiting the situation would be more difficult than simply lying there and waiting for it to be over. In other words: saying yes when we really mean no\", which have been termed “the point of no return,” “gray zone sex,” “begrudgingly consensual sex,” “lukewarm sex,” and “bad sex,” an expression in which \"bad\" refers “not to the perceived pleasure of it, but to the way you feel in the aftermath.”",
            "score": 15.152642250061035
        },
        {
            "docid": "615477_26",
            "document": "Sunshine Skyway Bridge . Corporal Gary Schluter of the Florida State Highway Patrol — who has \"seen the number of suicides, and attempts, climb steadily over the last few years\" at the Sunshine Skyway Bridge, as well as persuaded multiple would-be suicides at that site to live — advises: \"People look at that water and think it's very serene, an easy way to die ... [but] ... it's more like hitting concrete.\" As he and other troopers explained to \"The New York Times\" reporter Rick Bragg, \"Jumpers tend to die ugly. [...] The fall, less than four seconds, ends in a bone-snapping, organ-rupturing trauma, but some jumpers do not lose consciousness, and drown in agony.\" Schluter elaborated: \"We retrieve the bodies. They are distorted, mangled.\"",
            "score": 26.018333435058594
        },
        {
            "docid": "20783125_16",
            "document": "Yes–no question . A further ambiguity with yes–no questions, in addition to that of polarity, is the ambiguity of whether an \"exclusive\" or \"inclusive\" disjunction is meant by the word \"or\", as it can represent either. Conventionally, in English yes–no questions the \"or\" represents an exclusive disjunction. However, as with the \"Would you like an apple or an orange?\" question mentioned earlier, to which one possible answer, as a yes–no question, is \"yes.\", yes–no questions can also be taken to be \"inclusive\" disjunctions. The informativeness of the \"or\" in the question is low, especially if the second alternative in the question is \"something\" or \"things\". The \"exclusive\" and \"inclusive\" can be determined often in spoken language (the speaker will often lower their pitch at the end of an \"exclusive\" question, as opposed to raising it at the end of an \"inclusive\" question), but it is a frequent source of humour for computer scientists and others familiar with Boolean logic, who will give responses such as \"yes\" to questions such as \"Would you like chicken or roast beef for dinner?\". However, the ambiguity is not confined to humour. The apple-or-orange question may be legitimately asking whether either is wanted, for example, and \"Would you like an apple or something?\" is indeed \"expecting\" either \"yes\" or \"no\" as a proper answer rather than the answer \"Something\" that an exclusive disjunction would be requesting.",
            "score": 18.06786608695984
        },
        {
            "docid": "7180207_2",
            "document": "New York Soundtracks . New York Soundtracks is a remix album of One Step More and You Die by the Japanese band Mono. It was released as a CD in 2004 and in 2009 as part of the special deluxe double LP of 2003 album One Step More and You Die.",
            "score": 20.86780834197998
        },
        {
            "docid": "8789616_17",
            "document": "Fragile (Yes album) . In 2005, \"Fragile\" was included in the musical reference publication \"1001 Albums You Must Hear Before You Die\". In his review for AllMusic, Bruce Eder gave the album five stars out of five. He writes: \"\"Fragile\" was Yes' breakthrough album, propelling them in a matter of weeks from a cult act to an international phenomenon; not coincidentally, it also marked the point where all of the elements of the music (and more) that would define their success for more than a decade fell into place fully formed. The science-fiction and fantasy elements that had driven the more successful songs on ... \"The Yes Album\", were pushed much harder here, and not just in the music but in the packaging of the album: the Roger Dean-designed cover was itself a fascinating creation that seemed to relate to the music and drew the purchaser's attention in a manner that few records since the heyday of the psychedelic era could match.\"",
            "score": 11.716819524765015
        },
        {
            "docid": "12686181_81",
            "document": "Fossil fuel phase-out . The exact question posed by the survey was as follows: More than half of power plant-generated electricity comes from coal. Experts say that power plants are responsible for about 40 percent of U.S. carbon dioxide pollution linked to global warming. There are plans to build more than 150 new coal-fired power plants over the next several years. Would you support a five-year moratorium on new coal-fired power plants in the United States if there was stepped-up investment in clean, safe and renewable energy—such as wind and solar—and improved home energy-efficiency standards? Would you say definitely yes, probably yes, probably no, definitely no, or don't know.",
            "score": 13.279758930206299
        },
        {
            "docid": "22092085_11",
            "document": "How the Poor Die . In the public wards of hospitals you see horrors that you don't seem to meet with among people who manage to die in their own homes, as though certain diseases only attacked people at the lower income levels. But it is a fact that you would not in any English hospitals see some of the things I saw in the Hôpital X. This business of dying like animals, for instance, with nobody interested, the death not even noticed till the morning—this happened more than once.",
            "score": 14.029618740081787
        },
        {
            "docid": "531846_3",
            "document": "Lerner and Loewe . Alan Jay Lerner and Frederick Loewe, more commonly known as Fritz, met in 1942 at the Lambs Club in New York City where, according to Loewe, he mistakenly took a wrong turn to the men's room and walked past Lerner's table. Lerner describes this initial meeting in his autobiography \"The Street Where I Live\": \" 'You're Lerner, aren't you?' he asked. I could not deny it. 'You write Lyrics, don't you?' he continued. 'I try,' I replied. 'Well,' he said, 'would you like to write with me?' I immediately said, 'Yes.' And we went to work.\"",
            "score": 15.336085319519043
        },
        {
            "docid": "70598_12",
            "document": "Robert Cecil, 1st Earl of Salisbury . Cecil, like his father, greatly admired the Queen, whom he famously described as being \"more than a man, but less than a woman\". Despite his careful preparations for the succession, he clearly regarded the Queen's death as a misfortune to be postponed as long as possible. During her last illness, when Elizabeth would sit motionless on cushions for hours on end, Cecil boldly told her that she must go to bed. Elizabeth roused herself one last time to snap at him: \"Must is not a word to be used to princes, little man... your late father were he here would never had dared to speak such a word to me\"; but she added wryly \"Ah, but ye know that I must die, and it makes you presumptuous\".",
            "score": 10.987568855285645
        },
        {
            "docid": "17467157_6",
            "document": "Teenage Love (album) . Allmusic describes \"Teenage Love\" as, \"the weakest studio album in Cold Chisel's catalog.\" However, it continues, \"Yes, it's Chisel's \"B\" material [...] But then, most bands would kill to have this kind of stuff as their \"A\" material.\" Ian McFarlane said, \"\"Teenage Love\" proved to be a remarkable collection of songs that were brimming with loose ends and vibrant spontaneity. Outstanding tracks like \"Metho Blues\", \"Nothing but You\", \"Teenage Love Affair\" and the boogie \"Drinkin' in Port Lincoln\" possessed more grit and fire than most of the debut album or \"Twentieth Century\".",
            "score": 7.764260292053223
        },
        {
            "docid": "14482057_8",
            "document": "Orange Blossom Special (song) . Look a-yonder comin'<br> Comin' down that railroad track<br> Hey, look a-yonder comin'<br> Comin' down that railroad track<br> It's the Orange Blossom Special<br> Bringin' my baby back<br> <br> Well, I'm going down to Florida<br> And get some sand in my shoes<br> Or maybe Californy<br> And get some sand in my shoes<br> I'll ride that Orange Blossom Special<br> And lose these New York blues<br> <br> \"Say man, when you going back to Florida?\"<br> \"When am I goin' back to Florida? I don't know, don't reckon I ever will.\"<br> \"Ain't you worried about getting your nourishment in New York?\"<br> \"Well, I don't care if I do-die-do-die-do-die-do-die.\"<br> <br> Hey talk about a-ramblin'<br> She's the fastest train on the line<br> Talk about a-travellin'<br> She's the fastest train on the line<br> It's that Orange Blossom Special<br> Rollin' down the seaboard line",
            "score": 18.887822151184082
        },
        {
            "docid": "49625_10",
            "document": "The New York Sun . \"The Sun\" established a readership niche for itself foremost in New York. Alex Jones of the Joan Shorenstein Center on the Press, Politics, and Public Policy said, \"It was a newspaper especially savored by people who don't like \"The New York Times\", and there are plenty of those in New York.\" The paper also scored more scoops than would be expected for its size and Stephen B. Shepard, dean of the CUNY Graduate School of Journalism at the City University of New York said that its effective coverage of local news earned it a place in the New York media world. Accordingly, it was known as a good place for young, ambitious, scrappy reporters to start out.",
            "score": 17.997337818145752
        },
        {
            "docid": "24140243_3",
            "document": "I Love You Yes I Do . In 1961, Bull Moose Jackson recorded a new version of the song without his band. The new version hit number ten on the R&B chart, and number ninety-eight on the \"Billboard\" Hot 100. Both versions of \"I Love You Yes I Do\" would be the only times Jackson crossed over to the national pop charts.",
            "score": 3.288788318634033
        },
        {
            "docid": "2987336_5",
            "document": "Double-barreled question . An example of a double-barreled question would be the following: \"do you think that students should have more classes about history and culture?\" This question asks about two different issues: \"do you think that students should have more classes about history\" and \"do you think that students should have more classes about culture?\" Combining both questions into one makes it unclear what exactly is being measured, and as each question may elicit a different response if asked separately there is an increased likelihood of confusing the respondents. In other words, while some respondents would answer \"yes\" to both and some \"no\" to both, some would like to answer both \"yes and no\".",
            "score": 15.866952657699585
        },
        {
            "docid": "40570_47",
            "document": "United States presidential election, 1980 . In his closing remarks, Reagan asked viewers: \"Are you better off now than you were four years ago? Is it easier for you to go and buy things in the stores than it was four years ago? Is there more or less unemployment in the country than there was four years ago? Is America as respected throughout the world as it was? Do you feel that our security is as safe, that we're as strong as we were four years ago? And if you answer all of those questions 'yes', why then, I think your choice is very obvious as to whom you will vote for. If you don't agree, if you don't think that this course that we've been on for the last four years is what you would like to see us follow for the next four, then I could suggest another choice that you have.\"",
            "score": 17.236999988555908
        },
        {
            "docid": "3831303_8",
            "document": "Make Them Die Slowly (album) . However, some fans tend to enjoy this release more as the album more closely resembles the sound that would dominate much of White Zombie's later career. David Sprague of \"Spin Magazine\" gave it an enthusiastic review, saying \"\"Make Them Die Slowly\" might not be \"the\" metal LP to end all metal LPs, but it's damned likely to give you more nightmares \"and\" chuckles than anything else money can buy you these days\". Sprague also gave the production uncommon praise, writing that Laswell \"brings with him the simultaneously thin and heavy sound he's so fond of (c.f. Motörhead's \"Orgasmatron\"), and works wonders with it.\"",
            "score": 12.520533084869385
        },
        {
            "docid": "649735_22",
            "document": "Abu Ghraib torture and prisoner abuse . In May 2004, the \"Washington Post\" reported evidence given by Ameen Saeed Al-Sheik, detainee No. 151362. It quoted him as saying; \"They said we will make you wish to die and it will not happen [...] They stripped me naked. One of them told me he would rape me. He drew a picture of a woman to my back and made me stand in shameful position holding my buttocks.\" \"'Do you pray to Allah?' one asked. I said yes. They said, '[Expletive] you. And [expletive] him.' One of them said, 'You are not getting out of here health[y], you are getting out of here handicapped. And he said to me, 'Are you married?' I said, 'Yes.' They said, 'If your wife saw you like this, she will be disappointed.' One of them said, 'But if I saw her now she would not be disappointed now because I would rape her.' \" [...] \"They ordered me to thank Jesus that I'm alive.\" [...] \"I said to him, 'I believe in Allah.' So he said, 'But I believe in torture and I will torture you.'\"",
            "score": 4.84570574760437
        },
        {
            "docid": "4044969_8",
            "document": "Du, du liegst mir im Herzen . Und, und wenn in der Ferne, mir, mir dein Bild erscheint, dann, dann wünscht ich so gerne daß uns die Liebe vereint. Ja, ja, ja, ja, daß uns die Liebe vereint.</poem> <poem style=\"margin-left:2em; float:left;\">You, you are in my heart, you, you are in my mind. You, you cause me much pain, you don't know how good I am for you. Yes, yes, yes, yes you don't know how good I am for you.",
            "score": 3.7226967811584473
        },
        {
            "docid": "33351199_6",
            "document": "This Isn't Everything You Are . The radio and video edit of the song excludes the lines \"Is he worth all this, is it a simple yes? / Cause if you have to think, it's fucked / Feels like you loved him more, than he loved you / And you wish you’d never met.\"",
            "score": 8.960046768188477
        },
        {
            "docid": "934416_4",
            "document": "Follow the Leader (Eric B. &amp; Rakim album) . \"Follow the Leader\" was well received by contemporary critics. \"Los Angeles Times\" writer Jonathan Gold viewed it as \"far more consistent\" than the duo's \"Paid in Full\", calling Eric B. \"a master of chill, understated beats\" and complimenting Rakim for weaving \"a laid-back web of words, his whiskey-smooth tenor less noisy but more intense than the machine-gun mutterings you hear booming from beat boxes, his keen rhymes all the more devastating for being near-whispered where lesser rappers would shout\". In his review for \"The Village Voice\", Robert Christgau found the duo's sampling as an improvement from their previous work's \"Brownian motion\" and complimented Rakim's \"ever-increasing words-per-minute ratio—the man loves language like a young Bob D\". Peter Watrous of \"The New York Times\" commended Eric B.'s mixes and described him as \"a minimalist virtuoso\". Watrous called Rakim \"one of the most distinctive rappers in the business\" and elaborated on his lyricism: \"His voice soars as gracefully as a well-thrown football; it'll change direction on the spot. He will vary rhythms, pushing and pulling against the beat to highlight his lyrics. Insistent, cool and dedicated, his rapping has an urgency that makes the music much more than pop; it sounds like a musical version of a political, social vision.",
            "score": 15.442906141281128
        },
        {
            "docid": "9432064_7",
            "document": "Flavor of Love (season 1) . New York accuses Hottie of stealing her jacket because she had made statements that she was so competitive that she might cut up someone's clothes to win. Hottie rebuffs New York, saying New York is just jealous, because Hottie believes she looks like Beyoncé. New York tells her she looks more like Luther Vandross. New York's exact words from the unrated DVD to Beyoncé was \" Beyonce, I'm sorry that an ugly ass bitch like this would even say that.\" Serious showed her breasts to Hottie and says that if Hottie's \"double D's\" don't look like hers, it shouldn't matter. New York and Pumkin then begin confronting Hottie. Hottie tells Pumkin, \"you need to learn how to read.\" Pumkin comes back at Hottie with, \"I can read you, fat fucking bitch that's all I need to read.\" New York tells Hottie if something in the house goes missing that she would always come to Hottie, because Hottie has a history of stealing, and due to a few comments Hottie made about being so competitive that she would \"cut clothes, steal things, etc.\"",
            "score": 17.02418804168701
        },
        {
            "docid": "1523829_30",
            "document": "Mexican Spanish . A more or less recent phenomenon in the speech of central Mexico, having its apparent origin in the State of Mexico, is the use of negation in an unmarked yes/no question. Thus, in place of \"¿Quieres...?\" (Would you like...?), there is a tendency to ask \"¿No quieres...?\" (Wouldn't you like...?).",
            "score": 11.19250202178955
        },
        {
            "docid": "2123140_13",
            "document": "Illustrations of the rule against perpetuities . Suppose B is married without children at the time of the devise. Suppose further that B's wife were to die or B were to divorce. If B were to remarry to someone who was born \"after\" the devise, the new wife would not be a life in being at the time of the devise. Similarly, any children born to B and his new wife would also not be lives in being at the time of the devise. If B's new wife were to outlive him (making her his widow) and survive him by more than 21 years, then the interest to \"B's children then living\" would not vest until after the perpetuities period expired (21 years after the death of B, the only relevant life in being at the time of the devise), because only upon the death of the widow can one ascertain who are \"B's children then living.\"",
            "score": 9.611928462982178
        },
        {
            "docid": "7765690_3",
            "document": "Dusty (album) . Just like the preceding \"Stay Awhile/I Only Want to Be with You\", \"Dusty\" comprises tracks from Springfield's UK debut album \"A Girl Called Dusty\" as well as recordings from UK singles and EP's. The album also includes tracks from the very first recordings Springfield made in the United States as a solo performer. A total of eight tracks were recorded in New York in September 1964, produced by Shelby Singleton Jr., some of which were first issued in the UK on the 1965 EP \"Dusty in New York\", others as single B-sides, while some in fact would remain unreleased in Springfield's native Britain for more than thirty years, until they had their debut as bonus tracks on the digitally remastered edition of the 1965 UK album \"Ev'rything's Coming Up Dusty\" – issued in 1998.",
            "score": 19.726563215255737
        },
        {
            "docid": "30881270_5",
            "document": "Tevot . Adès also recalled a sense of urgency writing the piece, saying, \"I couldn't sleep at night. I would feel that I would absolutely die if I didn't succeed in bringing the piece to harbour. It would have been a frightening feeling not to do that. It's more than a need - it feels essential. It's like transporting a person through the air, and you have to make sure they land in one piece.\"",
            "score": 11.40101671218872
        },
        {
            "docid": "40889714_13",
            "document": "Perfume (Britney Spears song) . Rachel McRady from \"Us Weekly\" noted that the video \"is a bit more stripped down than Brit's fantastical iconic videos like \"Oops! I Did It Again\" and her new dance hit \"Work B**ch.\".\" \"Billboard\"s Chris Payne praised the director for staying true to the lyrical content, weaving a tale of jealousy and an ill-fated engagement ring along with the \"contemplative\" song. He finished the review saying \"It's a video that captures the highs of a passionate relationship, but also plenty of the lows, which define it in the end.\". Writing for MTV, Jocelyn Vena said that the video is probably one of Spears's most theatrical video in years. However, Gregory E. Miller from \"New York Post\" was critical with Spears's fragrance product placement in the video, writing: \"She wouldn't actually be so shameless as to put that product placement [for her fragrances] in her video for a song called 'Perfume', would she? Oh, yes, she would.\"",
            "score": 15.789896011352539
        },
        {
            "docid": "3543130_12",
            "document": "Underwater diving . Hypothermia is reduced body temperature that happens when a body loses more heat than it generates. Hypothermia is a major limitation to swimming or diving in cold water. The reduction in finger dexterity due to pain or numbness decreases general safety and work capacity, which in turn increases the risk of other injuries. Body heat is lost much more quickly in water than in air, so water temperatures that would be tolerable as outdoor air temperatures can lead to hypothermia, which may lead to death from other causes in inadequately protected divers.",
            "score": 43.7467725276947
        },
        {
            "docid": "54637386_10",
            "document": "Physiology of underwater diving . Hypothermia is reduced body temperature that happens when a body dissipates more heat than it absorbs. Hypothermia is a major limitation to swimming or diving in cold water. The reduction in finger dexterity due to pain or numbness decreases general safety and work capacity, which consequently increases the risk of other injuries. Body heat is lost much more quickly in water than in air, so water temperatures that would be quite reasonable as outdoor air temperatures can lead to hypothermia in inadequately protected divers, although it is not often the direct clinical cause of death.",
            "score": 43.29850721359253
        },
        {
            "docid": "35737961_22",
            "document": "The Good Dinosaur . Arlo was designed so that the audience could identify with him and be able to see the \"boy\" inside the dinosaur. Sohn explained \"When Arlo gets lost in the wilderness, you need to worry that he's out of his element and in danger of getting killed, rather than just thinking 'You're an animal. Why don’t you just turn around and eat some leaves?'\" He additionally stated \"If you put like a realistic dinosaur in the woods, eat some leaves, you’re fine… But we really wanted to play with that twist of this is a boy out there. A dinosaur boy for sure, but trying to infuse those qualities into him… And also keeping him in a world that had an arc to itself. That it would start off being beautiful and then become dangerous. When we had these designs of the trees where they were a little bit more blocky and a little bit more graphic. We put Arlo in front of it, it’s like 'ooh that kind of is cool, but boy, it doesn’t feel like it's that dangerous.' Like when we get a rock stuck on him, it didn’t feel like anything ’cause when we went on our research trips, boy that idea of like you can get, you could die by a small thing like having a rock on your foot. Or you could die by a huge thing like an avalanche, which we tried to kind of explore in the film. So that was one of our main intents.\"",
            "score": 21.567615747451782
        },
        {
            "docid": "51756673_10",
            "document": "An Evening of Yes Music and More . In an interview with \"Rolling Stone\" magazine, Anderson stated that the band would perform classic Yes songs like \"Awaken\" and \"And You and I\" as well as some songs from \"Talk\" (1994), \"90125\" (1983) and \"Big Generator\" (1987). Anderson also hinted at the songs \"Perpetual Change\" and \"Starship Trooper\" to be played. He also assured that the setlist shouldn't fluctuate from night to night, stating: \"It's like a movie to me, a play. Once you've got [the setlist] right, you stick to it since it'll only get better. If you start changing it you finish up a little bit confused.\"",
            "score": 10.416460037231445
        }
    ],
    "r": [
        {
            "docid": "8744197_7",
            "document": "Climate of Houston . Winters in Houston are relatively mild and temperate compared to most areas of the United States, though Houston does get much colder than places like South Florida and Southern California. Houston is more prone to extreme variation in the winter months than cities like San Diego, California or Tampa, Florida. The average high in January, the coldest month, is and the low , George Bush Intercontinental Airport sees an average of 9.6 days per year of freezing temperatures. Cold fronts during the winter drop nighttime lows into the 30s but usually above freezing. The coldest weather of the season often includes a period about three weeks with temperatures in the low 30s to mid-40s at night. Hard freezes occur only uncommonly; however, George Bush Intercontinental Airport has recorded a freeze every winter since it opened in 1969. The coldest temperature ever recorded at George Bush Intercontinental Airport was on December 23, 1989. Elsewhere, the temperature in Houston dropped to on January 18, 1930.",
            "score": 68.37689208984375
        },
        {
            "docid": "50049_3",
            "document": "Subarctic climate . This type of climate offers some of the most extreme seasonal temperature variations found on the planet: in winter, temperatures can drop to and in summer, the temperature may exceed . However, the summers are short; no more than three months of the year (but at least one month) must have a 24-hour average temperature of at least to fall into this category of climate and the coldest month should average below . Record low temperatures can approach . With 5–7 consecutive months where the average temperature is below freezing, all moisture in the soil and subsoil freezes solidly to depths of many feet. Summer warmth is insufficient to thaw more than a few surface feet, so permafrost prevails under most areas not near the southern boundary of this climate zone. Seasonal thaw penetrates from , depending on latitude, aspect, and type of ground. Some northern areas with subarctic climates located near oceans (southern Alaska, the northern fringe of Europe, Sakhalin Oblast and Kamchatka Oblast), have milder winters and no permafrost, and are more suited for farming unless precipitation is excessive. The frost-free season is very short, varying from about 45 to 100 days at most, and a freeze can occur during any month in many areas.",
            "score": 63.075660705566406
        },
        {
            "docid": "17841698_8",
            "document": "Climate of New York . Winters are often cold and snowy above the New York City and Long Island areas of New York. In the majority of winter seasons, a temperature of or lower can be expected in the northern highlands (Northern Plateau) and or colder in the southwestern and east-central highlands (Southern Plateau). The Adirondack region records from 35 to 45 days with below zero temperatures, in normal to severe winters. Winters are also long and cold in both Western and Central New York, though not as cold as the Adirondack region due to the warming influence of the Great Lakes. The New York City metro area, in comparison to the rest of the state, is milder in the winter (especially in the city itself, which averages several degrees above freezing). The record low for New York state is , set at Stillwater Reservoir on February 9, 1934 and at Old Forge on February 18, 1979. In February 2015, Rochester experienced its coldest month ever, with an average temperature of ; while later that year had a near-record warm November and a record-breaking December. The latter month was about 12 degrees F warmer than average, and several degrees over the previous record.",
            "score": 62.41688919067383
        },
        {
            "docid": "47705221_4",
            "document": "2015–16 North American winter . On October 15, 2015, the National Oceanic and Atmospheric Administration's Climate Prediction Center issued its U.S. Winter Outlook. The presence of a strong El Niño event was expected to affect weather and climate patterns by influencing the position of the Pacific jet stream. According to CPC deputy director Mike Halpert at the time of the outlook, \"A strong El Niño is in place and should exert a strong influence over our weather this winter\" and \"While temperature and precipitation impacts associated with El Niño are favored, El Niño is not the only player. Cold-air outbreaks and snow storms will likely occur at times this winter. However, the frequency, number and intensity of these events cannot be predicted on a seasonal timescale.\" Other oscillations anticipated to have some affect on winter in the United States were the Arctic oscillation and the Madden–Julian oscillation. The precipitation outlook indicated an elevated likelihood of above-average levels precipitation from central and southern California to Texas and Florida and northward to southern parts of New England. Above-average precipitation was also favored in southeastern Alaska, with below-average levels of precipitation favored in central and western Alaska, parts of the Northwestern U.S. and northern Rocky Mountain states, and areas in the vicinity of the Great Lakes and Ohio Valley. The temperature outlook favored below-average temperatures in the southern Plains and Southeastern United States. Above-average temperatures were most favored across the West and the northern half of the contiguous United States and Alaska and Hawaii. The drought outlook anticipated improvement in conditions in central and southern California by the end of January 2016, noting the possibility of additional alleviation of drought conditions in February and March. The outlook favored the removal of drought across large parts of the Southwestern U.S., with additional lessening or elimination of drought conditions likely in the southern Plains. Drought conditions were expected to persist across the Pacific Northwest and northern Rocky Mountains, with development likely in Hawaii and areas in the vicinity of the northern Great Lakes region.",
            "score": 62.17959976196289
        },
        {
            "docid": "50191193_3",
            "document": "2011–12 North American winter . On October 20, 2011, the National Oceanic and Atmospheric Administration's Climate Prediction Center issued its U.S. Winter Outlook. The outlook expected the present La Niña to persist and intensify into the winter, resulting in drier than normal conditions in the drought-stricken states of New Mexico, Oklahoma, Texas, and parts of adjacent states. The CPC noted the significance of the less-predictable Arctic Oscillation, with CPC deputy director Mike Halpert saying, \"The erratic Arctic Oscillation can generate strong shifts in the climate patterns that could overwhelm or amplify La Niña's typical impacts.\" The outlook was broken up into ten regions. The outlook anticipated above-normal wildfire conditions across the entire southern part of the United States, cooler and wetter-than-average conditions in the Pacific Northwest and western Montana, likewise for northern California, and drier-than-average conditions for southern California. Colder and wetter-than-average conditions were favored in the Northern Plains, but the converse was expected to occur in the Southern Plains and Gulf Coast states, worsening pre-existing drought conditions. In Florida and the southern Atlantic states, equal chances existed for below, near, and above-average temperatures, with below-average precipitation favored for the region and above-normal wildfire conditions. Equal chances for below, near, and above-average temperatures existed in the Ohio and Tennessee Valleys, with wetter-than-average conditions favored, resulting in an enhanced potential for storms and flooding. Equal chances for below, near, and above-average precipitation and temperatures existed in the Northeast and Mid-Atlantic states. The outlook noted that winter weather in this region often driven by the Arctic Oscillation rather than La Niña, and as such, if enough cold air and moisture were to coalesce, areas north of the Ohio Valley and into the Northeastern U.S. could expect above-average snowfall. Colder and wetter-than-average conditions were favored in the Great Lakes region, and above-average temperatures with above-average precipitation were favored in the western islands of Hawaii, resulting in the potential for elimination of drought, particularly in Kauai and Oahu. The outlook ended by noting chances favoring below-average temperatures in the southern half of Alaska and the panhandle with below-average levels of precipitation favored in the eastern interior region of the state.",
            "score": 61.0969352722168
        },
        {
            "docid": "109719_19",
            "document": "Lakeland, Florida . Lakeland, like most other parts of Florida north of Lake Okeechobee, is in the humid subtropical zone (Köppen climate classification: \"Cfa\"). Typically, summers are hot and humid with high temperatures seldom dropping below 90 °F and 70°F for the overnight low. Like most of Central Florida, afternoon thunderstorms are the norm throughout the summer. Winters in Lakeland are drier and mild, with frequent sunny skies. High temperatures range in the low 70s during the day, with lows in the 50s. Rare cold snaps drop temperatures below freezing every few years.",
            "score": 60.13572311401367
        },
        {
            "docid": "108959_7",
            "document": "Gainesville, Florida . Gainesville's climate is defined as humid subtropical (Köppen: Cfa). Due to its inland location, Gainesville experiences wide temperature fluctuations for Florida, and it is part of USDA Plant hardiness zone 9a. During the hot season, from roughly May 15 to September 30, the city's climate is similar to the rest of the state, with frequent afternoon thunderstorms and high humidity. Temperatures range from the low 70s (21–23 °C) at night to around during the day on average. The all-time record high of was reached on June 27, 1952. From November through March, however, the Gainesville area has a climate distinct from much of peninsular Florida with 16 nights of freezing or below temperatures and sustained freezes occurring every few years. The all-time record low of was reached on February 13, 1899, and the city experienced light snow and freezing rain on Christmas Eve, 1989. The daily average temperature in January is ; on average, the window for freezing temperatures is December 4 through February 24, allowing a growing season of 282 days. As with the rest of the state, cold temperatures are almost always accompanied by clear skies and high pressure systems; snow is therefore rare. Temperatures reaching or falling below are rare, having respectively occurred on June 16, 2015 and January 11, 2010.",
            "score": 60.10255432128906
        },
        {
            "docid": "146879_2",
            "document": "Hypothermia . Hypothermia is reduced body temperature that happens when a body dissipates more heat than it absorbs. In humans, it is defined as a body core temperature below . Symptoms depend on the temperature. In mild hypothermia there is shivering and mental confusion. In moderate hypothermia shivering stops and confusion increases. In severe hypothermia, there may be paradoxical undressing, in which a person removes his or her clothing, as well as an increased risk of the heart stopping. Hypothermia has two main types of causes. It classically occurs from exposure to extreme cold. It may also occur from any condition that decreases heat production or increases heat loss. Commonly this includes alcohol intoxication but may also include low blood sugar, anorexia, and advanced age. Body temperature is usually maintained near a constant level of through thermoregulation. Efforts to increase body temperature involve shivering, increased voluntary activity, and putting on warmer clothing. Hypothermia may be diagnosed based on either a person's symptoms in the presence of risk factors or by measuring a person's core temperature. The treatment of mild hypothermia involves warm drinks, warm clothing, and physical activity. In those with moderate hypothermia, heating blankets and warmed intravenous fluids are recommended. People with moderate or severe hypothermia should be moved gently. In severe hypothermia, extracorporeal membrane oxygenation (ECMO) or cardiopulmonary bypass may be useful. In those without a pulse, cardiopulmonary resuscitation (CPR) is indicated along with the above measures. Rewarming is typically continued until a person's temperature is greater than . If there is no improvement at this point or the blood potassium level is greater than 12 mmol/liter at any time, resuscitation may be discontinued. Hypothermia is the cause of at least 1,500 deaths a year in the United States. It is more common in older people and males. One of the lowest documented body temperatures from which someone with accidental hypothermia has survived is in a near-drowning of a 7-year-old girl in Sweden. Survival after more than six hours of CPR has been described. For those for whom ECMO or bypass is used, survival is around 50%. Deaths due to hypothermia have played an important role in many wars. The term is from Greek ὑπο, \"ypo\", meaning \"under\", and θερμία, \"thermía\", meaning \"heat\". The opposite of hypothermia is hyperthermia, an increased body temperature due to failed thermoregulation.",
            "score": 59.39836120605469
        },
        {
            "docid": "259466_13",
            "document": "Foxborough, Massachusetts . Foxborough's climate is humid continental (Köppen: Dfa) with four distinct seasons, which is the predominant climate for Massachusetts and New England. Summers are typically warm to hot, rainy, and humid, while winters are cold, windy, and snowy. Spring and fall are usually mild, but conditions are widely varied, depending on wind direction and jet stream positioning. The warmest month is July, with an average high temperature of 83 °F and an average low temperature of 62 °F. The coldest month is January, with an average high temperature of 36 °F and an average low temperature of 18 °F. Periods exceeding 90 °F in summer and below 10 °F in winter are not uncommon but rarely extended, with about 14 days per year seeing the former extreme. Because of the town's relatively short distance from the Atlantic Ocean, temperatures tend to remain warmer than locations further inland. Like the rest of the northeastern seaboard, precipitation is distributed fairly evenly throughout the entire year, with the winter months receiving slightly more precipitation than the summer months. Powerful storm systems known as Nor'easters can produce heavy amounts of rain and snow at any time of the year, but these storms most often strike during the winter months, causing significant snowfall amounts and blizzard conditions. Thunderstorms occur somewhat frequently in the summer, occasionally bringing heavy downpours, damaging winds, and hail. Tornado activity is relatively low in the area, although there have been a fair share of tornado warnings issued over the years. Due to its location along the United States eastern seaboard, Foxborough is somewhat vulnerable to Atlantic hurricanes and tropical storms that threaten the region from late summer into early autumn.",
            "score": 59.18004608154297
        },
        {
            "docid": "11043051_8",
            "document": "Insect winter ecology . Lethal freezing occurs when insects are exposed to temperatures below the freezing point of their body fluids; therefore, insects that do not migrate from regions with the onset of colder temperatures must devise strategies to either tolerate or avoid freezing of intracellular and extracellular body fluids. Surviving colder temperatures, in insects, generally falls under two categories: Freeze-tolerant insects can tolerate the formation of internal ice and freeze-avoidant insects avoid freezing by keeping the bodily fluids liquid. The general strategy adopted by insects also differs between the northern hemisphere and the southern hemisphere. In temperate regions of the northern hemisphere where cold temperatures are expected seasonally and are usually for long periods of time, the main strategy is freeze avoidance. In temperate regions of the southern hemisphere, where seasonal cold temperatures are not as extreme or long lasting, the main strategy is freeze tolerance. However, in the Arctic, where freezing occurs seasonally, and for extended periods (>9 months), freeze tolerance also predominates.",
            "score": 58.944068908691406
        },
        {
            "docid": "123548_14",
            "document": "Missoula, Montana . Missoula has a cool-summer humid continental climate (Köppen climate classification \"Dfb\"), with cold and moderately snowy winters, hot and dry summers, and short, crisp springs and autumns. Winters are usually milder than much of the rest of the state due to Missoula's location west of the Rockies, allowing it to receive mild, moist Pacific air and avoid the worst of cold snaps; however, it also gets more precipitation in winter. Winter snowfall averages , on average occurring between October 30 and April 20. As with the rest of the state, summers are very sunny, and the average diurnal temperature variation is more than from late June through late September, due to the relative aridity. The monthly daily average temperature ranges from in December to in July. There is an average of 24 days with temperatures above , 45 days where the temperature does not rise above freezing, and 7.8 days with temperatures below .",
            "score": 58.55986785888672
        },
        {
            "docid": "8990853_3",
            "document": "Snow in Florida . Due to Florida's low latitude and subtropical climate, temperatures cold enough to support significant snowfall are infrequent and their duration is fleeting. In general, frost is more common than snow, requiring temperatures of 32 °F (0 °C) or less at above sea level, a cloudless sky, and a relative humidity of 65% or more. Generally, for snow to occur, the polar jet stream must move southward through Texas and into the Gulf of Mexico, with a stalled cold front across the southern portion of the state curving northeastward to combine freezing air into the frontal clouds. While light snowfall occurs a few times each decade across the northern panhandle, most of the state is too far south of the cold continental air masses responsible for generating snowfall in the rest of the country. The mean maximum monthly snowfall in most parts of Florida is zero. The only other areas in the continental United States with this distinction are extreme southern Texas (around Mcallen) and parts of coastal southern California at low elevations.",
            "score": 58.12892150878906
        },
        {
            "docid": "16768329_6",
            "document": "Geography of Florida . The climate of Florida is tempered by the fact that no part of the state is very distant from the ocean. North of Lake Okeechobee, the prevalent climate is humid subtropical, while coastal areas south of the lake (including the Florida Keys) have a true tropical climate. Mean high temperatures for late July are primarily in the low 90s Fahrenheit (32–34 °C). Mean low temperatures for early to mid January range from the low 40s Fahrenheit (4–7 °C) in northern Florida to the mid-50s (≈13 °C) in southern Florida. In the summer, high temperatures in the state seldom exceed 100 °F (38 °C). During the late autumn and winter months, Florida has experienced occasional cold fronts that can bring high winds and relatively cooler temperatures for the entire state, with high temperatures that could remain into the 40s and 50s (4 to 15 °C) and lows in the 20s and 30s (−7 to 4 °C). Several record cold maxima have been in the 30s °F (−1 to 4 °C) and record lows have been in the 10s (−12 to −7 °C). These temperatures normally extend at most a few days at a time in the northern and central parts of Florida. Southern Florida, however, rarely encounters sub-freezing temperatures.",
            "score": 58.0113410949707
        },
        {
            "docid": "109162_27",
            "document": "Pensacola, Florida . Weather statistics since the late 20th century have been recorded at the airport. The city has seen single digit temperatures (below −12 °C) on three occasions: on January 21, 1985, on February 13, 1899 and on January 11, 1982. According to the Köppen Climate Classification system, Pensacola has a humid subtropical climate, (Köppen \"Cfa\"), with short, mild winters and hot, humid summers. Typical summer conditions have highs in the lower 90s °F (32–34 °C) and lows in the mid 70s °F (23–24 °C). Afternoon or evening thunderstorms are common during the summer months. Due partly to the coastal location, temperatures above are relatively rare, and last occurred in June 2011, when two of the first four days of the month recorded highs reaching the century mark. The highest temperature ever recorded in the city was on July 14, 1980. The daily average temperature in January is ; freezing temperatures occur on an average 13.7 nights per season, with the average window for freezing conditions being from December 13 to February 20. Temperatures below are very rare, and last occurred on January 8, 2015, when a low of was seen. The lowest temperature ever recorded in the city was on January 21, 1985.",
            "score": 57.798583984375
        },
        {
            "docid": "11804440_16",
            "document": "Climate of Texas . The highest temperature ever measured in Texas was , recorded on August 12, 1936 in Seymour, during the 1936 North American Heatwave, and again on June 28, 1994 in Monahans. The lowest temperature ever measured in Texas was , recorded on February 8, 1933 in Seminole. The El Niño–Southern Oscillation (ENSO) cycle is a huge impact on the weather in Texas. During the El Niño phase, the jet stream is located west-to-east across the southern portion of the United States. Therefore, winters in Texas are colder and receive more snowfall than normal. Texas is also less likely to get impacted by hurricanes due to the increased wind shear across the Atlantic. Spring to early summer yields increased rainfall especially where a low pressure system is located over the Four Corners region or northern Mexico which yields monsoon-like climate (which was exacerbated during the 2015 and 2016 spring season where the City of Houston was the hardest hit as if the climate was similar to Mumbai or Kolkata, India with heavy rainfall usually from moisture from the Gulf of Mexico). During the opposite phase, La Niña, the jet stream is much further north, therefore winter is milder and drier than normal. Hurricanes are more likely to impact Texas during La Niña due to decreased wind shear in the Atlantic. Droughts in Texas are much more likely during La Niña. The 2010-11 La Niña is mostly to blame for one of the worst droughts in Texas history.",
            "score": 57.51649856567383
        },
        {
            "docid": "57700_28",
            "document": "Tallahassee, Florida . Summer is characterized by brief intense showers and thunderstorms that form along the afternoon sea breeze from the Gulf of Mexico. The daily mean temperature in July, the hottest month, is . Conversely, the city is markedly cooler in the winter, with a January daily average temperature of . The city averages 32 nights with a minimum at or below freezing, and on average, the window for freezing temperatures is from November 20 thru March 21, allowing a growing season of 243 days. As Tallahassee is part of USDA Hardiness Zone 8b, each winter's coldest temperature is typically slightly below ; readings below are very rare, having last occurred on January 11, 2010. During the Great Blizzard of 1899 the city reached on February 13, which remains Florida's only recorded reading below . At the time, Tallahassee's record low was colder than the record low in either Ketchikan, Alaska, or Tromso, Norway. The record cold daily maximum is , set on the same day as the all-time record low, while conversely, the record warm daily minimum is on July 15, 1980.",
            "score": 56.83085632324219
        },
        {
            "docid": "11804440_4",
            "document": "Climate of Texas . The Northern Plains' climate is semi-arid and is prone to drought, annually receiving between 16 and of precipitation, and average annual snowfall ranging between 15 and 30 inches, with the greatest snowfall amounts occurring in the Texas panhandle and areas near the border with New Mexico. During the summer, this area of state sees the most clear days. Winter nights commonly see temperatures fall below the freezing mark, or . The wettest months of the year are April and May. Tornadoes, caused by the convergence of westerly and southerly prevailing winds during the late spring, are common, making the region part of Tornado Alley. Poor land management, drought, and high wind speeds can cause large dust storms, minimized in modern times by improved land-management practices, but most troublesome in the 1930s during the Dust Bowl period. The panhandle region, farthest from the Gulf of Mexico, experiences colder winters than the other regions of Texas, where occasional wintertime Arctic blasts can cause temperatures to plunge to well below freezing and bring snowy conditions.",
            "score": 56.594337463378906
        },
        {
            "docid": "2548873_7",
            "document": "Ramos Arizpe . Ramos Arizpe has a desert climate (Köppen climate classification \"BWh\" Owing to its altitude of above sea level, temperatures are more milder than other desert cities at lower elevations. Winters are mild with warm temperatures during the day and cold nights.The January average temperature is . On average, temperatures drop below freezing on 18 days per year, which can occur in the months November to April. Occasionally, it can receive snowfall. Precipitation is low during the winter months and many days are clear and sunny, averaging 20-22 clear days from December to March.",
            "score": 56.55034255981445
        },
        {
            "docid": "378661_2",
            "document": "Thermoregulation . Thermoregulation is the ability of an organism to keep its body temperature within certain boundaries, even when the surrounding temperature is very different. A thermoconforming organism, by contrast, simply adopts the surrounding temperature as its own body temperature, thus avoiding the need for internal thermoregulation. The internal thermoregulation process is one aspect of homeostasis: a state of dynamic stability in an organism's internal conditions, maintained far from thermal equilibrium with its environment (the study of such processes in zoology has been called physiological ecology). If the body is unable to maintain a normal temperature and it increases significantly above normal, a condition known as hyperthermia occurs. For humans, this occurs when the body is exposed to constant temperatures of approximately , and with prolonged exposure (longer than a few hours) at this temperature and up to around death is almost inevitable. Humans may also experience lethal hyperthermia when the wet bulb temperature is sustained above for six hours. The opposite condition, when body temperature decreases below normal levels, is known as hypothermia. It results when the homeostatic control mechanisms of heat within the body malfunction, causing the body to lose heat faster than producing it. Normal body temperature is around , and hypothermia sets in when the core body temperature gets lower than . Usually caused by prolonged exposure to cold temperatures, hypothermia is usually treated by methods that attempt to raise the body temperature back to a normal range.",
            "score": 56.293609619140625
        },
        {
            "docid": "338330_16",
            "document": "Gosport . The climate of Gosport is milder than that of the surrounding areas, winter frosts being light and short-lived and snow quite rare. Temperatures rarely drop much below freezing, because the peninsula has water to the south and east. Portsdown Hill also protects the town from the cold northerly winds during the winter months. Located on the south coast, Gosport also receives more sunshine per annum than most of the UK. The average maximum temperature in January is 8C with the average minimum being 3C. The average maximum temperature in July is 21C, with the average minimum being 14C. The record high temperature is 32C and record low is -9C.",
            "score": 56.132713317871094
        },
        {
            "docid": "32236_25",
            "document": "Urban heat island . Research in the United States suggests that the relationship between extreme temperature and mortality varies by location. Heat is more likely to increase the risk of mortality in cities in the northern part of the country than in the southern regions of the country. For example, when Chicago, Denver, or New York experience unusually hot summertime temperatures, elevated levels of illness and death are predicted. In contrast, parts of the country that are mild to hot year-round have a lower public health risk from excessive heat. Research shows that residents of southern cities, such as Miami, Tampa, Los Angeles, and Phoenix, tend to be acclimated to hot weather conditions and therefore less vulnerable to heat related deaths. However, as a whole, people in the United States appear to be adapting to hotter temperatures further north each decade. However, this might be due to better infrastructure, more modern building design, and better public awareness.",
            "score": 56.11731719970703
        },
        {
            "docid": "132109_41",
            "document": "Kiruna . Being located 145 km (90 miles) north of the Arctic Circle, Kiruna has a subarctic (\"Dfc\") climate with short, cool summers and long, cold winters, although the city itself can be considerably milder than the surrounding forest. Snow cover generally lasts from late September to mid-May, but snowfall can occur year-round. The sun does not set between May 28 and July 16, and white nights lasts from early May to early August. The period that the sun does not rise lasts from 11 December to 31 December, the exact boundaries depending on local topography. Even though Kiruna's winters are very cold by Swedish standards, they are still much less severe than winters on similar latitudes in North America and Siberia, and even more southerly areas in other parts of the world due to some maritime influence. Similar winter temperatures go as far south as below the 45th parallel in the Russian Far East. Kiruna however, has cooler summers than such areas, but still warm enough to stay above polar climate and below the northern tree line. Winter temperatures however are significantly colder than areas immediately affected by the Gulf Stream such, where in fact the regular lows of Kiruna during January and February are colder than or similar to Tromsø's all-time record low.",
            "score": 55.914852142333984
        },
        {
            "docid": "2342760_12",
            "document": "Mesopotamia, Argentina . Summers are very hot, and owing to abundant rainfall very humid, while winters feature mild to warm weather. As a whole, the region has high temperatures throughout the year. The northern areas are warmer than the southern parts. In Misiones province, mean annual temperatures range between in Bernardo de Irigoyen to in Posadas. The lower mean annual temperature recorded in Bernardo de Irigoyen, despite being located further north than Posadas is due to its higher altitude, resulting in a cooler climate. In Corrientes Province, mean annual temperatures range from in Curuzú Cuatía in the south to . The southern parts of Corrientes province have cooler temperatures and have a climate more similar to Entre Ríos Province, where mean annual temperatures range from in the south to in the north. During heat waves, temperatures can exceed in the summer months while in the winter months, cold air masses from the south can push temperatures below freezing causing frost. However, such cold fronts tend to be brief and are less intense than areas further south or at higher altitudes. Snowfall is extremely rare and mainly confined to the uplands of Misiones province, where the last significant snowfall occurred in 1975 in Bernado de Irigoyen.",
            "score": 55.47259521484375
        },
        {
            "docid": "4371178_13",
            "document": "Spanish wine . The climate gets more extreme further inland towards the Meseta Central and is characterized by hot summers with temperatures that can reach with drought conditions. Many regions receive less than of rain annually with most of the rain falling during sudden downpours in the spring and autumn that can pose the risk of flash flooding. Winters in these regions are characterized by cold temperatures that can often fall below freezing around . Towards the southeast, around Valencia, the climate is more moderate with the strong Mediterranean influence. In the south, the Sherry and Malaga producing regions of Andalusia contain some of the hottest parts of Spain. North of the Sierra Nevada mountains in the Guadalquivir Valley, temperatures often reach in the summer. To adapt to these high temperatures, many Spanish vineyards will be planted on higher elevations, with many vineyards located over above sea level. These high altitudes create a large diurnal temperature variation with low night time temperatures that allow the grapes to maintain acidity levels and colouring. Regions with lower altitude vineyards, such as along the southern Mediterranean coast are suitable for producing grapes of high alcohol levels and low acidity.",
            "score": 55.373199462890625
        },
        {
            "docid": "170733_8",
            "document": "Bruce Peninsula National Park . The park has a maritime climate with cool summers and mild winters. In the northern parts of the Peninsula, the climate is among the most temperate in Canada. The climate of park is influenced by both Georgian Bay and Lake Huron, which significantly moderate temperatures. As a result, they tend to prolong milder temperatures in the fall and cooler temperatures in spring. Summers are warm, with an average temperature of while winters are cool, averaging . Summers are dominated by hot, humid air masses from the Pacific Ocean and the Gulf of Mexico. In winter, Pacific air masses predominate, bringing in warm and humid air although cold, dry air from the Arctic highs can occur, bringing in colder and drier conditions. Warm air masses coming from the Gulf of Mexico are rare during winter but are responsible for bringing January and February thaws. Spring and fall are characterized by complex weather patterns with contrasting and rapidly changing influences from the different regional air masses. The park receives of precipitation per year. This is evenly distributed throughout the year with fall (September–November) being the wettest. Precipitation is slightly lower than inland areas due to the limited influence that the narrow peninsula has when air masses travel over it compared to more interior locations.",
            "score": 55.29633331298828
        },
        {
            "docid": "995921_42",
            "document": "Miami metropolitan area . In addition to its sea-level elevation, coastal location and position just above the Tropic of Cancer, the area owes its warm, humid climate to the Gulf Stream, which moderates climate year-round. A typical summer day does not see temperatures below 75 °F (24 °C). Temperatures in the high 80s to low 90s (30–35 °C) accompanied by high humidity are often relieved by afternoon thunderstorms or a sea breeze that develops off the Atlantic Ocean, which then allow lower temperatures, although conditions still remain very muggy. During winter, dry air often dominates as dew points are often very low. Average daily highs across South Florida in winter are around 75 – 77 F, though daily highs in the low and even mid-80's are not uncommon. Minimum temperatures during the winter season are generally in the mid 50s to around 60 °F (10–15 °C), occasionally dipping into the upper 40s (7–9 °C) and rarely below 40 °F (5 °C). On average coastal South Florida is frost free, although there can be a frost inland a few times each decade.",
            "score": 55.28727722167969
        },
        {
            "docid": "520411_8",
            "document": "Catamarca Province . Most of the province and its intermontane valleys have an arid climate. Within these valleys which includes the provincial capital, the climate is characterized by its extreme aridity, large thermal amplitudes (different between day and night temperatures) and strong northeastern winds. The region is characterized by abundant sunshine with winds predominantly coming from the northeast and southeast. Nonetheless, there is large variation between different locations owing to differences in altitude and differences in the relief and altitudes of the surrounding mountains that enclose the valleys. Mean annual precipitation ranges from in the eastern parts of the region (some areas receive more than ) to less than in the west. In the arid valleys, mean annual precipitation is around . Most of the precipitation occurs during summer, falling as short but heavy bursts with the rest of the year being dry. Mean annual temperatures range between with eastern and central parts having mean annual temperatures of . In summer, the mean temperature is although they can reach up to . Winters, with a mean temperature of are characterized by frequent frosts. Locations in the west experience colder winters due to their higher altitudes with temperatures that can decrease to . During winter, the Zonda wind occasionally occurs, leading to very dry conditions that can lead to dust storms.",
            "score": 55.215965270996094
        },
        {
            "docid": "44799200_3",
            "document": "2014–15 North American winter . While both the meteorological and astronomical definitions of winter involve the onset of winter occurring in December, many places in North America experienced their first wintry weather during mid November. A period of below-average temperatures affected much of the contiguous United States, and several records were broken. An early trace of snowfall was recorded in Arkansas. There were greater accumulations of snow across parts of Oklahoma as well. A quasi-permanent phenomenon referred to as the polar vortex may have been partly responsible for the cold weather. Temperatures in much of the United States dropped below average by November 19 following a southward \"dip\" of the polar vortex into the eastern two-thirds of the country. The effects of this dip were widespread, bringing about temperatures as low as in Pensacola, Florida. Following a significant snowstorm there, Buffalo, New York received several feet of snow from November 17–21. During the 2014–15 winter season, Boston broke its all-time official seasonal snowfall record from the winter of 1995–96, with a total snowfall record of as of March 15, 2015.",
            "score": 55.00124740600586
        },
        {
            "docid": "42231524_9",
            "document": "2013–14 North American winter . On December 19, a strong cold front moved southward across much of the Great Plains. By daybreak on December 20, temperatures in many parts of Oklahoma had dropped to mostly between . However, despite the freezing temperatures, the depth of the cold air was rather shallow, with a depth of generally no more than . As a result of the shallow depth of the front, once the front reached parts of the higher terrain in northwestern Arkansas, the front stalled, leaving areas just ahead of the front significantly colder than areas behind it. While temperatures in much of the Plains remained at or below freezing, an upper low was forming over the Southwestern United States. As the low pushed eastward and northeastward across parts of eastern New Mexico and West Texas, it interacted with moisture over the Southern Plains; there was an unusually high amount of moisture across the area for December, and the low drew much of it over the cold air-mass near the surface. With the moisture in place, light rain began to fall in some locations prior to sunset. The rain persisted and spread from southwest to northeast overnight, with moderate rain beginning to fall across much of Southwest, Central, and northeastern Oklahoma and Southeast Kansas. By late morning on December 21, much of the rain had ended in Southwest and Central Oklahoma, where many areas had received over of ice accumulation with some locations receiving over or even, in localized areas, of ice; isolated power outages occurred, and multiple trees and tree limbs were broken and/or pulled down by the weight of the ice. Heavy icing continued along the Interstate 44 corridor and parts of Osage County in Oklahoma; in these areas, there were reports of of ice, and in southeastern Oklahoma and extreme northwestern Arkansas, there were lesser reports of of ice. Additional ice totals occurred in Southeast Kansas, where there were isolated locations which received ice accumulations of as high as .",
            "score": 54.8897819519043
        },
        {
            "docid": "1834318_20",
            "document": "Bolu . Bolu has an oceanic climate (Köppen climate classification \"Cfb\"), with cold and snowy winters and warm summers with cool nights. Unlike the low-lying, sheltered city center, many parts of the province, like Gerede, have a humid continental climate (\"Dfb\"), due to very cold winters. January mean temperature is 0.7 °C, and temperatures rarely rise more than 12.3 °C and rarely drop below -15.0 °C during winter months. July mean temperature is 19.9 °C and temperatures rarely drop below 8.3 °C and rarely rise up to 32.2 °C in summer months. Lowest temperature recorded is -34 °C (-29.2 °F) in February 1929, and the highest was 39.8 °C (103.6 °F) in August 2006. Record snow thickness was 72 cm (28.3 inches) in February 1950. Bolu is a usually cloudy and foggy city and annual sunshine hours are about to be 1,600.Bolu's climate is similar to Budapest's climate.",
            "score": 54.832523345947266
        },
        {
            "docid": "3828400_9",
            "document": "Mantiqueira Mountains . Due to altitude, winter in the Serra da Mantiqueira sees low temperatures, with the occurrence of fog in early morning and frost, giving the landscape the appearance of regions with a much colder climate. In winter, it is common for the thermometer to reach temperatures near 0 °C (32 °F), and then sub-freezing temperatures not rarely occur in the region's towns. On top of the highest peaks, the cold can be even more intense, and temperatures can drop to -10 °C (14 °F). Snow is rare, but it has been recorded a few times, such as in the winter of 1994, when it snowed in the Itatiaia massif.",
            "score": 54.80113220214844
        },
        {
            "docid": "24978139_14",
            "document": "Clee St. Margaret . Clee St Margaret is located within The Midlands of England causing it to experience a mixture of both southern and northern climatic conditions. When rainfall is concerned it is a transitional area between Wales and the East of England. As the Midlands region is at some distance from the sea, the annual range of temperature is more pronounced than in most parts of the UK. It is subjected to sharp winter frosts and occasional very hot summer days, particularly in the south and east of the region where Clee St Margaret is located. These temperature extremes of both winter and summer are a key characteristic of the Midlands climate. Clee St Margaret's temperature is naturally very reflective of the midlands average climate. Its coldest months are January and February reaching highs of 7 °C and lows of 0 °C. Its warmest months are July and August with highs of 21 °C and lows of 10 °C.",
            "score": 54.72878646850586
        }
    ]
}