{
    "q": [
        {
            "docid": "55744418_9",
            "document": "Jeeves and the Song of Songs . The 1932 collection \"Nothing But Wodehouse\" and the 1958 collection \"Selected Stories by P. G. Wodehouse\" included the story. The story was also featured in the 1960 collection \"The Most of P. G. Wodehouse\", and in the 1983 collection \"P. G. Wodehouse Short Stories\", published by The Folio Society with drawings by George Adamson.",
            "score": 29.688844442367554
        },
        {
            "docid": "63342_1",
            "document": "P. G. Wodehouse . P. G. Wodehouse",
            "score": 15.156997680664062
        },
        {
            "docid": "1888289_3",
            "document": "P. G. Wodehouse short stories bibliography . \"For a list of Wodehouse's books, including novels and collections of short stories, see P. G. Wodehouse bibliography.\"",
            "score": 28.86963152885437
        },
        {
            "docid": "1888289_2",
            "document": "P. G. Wodehouse short stories bibliography . The following is an incomplete list of short stories by P. G. Wodehouse grouped by the Wodehouse canon to which they belong, if applicable.",
            "score": 23.391924142837524
        },
        {
            "docid": "3078499_3",
            "document": "Wodehouse Playhouse . P. G. Wodehouse introduced the episodes in the first and second series, shortly before his death.",
            "score": 28.443236589431763
        },
        {
            "docid": "4465464_1",
            "document": "P. G. Wodehouse locations . P. G. Wodehouse locations",
            "score": 15.046039581298828
        },
        {
            "docid": "1369623_1",
            "document": "P. G. Wodehouse bibliography . P. G. Wodehouse bibliography",
            "score": 15.046039581298828
        },
        {
            "docid": "1901140_10",
            "document": "The Great Sermon Handicap . The 1932 collection \"Nothing But Wodehouse\" and the 1960 collection \"The Most of P. G. Wodehouse\" included this story. \"The Great Sermon Handicap\" was featured in the 1983 collection of Wodehouse stories titled \"P. G. Wodehouse Short Stories\" published by The Folio Society and illustrated by George Adamson, and in the 1984 collection of clergy-related Wodehouse stories \"The World of Wodehouse Clergy\" published by Hutchinson.",
            "score": 23.898025512695312
        },
        {
            "docid": "4139347_1",
            "document": "P. G. Wodehouse minor characters . P. G. Wodehouse minor characters",
            "score": 14.93669319152832
        },
        {
            "docid": "1368740_1",
            "document": "List of P. G. Wodehouse characters . List of P. G. Wodehouse characters",
            "score": 14.93669319152832
        },
        {
            "docid": "30896341_1",
            "document": "List of songs with lyrics by P. G. Wodehouse . List of songs with lyrics by P. G. Wodehouse",
            "score": 14.828924179077148
        },
        {
            "docid": "1888289_1",
            "document": "P. G. Wodehouse short stories bibliography . P. G. Wodehouse short stories bibliography",
            "score": 21.38716697692871
        },
        {
            "docid": "4956244_10",
            "document": "John Wodehouse, 3rd Earl of Kimberley . Kimberley's son John was the godson of the writer P. G. Wodehouse, a distant cousin, both being descended from Sir Armine Wodehouse, 5th Baronet. According to \"Brewer's Dictionary of Phrase and Fable\", P. G. Wodehouse based the character of Bertie Wooster on him.",
            "score": 23.775646448135376
        },
        {
            "docid": "55727894_9",
            "document": "Jeeves and the Impending Doom . The American edition of a collection of Wodehouse stories, \"The Weekend-End Wodehouse\", published in 1939 by Doubleday, included the story. The story appeared in \"Selected Stories by P. G. Wodehouse\", a 1958 collection of Wodehouse stories published by The Modern Library, and in \"The Most of Wodehouse\", a 1960 collection of Wodehouse stories published by Simon and Schuster. It was also featured in the 1983 collection \"P. G. Wodehouse Short Stories\", which was illustrated by George Adamson and published by The Folio Society. The collection \"A Wodehouse Bestiary\", a 1985 omnibus of Wodehouse stories involving animals, featured \"Jeeves and the Impending Doom\".",
            "score": 32.585275411605835
        },
        {
            "docid": "63342_50",
            "document": "P. G. Wodehouse . <poem> \" 'It seems to me, Jeeves, that the ceremony may be one fraught with considerable interest.' 'Yes, sir.' 'What, in your opinion, will the harvest be?' 'One finds it difficult to hazard a conjecture, sir.' 'You mean imagination boggles?' 'Yes, sir.' I inspected my imagination. He was right. It boggled.\" </poem>",
            "score": 19.724433064460754
        },
        {
            "docid": "56864060_11",
            "document": "Sonny Boy (short story) . The 1951 anthology \"The Best of Modern Humor\", edited by P. G. Wodehouse and Scott Meredith, included \"Sonny Boy\", which was the only story by Wodehouse included in the anthology. The story was the only Wodehouse story included in the 1967 anthology \"A Carnival of Modern Humour\", also edited by P. G. Wodehouse and Scott Meredith.",
            "score": 33.15150833129883
        },
        {
            "docid": "412092_44",
            "document": "Stourbridge . Stourbridge Golf Course is also mentioned by P. G. Wodehouse. - P. G. Wodehouse, \"Money for Nothing\", Chapter 5.",
            "score": 15.903377532958984
        },
        {
            "docid": "4139347_2",
            "document": "P. G. Wodehouse minor characters . The following is an incomplete compendium of the fictional characters featured in the stories of P. G. Wodehouse (other than the ones already described in separate guides about Wodehouse series such as Blandings, Jeeves, etc.), in alphabetical order by surname.",
            "score": 25.179359912872314
        },
        {
            "docid": "10257872_4",
            "document": "Sir Armine Wodehouse, 5th Baronet . Wodehouse married Letitia Bacon, daughter of Sir Edmund Bacon, 6th Baronet, in 1738. He died in 1777 and was succeeded in the baronetcy by his eldest son John, who was created Baron Wodehouse in 1797 and who was the great-grandfather of statesman John Wodehouse, 1st Earl of Kimberley. Wodehouse's second son Reverend Philip Wodehouse (1745-1811) was the great-grandfather of the author P. G. Wodehouse while his third son Thomas Wodehouse was the grandfather of the colonial administrator Sir Philip Wodehouse.",
            "score": 30.098549723625183
        },
        {
            "docid": "4465464_13",
            "document": "P. G. Wodehouse locations . Blandings Castle is a fictional location central to many P. G. Wodehouse stories. It is an idyllic country house.",
            "score": 17.07551336288452
        },
        {
            "docid": "4465464_2",
            "document": "P. G. Wodehouse locations . The following is an incomplete compendium of the fictional locations featured in the stories of P. G. Wodehouse, in alphabetical order by place name.",
            "score": 17.010042667388916
        },
        {
            "docid": "1368740_2",
            "document": "List of P. G. Wodehouse characters . The following is an incomplete list of fictional characters featured in the books and stories of P. G. Wodehouse, by series, in alphabetical order by series name. Due to overlap between the various classifications of Wodehouse's work, some characters appear more than once.",
            "score": 23.72173571586609
        },
        {
            "docid": "468067_5",
            "document": "Earl of Kimberley . Several other members of the Wodehouse family have also gained distinction. The author P. G. Wodehouse was the great-grandson of Reverend Philip Wodehouse, second son of the fifth Baronet. The politician Edmond Wodehouse was the son of Thomas Wodehouse, third son of the fifth Baronet. His eldest son was the colonial administrator Sir Philip Wodehouse, Governor of Bombay from 1872 to 1877. Sir Philip Wodehouse's son Edmond Wodehouse represented Bath in the House of Commons as a Unionist. The Hon. Armine Wodehouse, younger son of the first Earl, was a civil servant and Liberal politician.",
            "score": 27.22187304496765
        },
        {
            "docid": "30896341_2",
            "document": "List of songs with lyrics by P. G. Wodehouse . This list contains songs with lyrics written or co-written by the English humorist, novelist and playwright P. G. Wodehouse.",
            "score": 16.92014455795288
        },
        {
            "docid": "63342_38",
            "document": "P. G. Wodehouse . On 15 January 1945 the French authorities released Wodehouse, but they did not inform him, until June 1946, that he would not face any official charges and was free to leave the country.",
            "score": 17.033539295196533
        },
        {
            "docid": "56696476_14",
            "document": "The Amazing Hat Mystery . \"The Amazing Hat Mystery\" was included in the collection \"The Most of P. G. Wodehouse\", which was published in the US on 15 October 1960, Wodehouse's seventy-ninth birthday. It was included in the 1978 collection \"Vintage Wodehouse\", a collection edited by Richard Usborne. The 1982 collection \"Tales from the Drones Club\" featured the story. It was included in \"P. G. Wodehouse Short Stories\", a 1983 collection published by The Folio Society that included drawings by George Adamson.",
            "score": 23.57288885116577
        },
        {
            "docid": "4139347_28",
            "document": "P. G. Wodehouse minor characters . \"J. G. Butterwick\" (in \"Heavy Weather\", 1933) and \"John G. Butterwick\" (in \"The Luck of the Bodkins\", 1935), became \"J. B. Butterwick\" (in \"Pearls, Girls and Monty Bodkin\", 1972). He is the senior partner in Butterwick, Price and Mandelbaum, Import and Export Merchants.",
            "score": 13.916293621063232
        },
        {
            "docid": "56705608_10",
            "document": "Goodbye to All Cats . The story was included in the English edition of the 1939 collection \"Week-end Wodehouse\", published by Herbert Jenkins Limited. It was collected in \"The Most of P. G. Wodehouse\", published on 15 October 1960. \"Tales from the Drones Club\", published in 1982, included the story. It was featured in \"P. G. Wodehouse Short Stories\", published by The Folio Society and illustrated by George Adamson.",
            "score": 22.153557300567627
        },
        {
            "docid": "56671680_10",
            "document": "Trouble Down at Tudsleigh . The story was included in the American edition of \"Eggs, Beans, and Crumpets\", published in 1940. It was featured in the 1949 collection, \"The Best of Wodehouse\", edited by Scott Meredith and published by Pocket Books. The collection \"The Week-End Book of Humor\", with stories selected by Wodehouse and Meredith, included the story, which was the only Wodehouse story featured in the book. This collection was published in 1952 in the US and 1954 in the UK, and was reissued with the alternate title \"P. G. Wodehouse Selects the Best of Humor\" in the US in 1965, and as \"P. G. Wodehouse Selects the Best of Humour\" in the UK in 1966. The story was also included in the 1982 collection \"Tales from the Drones Club\".",
            "score": 34.31249761581421
        },
        {
            "docid": "3495521_15",
            "document": "The King and the Beggar-maid . P. G. Wodehouse, in the novel \"Laughing Gas\", has the impoverished Ann Bannister initially reject a marriage proposal from the wealthy Reggie Havershot by alluding to this story and then saying \"If I'd been there, I'd have said 'Oh yeah?' \" Also, in the novel \"Jill the Reckless\" (1920), Wodehouse makes two references to Cophetua. First, on p. 99, the protagonist, Jill Mariner, muses: \"She would come to him like the beggar-maid to Cophetua.\" Second, on p. 287, at the beginning of a scene in which he is about to be thrown over by Jill, Sir Derek Underhill thinks, \"He was still not quite sure in his mind whether he was playing the role of a penitent or a King Cophetua...\" (Please note that cited e-book page numbers may be unreliable.)",
            "score": 34.740437507629395
        },
        {
            "docid": "1897174_11",
            "document": "Jeeves Takes Charge . The story was included in the American edition of the 1939 Wodehouse collection \"The Week-End Wodehouse\", and in the 1958 collection of Wodehouse stories, \"Selected Stories by P. G. Wodehouse\".",
            "score": 27.252113819122314
        },
        {
            "docid": "1564680_4",
            "document": "John Wodehouse, 4th Earl of Kimberley . Wodehouse was the godson of the writer P. G. Wodehouse, a distant cousin, both being descended from Sir Armine Wodehouse, 5th Baronet.",
            "score": 19.31362247467041
        }
    ],
    "r": [
        {
            "docid": "26081351_5",
            "document": "Hillwood Academic Day School . Hillwood's integrated curriculum emphasizes the core subjects of Math, English and Language Arts, Science, and History/Social Studies. In addition, the school offers French as a second language from kindergarten through eighth grade. The school's teachers stress what they call \"continuity throughout the curriculum and differentiated instruction\" and promote a focus on the individual child, both academically and socially through small classroom sizes and tested academic curriculum. The school offers \"combined\" classrooms, which allow students from two grade levels to share much of the day together. The school’s kindergarten and first-grade students, for instance, often work side-by-side.",
            "score": 61.33606719970703
        },
        {
            "docid": "2598733_4",
            "document": "Basic interpersonal communicative skills . This term is often credited to Jim Cummins' research related to language acquisition and learning. The other term that is often used in conjunction with this term is cognitive academic language proficiency (CALP). CALP refers to the highly abstract, decontextualized communication that takes place in the classroom, especially in the later elementary grades. CALP involves the “language of learning,” which enables children to problem-solve, hypothesize, imagine, reason and project into situations with which they have no personal experience. It is a prerequisite for learning to read and write and for overall academic success. The implications of the BICS and CALP concepts for children are that the second language or language of the classroom needs to be sufficiently well developed for her or him to be able to meet the cognitive demands of the academic setting. Students typically are thought to acquire BICS in 2–3 years but take 5–7 years to develop the CALP needed to be on the same level with their native speaking counterparts in the classroom.",
            "score": 58.752403259277344
        },
        {
            "docid": "23381721_134",
            "document": "Chestnut Ridge School District . Third graders take the PSSAs in math and reading. The fourth grade is tested in reading, math and science. The goal was for 100% of students to be on grade level or better in reading and mathematics, by the Spring of 2014. The tests focus on the state's Academic Standards for reading, writing, mathematics and science. The Science exam is given to 4th grades and includes content in science, technology, ecology and the environmental studies. The first cohort of children who attended Accountability Block Grant funded full-day kindergarten reached third grade and took the PSSAs in the spring of 2008.",
            "score": 56.887367248535156
        },
        {
            "docid": "34776779_15",
            "document": "San Francisco Waldorf School . In Waldorf education the focus is on a developmentally appropriate curriculum that engages the whole child. Art, music, and movement are integrated into the daily life of the classroom, allowing for the academic study to penetrate more deeply. In the early childhood programs, the emphasis is on rhythm and play. As the children grow older and progress through the grades, the overarching yearly themes meet the children's developmental needs. In the grades, the days begins with a two-hour main lesson of language arts, math, science, and social studies that is followed by a variety of track classes, including Spanish, German, music, handwork, and, as the children grow, advanced math and woodworking.",
            "score": 56.71611022949219
        },
        {
            "docid": "1787455_5",
            "document": "Transitional bilingual education . The main goal of early-exit programs is to expedite the acquisition of the second language so that language learners can be integrated into classrooms with native speakers. Less emphasis is placed on progress made in other subjects. There is not much importance assigned to the continued development of first-language skills. After one to three years in the program, students are expected to have acquired enough knowledge in the second language to be transferred to classes in which only the second language is used as a medium of instruction. In early-exit programs, a near-native proficiency in the target language is required of instructors. Institutions may vary in the amount of first-language instruction that is utilized. The degree to which the children's first language is spoken in the classroom depends on the proficiency level of the students, who generally require more instruction in their mother tongue at earlier ages. In kindergarten, the average length of instruction in the first language is approximately one hour each day. The amount of time spent teaching in the first language is greatly reduced in grades 1 and 2. Students are first instructed in the grammar and composition of the first language, for it is claimed that knowledge of the first language aids the acquisition of knowledge in the second language; they may also be instructed in the language arts of both first and second languages simultaneously. Instruction in reading in the second language doesn't typically begin until students meet the standards for reading in their first language. The students' primary language is used to a lesser extent in the instruction of other subjects. As students make progress in the second language, it becomes increasingly incorporated into the curriculum, gradually taking the place of the first language. Cultural knowledge is imparted through classroom activities and materials.",
            "score": 56.60820770263672
        },
        {
            "docid": "1561691_13",
            "document": "National Council of Teachers of Mathematics . In 1944, NCTM created a postwar plan to help World War II have a lasting effect on math education. Grades 1-6 were considered crucial years to build the foundations of math concepts with the main focus on algebra. In the war years, algebra had one understood purpose: to help the military and industries with the war effort. Math educators hoped to help their students see the need for algebra in the life of an everyday citizen. The report outlined three strategies that helped math educators emphasize the everyday usage of algebra. First, teachers focused on the meanings behind concepts. Before, teachers were expected to use either the Drill or the Meaning Theory. Now, teachers gave students purpose behind every concept while providing an ample number of problems. Second, teachers abandoned the informal technique of teaching. This technique was popular during the 1930s and continued during the war, and in essence depended on what the students wanted to learn, based on their interests and needs. Instead, math teachers approached the material in an organized manner. The thinking was that Math itself had a very distinct organization that could not be compromised simply because the student was uninterested in the matter. Third, teachers learned to adapt to the students by offering the proper practice students needed in order to be successful. After the sixth year, seventh and eighth grades were considered key in ensuring students learned concepts, and were increasingly standardized for all pupils. During these years, teachers verified all key concepts learned in the previous years were mastered, while preparing students for the sequential math courses offered in high school. The army credited poor performance of males during the war to the men forgetting math concepts; it was recommended that reinforcing past concepts learned would solve this problem. The report lists the organization of the topics that should be taught in these years. \"(1) number and computation; (2) the geometry of everyday life; (3) graphic representation; (4) an introduction to the essentials of elementary algebra (formula and equation).\" At the same time, these years were meant to help students gain critical thinking skills applicable to every aspect of life. In middle school, students should gain maturity in math, and confidence in past material. In ninth grade, NCTM expressed the need for a two track curriculum for students in large schools. Those who have a greater desire to study math would go on one track, studying algebra. Those who did not have a large interest in math would go another route, studying general mathematics, which eliminated the problem of students being held back. Finally, grades 10-12 built math maturity. In the tenth year, courses focused on geometry through algebraic uses. The eleventh year focused on a continuation of more advanced algebra topics. These topics were more advanced than those discussed in the ninth grade. However, if the student took an advanced algebra class during the ninth year, then he took two of the semester classes offered the twelfth year.",
            "score": 55.267765045166016
        },
        {
            "docid": "33264099_6",
            "document": "Siegfried Engelmann . Since the late 1960s, Engelmann has authored more than 100 curricular programs, based on the principles that were discovered in the preschool. The first programs, written from 1968 through 1970 were called DISTAR, for Direct Instruction System for Teaching and Remediation, and were designed to teach reading, math, and language to children in kindergarten through second grade. The DISTAR materials were used in some locations that participated in \"Project Follow Through\", the largest educational experiment in the history of the United States. \"Follow Through\", which was sponsored by the U.S. Office of Education, began in 1968 and continued into the 1970s. The project targeted primary school children in communities with high levels of poverty. In subsequent years, the original DISTAR programs were expanded from the original three levels to include six levels. These programs are currently called \"Reading Mastery\" and \"Connecting Math Concepts\". He also developed a multilevel reading program for students beyond the primary level, including adults, who performed lower than others (Corrective Reading Decoding and Corrective Reading Comprehension), programs to teach writing and spelling (\"Reasoning and Writing and Spelling Mastery\"), and a videodisk series to teach math and science to middle school students (including Chemistry and Energy and Elementary Earth Science). Programs were also written for parents to use with their children, \"Teach Your Child to Read in 100 Easy Lessons\" and \"Give your Child a Superior Mind\". Most recently he has developed computer-based programs that parents and others can use to teach young children reading and math skills (\"Funnix Beginning Reading\" and \"Funnix Beginning Math\"), as well as programs to teach English speaking skills to non-native English speakers at third grade or older (\"Direct Instruction Spoken English\").",
            "score": 55.259254455566406
        },
        {
            "docid": "29119780_2",
            "document": "Graded reader . Graded readers are \"easy reading\" books used to support the extensive reading approach to teaching English as a second or foreign language, and other languages. While many graded readers are written for native speaker children, more often they are targeted at young adults and above, since children's books are already widely available and deal with topics not relevant to more mature language learners.",
            "score": 54.986480712890625
        },
        {
            "docid": "49437177_19",
            "document": "State Reform School for Boys . A grading system, for the School Department, was used by dividing the students into four grades designated 1 through 4. First grade was for beginners in reading and taught basic reading. The second grade was for students who could read easy words and they primarily studied reading and spelling. The third grade was for students who could read ordinary passages; they were taught reading, spelling, arithmetic and geography. The 4th grade was for students who could read and spell well in class and they studied arithmetic geography and grammar. These classification and grading systems would evolve over time as the Reform School changed and best practices were better understood.",
            "score": 54.92396926879883
        },
        {
            "docid": "30954587_8",
            "document": "Second-language acquisition classroom research . Pedagogical content knowledge is understood as the “blending of content and pedagogy” that guides the organization, representation and adaptation of the material for all learners through instruction. This concept goes beyond the consideration of the content knowledge as isolated from the pedagogical knowledge teachers must possess to effectively cater to the needs of their students. In order to illustrate how pedagogical content knowledge operates in reference to a specific knowledge domain, we can turn to the field of second language teaching. In this field, pedagogical content knowledge can be considered a “developmental construct” initiated in pre-service teacher education programs and continued through in-service classroom experiences or “knowledge in action”. From this perspective, it is useful to look at the various components. Pedagogical knowledge refers to the different instructional approaches and techniques used to teach languages as well as the consideration of how the linguistic knowledge progresses and grows in complexity along the continuum of a curriculum (i.e., Schulman’s lateral curricular knowledge). This pedagogical knowledge also involves a growing understanding of content choice and pedagogy that views language learning as communication, performance in tasks, student-centered instruction, attention to accuracy and message. On the other hand, if we were to characterize the content knowledge in language teaching, we would be talking about the target language. What it entails for the second language teacher is not only the mastery of the target language but also “discipline-derived understandings from applied linguistics, SLA, psychology and curriculum development, among other areas, in a deeper examination of [the] subject matter -language- as it becomes classroom content”. However, if we are to enhance the definition of the pedagogical content knowledge in second language teaching, we need to include aspects related to language knowledge for teaching by following Schulman’s dimension of “subject matter knowledge for teaching”. These aspects include language teachers’ use of effective ways to represent the various types of knowledge involved in learning a language that include but are not limited to syntax, semantics, pragmatics, and phonology. Besides it will require teachers to have a wide understanding of their language learners’ characteristics to be able to identify and explore the conceptions and misconceptions and, more importantly, “potential misunderstandings of [the] subject area” these learners bring and/or develop in the learning situation. It also includes ways to help learners overcome these difficulties. For instance, Spanish speakers tend to omit subjects while learning a language with weak nominal features such as English, due to the fact that Spanish is predominantly a null subject language. Therefore, this may turn into a source of overgeneralization while these learners learn the target language. The two main aspects of pedagogical content knowledge presented here correspond to the two domains defined by Ball, Thames and Phelps as knowledge of content and teaching as well as knowledge of content and students respectively. The consideration of all these components constitutes the pedagogical content knowledge language teachers need to possess to become effective practitioners.",
            "score": 54.19086837768555
        },
        {
            "docid": "5277780_12",
            "document": "Reader Rabbit . Educational has always been a key part of the games' design, with the goal being the strike a balance between learning and fun. The titles in the series are researched by educators, parents, children and reading specialists to ensure the software is educational, engaging, and easy-to-use. The programs aimed to promote the use of computers as classroom teaching tools. While Reader Rabbit initially focused on teaching basic reading skills to young children, the series' success led the developers to expand the educational content to other subjects like maths, as well as designing games for older children in preschool, kindergarten, 1st grade, and 2nd grade. These games covered a range of subjects such as reading, phonics, maths, and memory. The A.D.A.P.T. Learning Technology was introduced into Reader Rabbit titles in 1999; the system contained a series of customisable features that would facilitate the player's learning by Assessing abilities, Developing skills, Adjusting levels, Providing help, and Tracking progress.",
            "score": 53.93950271606445
        },
        {
            "docid": "15522191_7",
            "document": "Raleigh Christian Academy . RCA's elementary school students are taught in a classroom setting focusing on the basics. Each elementary grade has daily classes in Bible, math, phonics/language, spelling, writing, as well as health, history, science, and foreign language. First graders learn sentence structure, while multiplication and division skills are taught in second grade. Parts of speech are introduced in third grade, and students learn to diagram in grade four. Fifth grade students do a complete research paper in preparation for their middle school years.",
            "score": 53.744449615478516
        },
        {
            "docid": "1066022_8",
            "document": "First grade . Students are also typically introduced to the concept of social studies with an emphasis on establishing ideas of history or civics in either a personal or larger sense. Some states focus on the basics of US history and patriotism is taught, with a focus on the founding fathers and the time period surrounding the American Revolution; other states require a social studies focus on family relationships in first grade, leaving community, state, and nation studies to higher grades. Basic geography is also taught in the first grade. Focus on the school's municipal area and culture, along with basic state geography, may also be focused upon in first grade in some states. First grade science usually involves the discussion of matter, plant and animal science, earth materials, and balance and motion, along with the human body, and basic health and nutrition.",
            "score": 53.24345397949219
        },
        {
            "docid": "1066006_3",
            "document": "Third grade . Grade 3 students learn how to work on projects on their own and with others. This may start as early as second and first grade as well. Social skills, empathy and leadership are considered by some educators to be as important to develop as the academic skills of reading, writing and arithmetic.",
            "score": 53.12205505371094
        },
        {
            "docid": "3544002_15",
            "document": "Takoma Park Middle School . Magnet students take three advanced courses each semester within the Magnet curriculum — mathematics, science, and computer science — and five courses each semester in other disciplines (English, social studies, fine arts, foreign language, physical education, etc.) with the rest of the TPMS student body. Math courses include pre-algebra, algebra, and geometry. Most students begin their math course sequence with pre-algebra in sixth grade, however, depending on their skill level and experience, students may choose to begin their course sequence with Algebra I or even Geometry in sixth grade. The most advanced Magnet students may commute each day to Montgomery Blair High School to take the course Magnet Functions (accelerated precalculus). A unit in Magnet Algebra explores the relationships between mathematical sets and Rubik's Cubes, which leads to TPMS's annual Rubik's Cube Competition. In the Magnet Computer Science 6, students study the evolution of computers, telecommunications, typing, and the software components of Microsoft Office, including Excel, Word, and PowerPoint, as well as the basics for the programming language, Python. Seventh grade computer science topics include further Python programming, and the study of web publishing and design with HTML. Advanced Python programming skills and object-oriented programming are taught in Magnet Computer Science 8, in addition to JavaScript and advanced HTML. A language known as Logo was formerly taught in eighth grade, but now a unit in the curriculum is based on the object-oriented programming language Scratch. Python is the programming language that is currently being taught in all three grades. Science courses cover the basics of various topics in physics, chemistry, environmental science, geology, space science, biology, anatomy, meteorology, and astronomy. Each year, magnet students complete a STEM project to be displayed on Science Expo night, which is usually the first or second Friday in May, along with the projects of their non-magnet peers. Magnet Science 6 contains a unique unit at the end of the year that covers Rube Goldberg Machines, and their relations to physics and energy transformations. During this unit, students are required to design and build Rube Goldberg Machine with classmates. Magnet Science 7 also has an interesting unit on forensics, in which the students try to solve a murder mystery while applying their knowledge of forensic analysis. In Magnet Science 8, the STEM project is expanded into a year-long Capstone project.",
            "score": 52.66031265258789
        },
        {
            "docid": "23331748_3",
            "document": "Operation Alphabet (TV series) . The series was designed to teach the basics of reading and writing to adults who were illiterate, using subjects that are relevant to adults; the program especially benefited immigrants, prisoners and those in the military. \"Operation Alphabet\" was not only one of the first educational programs to deal with literacy, it was one of the first to be aimed at an adult population, rather than towards children. Two series of the program were produced—the first (100 episodes), aimed for reading at a fourth-grade level, was produced in 1961; a second series (90 episodes), for reading at an eighth-grade level, was filmed in 1964. Each series was designed for daily, weekday telecasts.",
            "score": 52.50555419921875
        },
        {
            "docid": "234954_81",
            "document": "Middle school . The range defined by either is often based on demographic factors, such as an increase or decrease in the relative numbers of younger or older students, with the aim of maintaining stable school populations. At this time, students are given more independence, moving to different classrooms for different subjects, which includes math, social studies, science, and language arts. Also, students are able to choose some of their class subjects (electives). Usually, starting in ninth or tenth grade, grades become part of a student's official transcript. In the U.S., children within this grade-range are sometimes referred to as \"junior highers\".",
            "score": 52.32255554199219
        },
        {
            "docid": "51552442_13",
            "document": "Madeline (video game series) . \"Madeline\" was targeted at a younger demographic of gamer. Age recommendations from reviewers varied somewhat from reviewers. The series was deemed appropriate for \"even the youngest pre-readers\" by one video game reviewer. Other video game commentators recommended that it was best suited for players between kindergarten and second-grade. A reviewer from SuperKids suggested that young children may require adult assistance due to the complex skills required. The reviewer also noted that the series was appropriate for older players, but the games were not sufficiently challenging for their grade level. While primarily a single player series, one exception is \"Madeline 1st and 2nd Grade Math\", which includes six multiplayer games with different difficulty levels.",
            "score": 52.23815155029297
        },
        {
            "docid": "25404845_32",
            "document": "Fort Shaw . Students at Fort Shaw usually spent their first two years at the school learning English and \"white\" cultural norms. Children were grouped in grades according to their skill levels, which meant that both very young children and young adults could be found in the same class. Students advanced to the next grade based on achievement, and there was no social stigma for students who stayed for a two or more years in the same grade. Fort Shaw's curriculum ended at the eighth grade, but students in their late teens (indeed, some as old as 25 years of age) could be found studying there.",
            "score": 52.2130241394043
        },
        {
            "docid": "18092819_18",
            "document": "Education in the Dominican Republic . In 2005, a test was administered to students at grade levels 3, 4, and 5 to assess their competency in reading comprehension and mathematics curriculum from grade levels 1, 2, and 3. This test was called the Concorcio de Evaluación e Investigación Educativa (CEIE). In reading comprehension, the students were given 21 questions. Students were able to answer, on average, 7.37 questions on the test. The exam also found that girls performed better on the reading comprehension test than boys. In mathematics, students were given 35 questions. On average, the third grade students were able to answer 5.9 questions, the fourth grade students were able to answer 9.02 questions, and the fifth grade students were able to answer 11.94 questions. The researchers studying the exams claim that the results show that students were not learning the basics of reading comprehension and mathematics that they should be learning grades 1-3. The study also found that students at private schools performed better than students at public schools. Over 80% of children attend public schools.",
            "score": 52.19194030761719
        },
        {
            "docid": "8990457_25",
            "document": "Pennsylvania Virtual Charter School . 6th Grade Math: Third (3rd) graders take the PSSAs in math and reading. The fourth grade is tested in reading, math and science. The fifth grade is evaluated in reading, mathematics and writing. These PSSAs are No Child Left Behind Act related examinations, which were administered beginning 2003 to all Pennsylvania public school students in grades 3rd-8th. The goal was for 100% of students to be on grade level or better in reading and mathematics, by the Spring of 2014. The tests focused on the state's Academic Standards for reading, writing, mathematics and science. The Science exam is given to 4th grades and includes content in science, technology, ecology and the environmental studies. The first cohort of children who attended Accountability Block Grant funded full-day kindergarten reached third grade and took the PSSAs in the spring of 2008.",
            "score": 52.108333587646484
        },
        {
            "docid": "49932815_5",
            "document": "The Second Saint Petersburg Gymnasium . Apart from Russia's basic curriculum, the Second Gymnasium provides an opportunity of extensive English & a second language (either German or French) learning. In the 8th grade students take lots of tests and decide what subjects they are willing to focus on; there are 4 focus areas available from 9th grade forward: math & physics, natural sciences, linguistics, and social sciences.",
            "score": 51.74560546875
        },
        {
            "docid": "19777897_8",
            "document": "Nonviolent video game . The majority of these games have not been scientifically tested to see whether children learn the skills the games claim to teach.In another study performed in Chile, educational video games were put into some first and second grade classrooms. Children who had the games in their classroom showed more progress in math, reading comprehension, and spelling than the children who did not use games in their classrooms.",
            "score": 51.69676971435547
        },
        {
            "docid": "3477886_26",
            "document": "Response to intervention . RTI is a general education process that is used in schools to ensure students receive the supports they need to be successful and excel in school. In the educational literature, RTI is often referred to as a \"Standard Protocol Approach\", as a \"Problem Solving Model.\", or as a hybrid of the two. However, some have challenged a dichotomous view of RTI because both models incorporate problem solving to identify the academic or social-emotional difficulty the student is having and both use a systematic, universal screening procedure during Tier 1 to determine which students are having difficulties meeting age or grade level benchmarks for a specific skill. Typically, Curriculum Based Measurement (CBM) or other predictive data are used to flag the students who are not meeting expected levels of performance. In the problem-solving model approach, the teacher typically refers the student to a problem-solving team to ascertain the challenges a student is having within the classroom. Using information collected from the classroom teacher and others, observations, etc., the team determines what additional supports the student might need to address the learning gap. Standard-protocol approaches tend to rely more on grade-level teams and professional learning communities to make intervention decisions, but both approaches use a problem-solving procedure to make decisions, which makes the distinction somewhat meaningless. Many schools rely on grade-level teams to make intervention decision and use a standardized intervention for tier 2, but then rely on a problem-solving team to develop individualized interventions for tier 3.",
            "score": 51.59265899658203
        },
        {
            "docid": "25272795_52",
            "document": "Minersville Area School District . The 3rd graders take the PSSAs in math and reading. The fourth grade is tested in reading, math and science. The fifth grade is evaluated in reading, mathematics and writing. Sixth grade has been tested in reading and math since 2006. Pennsylvania System of School Assessments (PSSAs) are No Child Left Behind Act related examinations which were administered beginning 2003 to all Pennsylvania public school students in grades 3rd-8th. The goal was for 100% of students to be on grade level or better in reading and mathematics, by the Spring of 2014. The tests focused on the state's Academic Standards for reading, writing, mathematics and science. The Science exam is given to 4th grades and includes content in science, technology, ecology and the environmental studies. The first cohort of children who attended Accountability Block Grant funded full-day kindergarten reached third grade and took the PSSAs in the spring of 2008.",
            "score": 51.51614761352539
        },
        {
            "docid": "209926_14",
            "document": "Humorist . Steve Martin (born 1945), comedian and actor, wrote \"Cruel Shoes\", a book of humorous essays and short stories, in 1977 (published 1979). He wrote his first humorous play \"Picasso at the Lapin Agile\" in 1993, and wrote various pieces in \"The New Yorker\" magazine in the 1990s. He later wrote more humorous plays and two novellas. Hugh Laurie (born 1959) is an English comic actor who worked for many years in partnership with Stephen Fry. He is a fan of the English humorist P.G. Wodehouse, and has written a Wodehouse-style novel.",
            "score": 51.50408935546875
        },
        {
            "docid": "8457180_43",
            "document": "United School District (Pennsylvania) . Each year, in the Spring, the 3rd grade and sixth grade take the PSSAs in math and reading. The fourth graders are tested in reading, math and science. The fifth grade is evaluated in reading, mathematics and writing. Pennsylvania System of School Assessments, commonly called PSSAs are No Child Left Behind Act related examinations which were administered beginning 2003 to all Pennsylvania public school students in grades 3rd-8th. The goal was for 100% of students to be on grade level or better in reading and mathematics, by the Spring of 2014. The tests focused on the state's Academic Standards for reading, writing, mathematics and science. The Science exam is given to 4th grades and includes content in science, technology, ecology and the environmental studies. The first cohort of children who attended full-day kindergarten reached third grade and took the PSSAs in spring 2008.",
            "score": 51.41832733154297
        },
        {
            "docid": "15252263_45",
            "document": "Mount Carmel Area School District . The PDE reported that 47.8% of 8th grade students at Mount Carmel Junior High School students were on grade level (15.6% below basic) in reading on the PSSAs given in April 2015. In math/Algebra 1, 27.7% of 8th grade students showed on grade level skills (33% below basic). In science, 50% of the school’s 8th graders demonstrated on grade level science understanding (30% below basic). No eighth grade writing scores were reported. In 7th grade, 38.4% were on grade level in reading (7% below basic), while 29.5% showed on grade level math skills (30% below basic). Statewide 58% of eighth (8th) graders were on grade level in reading, while 29% demonstrated on grade level math skills. Pennsylvania 7th graders were58% on grade level in reading and 33% demonstrated on grade level math skills. Among sixth (6th) graders, 60.7% were reading on grade level, while 39.7% demonstrated on grade level math skills.",
            "score": 51.39264678955078
        },
        {
            "docid": "33264427_24",
            "document": "Catalina Foothills Unified School District . The CFSD middle school curriculum includes English Language Arts, Math, Social Studies, Science, Health & PE, World Languages learning (Spanish), performing arts, and visual arts. Each school has specialists in gifted education, counseling and special education. Every classroom is a technology-enhanced classroom, with access to laptops (2:1 ratio), iPads, iPods, digital cameras, student response systems, Gmail, and Google academic accounts. Math classes are offered at grade level and above grade level to serve differentiated student needs.",
            "score": 51.37818145751953
        },
        {
            "docid": "748629_12",
            "document": "Student rights in higher education . Students are protected from deviation from information advertised in class syllabi. This may be a binding implied-n-fact contract. \"Goodman v. President and Trustees of Bowdoin College\" (2001) ruled that institutional documents are still contractual regardless if they have a disclaimer. Students are entitled to receive instruction on advertised course content. Institutions have the right to require coverage of designated course material by teachers and faculty and students are generally protected if they adhere to syllabus guidelines. Students may expect teaching in conformity with the course level advertised. \"Andre v. Pace University\" (1994) awarded damages on the grounds of negligent misrepresentation and breach of contract. Teachers must give reasonable attention to all stated course subjects. Students may have all advertised content covered in sufficient depth. \"Scallet v. Rosenblum\" (1996) found that \"tight control over the curriculum was necessary to ensure uniformity across class sections\". Students may be graded fairly and in accordance with criteria set forth by the course syllabuses and may be protected from the addition of new grading criteria. Institutions have the responsibility of preserving quality in grade representations and comparability between classes and prevent grade inflation. Teachers have the right, under the first amendment, to communicate their opinions regarding student grades, but institutions are required to meet students implied contract rights to fair grading practices. Departments may change grades issued by teachers which are not in line with grading policies or are unfair or unreasonable. Students have the right to learn. Teachers do not have free rein in the classroom. They must act within departmental requirements which ensure students' right to learn and must be considered effective. \"Sweezy v. New Hampshire\" (1957) found that teachers have the right to lecture. They do not have academic freedom under the law. Any academic freedom rules are put in place by the school. Students may expect protection from the misuse of time; teachers may not waste students' time or use the class as a captive audience for views or lessons not related to the course. \"Riggin v. Bd. of Trustees of Ball St. Univ.\" found that instructors may not \"wast[e] the time of the students who have come there and paid money for a different purpose.\" Students can expect effective teaching even if it requires departmental involvement in teaching and curriculum development. Kozol (2005) observed that the curriculum development may not be beneficial for all students since some students come from disadvantaged backgrounds where not every student has equitable opportunities to succeed in school. If there is departmental involvement in the students' learning then the departments need to acknowledge that students are different when they belong to a minority group. Ogbu (2004) argued that for an effective teaching to take place, departments need to understand students at a group level as well as at an individual level because even students within the same minority groups are different. Given that students have the right to effective teaching, department involvement needs to understand cultural diversity and cultural differences before a curriculum development is considered.  Teachers have the right to regulated expression but may not use their first amendment privileges punitively or discriminatorily or in a way which prevents students from learning by ridiculing, proselytizing, harassment or use of unfair grading practices. The 1990 Americans With Disabilities Act and Section 504 of the 1973 Rehabilitation Act prohibit disability based discrimination in the classroom. Act This includes ability discrimination in learning and deemed otherwise qualified are entitled to equal treatment and reasonable accommodations in both educational and employment related activities. The Supreme Court defined 'Otherwise Qualified' as an individual who can perform the required tasks in spite of rather than except for their disability. Disabled students are entitled to equal access to classrooms facilities required to achieve a degree. Students Equality entails that individuals not be treated differently by individuals or systematically by an institution. Thus, testing policies which systematically discriminate, are unlawful according to the constitution. \"United States v. Fordice\" (1992) prohibited the use of ACT scores in Mississippi admissions, for instance, because the gap between ACT scores of white and black student was greater than the GPA gap which was not considered at all.",
            "score": 51.295867919921875
        },
        {
            "docid": "20819659_38",
            "document": "Aliquippa School District . In the Spring of each school year, the 3rd graders take the PSSAs in math and reading. The fourth grade is tested in reading, math and science. The fifth grade is evaluated in reading, mathematics and writing. Sixth graders are tested in math and reading. The PSSAs are No Child Left Behind Act related examinations which are administered beginning 2003 to all Pennsylvania public school students in grades 3rd-8th. The goal is for 100% of students to be on grade level or better in reading and mathematics, by the Spring of 2014. The tests focus on the state's Academic Standards for reading, writing, mathematics and science. The Science exam is given to 4th grades and includes content in science, technology, ecology and the environmental studies.",
            "score": 51.260292053222656
        },
        {
            "docid": "10398449_46",
            "document": "Milton Area School District . The PDE withheld the school's SPP score. The PDE reported that 60.8% of 8th grade students at Milton Area Middle School students were on grade level in reading on the PSSAs given in April 2015. In math/Algebra 1, 39.9% of 8th grade students showed on grade level skills (28.5% below basic). In science, 66.7% of the school’s 8th graders demonstrated on grade level science understanding. No eighth grade writing scores were reported. In 7th grade, 60.5% were on grade level in reading (7% below basic), while 45.9% showed on grade level math skills (21% below basic). Among 6th graders, 60.2% were on grade level in reading (8% below basic) and 56.7% were on grade level in mathematics (11% below basic). Statewide 58% of eighth (8th) graders were on grade level in reading, while 29% demonstrated on grade level math skills. Pennsylvania 7th graders were58% on grade level in reading and 33% demonstrated on grade level math skills. Among sixth (6th) graders, 60.7% were reading on grade level, while 39.7% demonstrated on grade level math skills.",
            "score": 51.10321044921875
        }
    ]
}