{
    "q": [
        {
            "docid": "22528960_3",
            "document": "George H. Brooke . George Brooke was born on July 9, 1874, in Brookeville, Maryland, to Walter H. Brooke at Caroline Leggett Brooke. He was married to Marie Louise Gregg Robb. He and his wife had no children. George Brooke attended Brookeville High School in Maryland before moving on to Swarthmore College in Pennsylvania. At Swarthmore, he played baseball and football. He was the captain of the 1892 Swarthmore football team. He received a Bachelor of Science degree from Swarthmore in 1893. He next enrolled at the University of Pennsylvania where he earned a Bachelor of Philosophy (Ph. B) degree in 1895 and an Bachelor of Law (LL. B) degree in 1898.",
            "score": 27.464105129241943
        },
        {
            "docid": "22528960_4",
            "document": "George H. Brooke . Brooke played seven years of college football at Swarthmore College and then at the University of Pennsylvania. He was selected as an All-American in 1894 and 1895 while playing for the University of Pennsylvania. Penn was undefeated and won the national championship of football in the two seasons that Brooke was named an All-American. All-American selector, Caspar Whitney called Brooke a \"very hard man to stop. He strikes the line with almost irresistible force.\" He was regarded as a ferocious fullback and a top notch punter. He is credited with coining the phrase \"coffin corner\" when describing his long punts deep into the opposing end of the field. Brooke was barred from playing for Pennsylvania after the 1895 season because of an agreement between Harvard and the University of Pennsylvania that limited players to four seasons. After finishing a bachelor's degree from Pennsylvania, Brooke was the subject of an allegation of being an ineligible player in an October 24, 1896 game in New Orleans, LA. In the game, Brooke played only one down for Tulane University before LSU protested to the game's referee. Tulane claimed that Brooke planned on enrolling there as a graduate student. During the debate between team captains, Brooke refused to sign an affidavit stating his intention to enroll at Tulane, as he was already enrolled in law school at the University of Pennsylvania. The referee ruled him ineligible to play. The Tulane football team refused to continue playing the game without Brooke, so the referee ruled the game to be a forfeit in favor of LSU.",
            "score": 27.154852867126465
        },
        {
            "docid": "56589261_9",
            "document": "Brooke Mansion (Birdsboro, Pennsylvania) . About the time of Edward Brooke II's 1886 graduation, the University of Pennsylvania was contemplating building a fireproof library in which it could gather its collections in a single building. Frank Furness's brother Horace was chosen to head the building committee, and the architect began drawing up detailed plans even before the project was officially announced. The committee hired Furness to advise them, and later chose him to be the library's architect.",
            "score": 27.042014360427856
        },
        {
            "docid": "16817424_15",
            "document": "Project Runway (season 5) . Working in teams of two, designers were asked to make an outfit that could transition from day to night for Brooke Shields's character Wendy Healy on the television show \"Lipstick Jungle\". The winning design was to be worn by Brooke Shields on Season 2 of \"Lipstick Jungle\". Each team was given a budget of $150 and one day to complete their designs. After sketching individually for 30 minutes and pitching their ideas to Shields, six designers were picked by Brooke as team leaders (team leaders shown in bold below). The team leaders were picked in a random order and selected a teammate.",
            "score": 25.261075496673584
        },
        {
            "docid": "3029865_5",
            "document": "Steve Shields (ice hockey) . Shields was drafted in the fifth round (#101 overall) in the 1990 NHL Entry Draft by the Buffalo Sabres out of the University of Michigan. Shields could be best classified as a journeyman NHL goaltender over his tenure. In his NHL career, Shields would play for the Buffalo Sabres, the San Jose Sharks, the Mighty Ducks of Anaheim, the Boston Bruins, the Florida Panthers, and the Atlanta Thrashers. Shields has recently been playing in the NESHL as a center for Mutiny. Mutiny is a B division team out of the Metro Boston league.",
            "score": 22.3042573928833
        },
        {
            "docid": "22863393_3",
            "document": "Jainendra K. Jain . Born in 1960, Jain received his primary, middle and high school education in a government school in a rural village called Sambhar, Rajasthan, located at the eastern margin of Thar desert in India. He received bachelor's degree at Maharaja College, Jaipur, his master's degree in physics at Indian Institute of Technology Kanpur and PhD at the Stony Brook University under the supervision of Prof. Philip B. Allen. After working as a post-doctoral researcher at the University of Maryland and the Yale University he returned to the Stony Brook University as a faculty in 1989. In 1998 he moved to the Pennsylvania State University as the first Erwin W. Mueller Professor of Physics. In 2012, Penn State University awarded Jain with Evan Pugh University Professorship, named after the first president of the university.",
            "score": 26.9983491897583
        },
        {
            "docid": "1165480_10",
            "document": "Phillips Brooks . In 1877 the building of Trinity was completed, but the Venetian mosaics Brooks and Richardson wanted they could not then afford. It was not until the magnificent new altar and sanctuary of Maginnis & Walsh in 1938 that Trinity's chancel reflected that aspect of their dreams for Trinity, which Brooks called \"America's glory forever\". Here Phillips Brooks preached Sunday after Sunday to great congregations, until he was consecrated Bishop of Massachusetts in 1891. In 1886, he had declined an election as assistant bishop of Pennsylvania. He was for many years an overseer and preacher of Harvard University. In 1881 he declined an invitation to be the sole preacher to the university and professor of Christian ethics. On April 30, 1891 he was elected sixth Bishop of Massachusetts, and on the 14 October was consecrated to that office in Trinity Church.",
            "score": 25.915980577468872
        },
        {
            "docid": "28260_22",
            "document": "Sonnet . Happy ye leaves. whenas those lily hands, (a) Which hold my life in their dead doing might, (b) Shall handle you, and hold in love's soft bands, (a) Like captives trembling at the victor's sight. (b) And happy lines on which, with starry light, (b) Those lamping eyes will deign sometimes to look,(c) And read the sorrows of my dying sprite, (b) Written with tears in heart's close bleeding book. (c) And happy rhymes! bathed in the sacred brook (c) Of Helicon, whence she derived is, (d) When ye behold that angel's blessed look, (c) My soul's long lacked food, my heaven's bliss. (d) Leaves, lines, and rhymes seek her to please alone, (e) Whom if ye please, I care for other none. (e) </poem>",
            "score": 24.651413202285767
        },
        {
            "docid": "33106960_29",
            "document": "Joanna Shields, Baroness Shields . Shields was born in St. Marys, Pennsylvania, the second of five children. She graduated as BS from Penn State University, where she was a member of Chi Omega sorority, and did her post-grad studies as MBA from George Washington University. Shields received a Doctorate in Public Service, Honoris Causa, from George Washington University May 2016.",
            "score": 41.532665729522705
        },
        {
            "docid": "31097390_3",
            "document": "James B. Orlin . Orlin did his undergraduate studies at the University of Pennsylvania, receiving a bachelor's degree in mathematics in 1974. He earned a master's degree in mathematics from the California Institute of Technology in 1976, and a Ph.D. in operations research from Stanford University in 1981 under the supervision of Arthur Fales Veinott Jr. He joined the MIT faculty as an assistant professor in 1979, and became the Brooks Professor in 1998.",
            "score": 20.677667379379272
        },
        {
            "docid": "80135_21",
            "document": "Rutgers University . The current president is Robert L. Barchi, M.D., Ph.D. (b. 1946), an accomplished neuroscientist and board-certified physician. Dr. Barchi previously served as president of the Thomas Jefferson University in Philadelphia and as provost of the University of Pennsylvania before being appointed by the university's two governing boards on April 11, 2012 to succeed outgoing president Richard L. McCormick (b. 1947), the son of popular Rutgers history professor and college dean Richard P. McCormick. Barchi assumed the office on September 1, 2012 and his tenure has so far involved overseeing the university's acquisition of a medical school and related research and clinical facilities after a merger with the University of Medicine and Dentistry of New Jersey, a redevelopment of the College Avenue Campus, and a transition of the Scarlet Knights athletic program to the Big Ten Conference (beginning in 2014).",
            "score": 19.983944177627563
        },
        {
            "docid": "334063_28",
            "document": "Brookings Institution . In 2006, the Brookings Institution established the Brookings-Tsinghua Center (BTC) for Public Policy as a partnership between the Brookings Institution in Washington, D.C. and Tsinghua University's School of Public Policy and Management in Beijing, China. The Center seeks to produce high quality and high impact policy research in areas of fundamental importance for China's development and for U.S.-China relations. The BTC is directed by Qi Ye.",
            "score": 28.30026340484619
        },
        {
            "docid": "11685274_29",
            "document": "List of Hannah Montana characters . Susan B. Stewart portrayed by Brooke Shields (season 2–3) was Robby's wife and Miley and Jackson's mother. Susan is the daughter of Grandma Ruby. She died three years prior to season one, but is often mentioned by the Stewarts and appears in household pictures. She also appears in person in three episodes by way of old home videos and various dream sequences. These are \"I Am Hannah, Hear Me Croak\", \"The Way We Almost Weren't\", and \"He Could Be the One\".",
            "score": 23.837685108184814
        },
        {
            "docid": "25579222_3",
            "document": "John L. Brooke . Brooke graduated from Cornell University in 1975, and from the University of Pennsylvania, with an M.A. and Ph.D. in 1982.  He taught at Franklin & Marshall College, Amherst College, and Tufts University. He most recently teaches at Ohio State University.",
            "score": 22.87035584449768
        },
        {
            "docid": "25608838_7",
            "document": "Yinyu Ye . Before joining Stanford University, Ye was a Henry B. Tippie Research Professor at the University of Iowa. Ye is a co-founder of minMax Optimization, a technology company based in Palo Alto and Shanghai focused on creating optimization tools for geospatial and financial problems.",
            "score": 12.195187091827393
        },
        {
            "docid": "14261611_6",
            "document": "Heavy Unit . B - Shield Unit: This granted the player a shield that could take three hits before dissipating.",
            "score": 16.935537099838257
        },
        {
            "docid": "18984642_1",
            "document": "Brooke Shields . Brooke Shields",
            "score": 19.98305034637451
        },
        {
            "docid": "22466710_2",
            "document": "Wallis Brooks . Wallis W. Brooks is a former Republican member of the Pennsylvania House of Representatives. She graduated from American University with a degree in English in 1969. She earned a law degree from the Dickinson School of Law, and was admitted to the Pennsylvania bar in 1973.",
            "score": 32.33000659942627
        },
        {
            "docid": "28960162_3",
            "document": "Paul Makler Sr. . Makler was born in Philadelphia, Pennsylvania, and is Jewish. Makler attended the University of Pennsylvania, fencing for the University of Pennsylvania Quakers, and University of Pennsylvania Medical School, graduating in 1964, became a physician, and practiced internal medicine for many years. His sons Paul Makler Jr. and Brooke Makler fenced at the 1972 Summer Olympics and the 1976 Summer Olympics, respectively.",
            "score": 25.714499950408936
        },
        {
            "docid": "51382498_4",
            "document": "New York Branch . The New York Branch was a cooperative effort between the North Pennsylvania Railroad, founded in 1852, and the Delaware and Bound Brook Railroad, a new company and part of the National Railway scheme. The goal was to construct a \"New Line\" between New York and Philadelphia which could compete with the Pennsylvania Railroad. The North Pennsylvania extended its line north from Jenkintown to Yardley, on the Delaware River, while the Delaware and Bound Brook constructed a new line from West Trenton to Bound Brook, New Jersey, where it joined the Central Railroad of New Jersey. The line opened for through traffic on May 1, 1876, in time for the Centennial Exposition.",
            "score": 25.199512004852295
        },
        {
            "docid": "2230235_13",
            "document": "Asian American studies . On the East Coast, the State University of New York at Stony Brook created an Asian & Asian American Studies Department after a 52 million dollar donation by Charles B. Wang (the founder of Computer Associates). The Charles B. Wang Center is designed as a vital space for multi-disciplinary and multicultural dialogues. The building was officially presented to Stony Brook University by Charles B. Wang on October 22, 2002. It was the largest single private gift ever received by the State University of New York 64-campus system. The Wang Center is used for conferences, art exhibits, film festivals, lectures, seminars, and performances. It is open to all Stony Brook students, faculty, and staff as well as the surrounding community.",
            "score": 18.036784648895264
        },
        {
            "docid": "596630_2",
            "document": "Charles B. Wang Center . The Charles B. Wang Center, located at the State University of New York at Stony Brook in Stony Brook, New York, is dedicated to understanding East Asian and American cultures, and the interactions of these cultures with other world cultures. The center was completed in 2002, and was designed by P.H. Tuan. Building of the center was intended to be funded by Charles B. Wang through an over 40 million dollar donation to Stony Brook University, which was then the largest ever private donation to a SUNY school. Actual construction costs far exceeded the original donation, becoming a source of controversy among students and faculty at the time.",
            "score": 21.312220335006714
        },
        {
            "docid": "42369712_3",
            "document": "Ryan Brooks . Brooks was born in New Orleans, Louisiana, and raised in Narberth, Pennsylvania. He played college basketball at Temple University.",
            "score": 21.489197254180908
        },
        {
            "docid": "46559833_7",
            "document": "Zhang Hongyuan . In September 1941, he was recruited by the Kuomintang government to succeed Ye Yuanlong as President of Chongqing University, a position in which he remained until November 1949.",
            "score": 14.732280254364014
        },
        {
            "docid": "1003926_9",
            "document": "Mark Shields . He has taught U.S. politics and the press at the University of Pennsylvania’s Wharton School, Georgetown University's McCourt School of Public Policy, and he was a fellow at the Harvard Institute of Politics at the Kennedy School of Government. Shields is a regular political commentator on the PBS NewsHour.",
            "score": 28.79835867881775
        },
        {
            "docid": "5925071_6",
            "document": "Brymbo . Sometime in the fifteenth century, landowner Edward ap Morgan ap Madoc, gentleman, built a dwelling in the township that was later to become Brymbo Hall, the home of his descendants the Griffith family. A survey of the Lordship of Bromfield and Yale, conducted in 1620 by John Norden and his son, described the boundaries of the township of Brymbo, in the manor of Esclusham, as follows: To the ffirst article the said Jurie doe say that the towneshipp of Brymbo, beeing part of ye said mannor, is bounded from Mynera by a brooke called Gwenfro, by a common there called Y Koed boeth by the south side; and from Flintshire by a brooke called Avon y Frith, running from a common called Nant y Frith to a rive' called Kegidog; and soe the said Kegidog running downeward a little beyond a bridge called Pont y Place Mayne vppon ye north side, and from Gwersilt by a little brooke called y Frwe, and from Broughton by a little brook running from a common called Harwood to a place called y Groes faen on ye east side ; and vpon ye west, from ye said common called Nant y Frith to a place vpon ye said common called Maes Maylo' or thereabouts; but ye certaine boundes of ye said towneshipp vppon ye said mountayne or common, they cannott sett downe.",
            "score": 13.964232444763184
        },
        {
            "docid": "52507773_3",
            "document": "Jeanne Brooks-Gunn . Brooks-Gunn received her B.A in psychology at Connecticut College in 1969. She went to graduate school at Harvard University where she obtained her Ed.M in Human Learning and Development in 1970. Brooks-Gunn continued her studies the University of Pennsylvania, receiving her Ph.D. in human learning and development under the supervision of Michael Lewis.",
            "score": 44.251970291137695
        },
        {
            "docid": "55273125_3",
            "document": "Barbara Brookes . Brookes completed a bachelor's degree at the University of Otago in 1976, then won scholarships to Bryn Mawr College in Pennsylvania, where she completed a master's degree (1978) and a PhD (1982). Her PhD thesis topic was abortion in England during the inter-war period. Brookes was offered a post-doctoral scholarship at Otago and a permanent position in the university's Department of History in 1983.",
            "score": 34.40111446380615
        },
        {
            "docid": "48556266_2",
            "document": "Spring Brook, Pennsylvania . Spring Brook is an unincorporated community in Spring Brook Township in Lackawanna County, Pennsylvania. Spring Brook is located at the intersection of Pennsylvania Route 502 and Pennsylvania Route 690 southwest of Moscow.",
            "score": 19.417448043823242
        },
        {
            "docid": "3321994_3",
            "document": "Samuel Hazo . (b. 1966) Samuel R. Hazo resides in Pittsburgh, Pennsylvania with his wife and children. In 2003, Mr. Hazo became the first composer in history to be awarded the winner of both composition contests sponsored by the National Band Association. His piece Mountain Thyme was an Honorable Mention for the 2013 CBDNA Composition Contest. He has composed for the professional, university and public school levels in addition to writing original scores for television, radio and the stage. His original symphonic compositions include performances with actors Brooke Shields, James Earl Jones, and Richard Kiley. Most recently, Mr. Hazo was asked by the Newtown School District to compose the memorial for the children and women who were lost in the tragedy at their Sandy Hook Elementary School. The result was a major work for Choir, Orchestra and Wind Band combined titled \"Glorificare.\" It was premiered in May 2013 by the Hartford Symphony Orchestra and VOCE Singers performing side-by-side with the Newtown High School musicians. Mr. Hazo also composed \"Bridges,\" which he was requested to write by Virginia Tech University following their tragic shootings. In 2012, two of Mr. Hazo's compositions were performed at the London Summer Olympic Games.",
            "score": 34.22893667221069
        },
        {
            "docid": "18984642_3",
            "document": "Brooke Shields . In 1983, Shields suspended her career as a model to attend Princeton University, where she graduated with a bachelor's degree in Romance Languages. In the 1990s, Shields returned to acting and appeared in minor roles in films. She also starred in the NBC sitcoms \"Suddenly Susan\" (1996-2000), for which she received two Golden Globe nominations and \"Lipstick Jungle\" (2008-2009). In 2017, Shields returned to NBC with a major recurring role in \"\" in the shows 19th season. Since 2014, Shields has voiced Beverly Goodman in the Adult Swim animated series \"Mr. Pickles\".",
            "score": 38.76772475242615
        },
        {
            "docid": "5950067_3",
            "document": "J. Twing Brooks . Brooks was born in Edgeworth (now Sewickley), Pennsylvania. He graduated from the Sheffield Scientific School of Yale University in 1908.",
            "score": 25.029568195343018
        }
    ],
    "r": [
        {
            "docid": "13972946_16",
            "document": "Mary Garrett . Garrett set forth six extremely stringent conditions for acceptance of her gift: Garrett set the admission standards according to the highly-praised European standards of medical education. Gilman was very concerned about the more rigorous academic standards. In the late nineteenth century, most of the medical schools in the United States were \"small profit-making enterprises\" owned by the faculties. The medical schools sold medical degrees to whoever paid the tuition fee. No preliminary education was required for admission. When Harvard University and University of Pennsylvania raised the academic standards earlier, they faced a revenue drop as fewer students were qualified for admission. The precarious financial situation of Hopkins worried Gilman; he could not afford a new financial dilemma. He tried to convince Garrett to lower her standards, but failed. Through negotiations, Garret finally agreed to modify two paragraphs of her terms, emphasizing that her terms of gift \"would not interfere with the operation of the university.\" She also added that the university could modify the admission requirement, but the standard should remain the same. On February 20, 1893, she approved the statement and terms and signed the Requirements of Admission. By forcing the university to accept females on the same basis as males and increasing the admission requirements, Garrett made Johns Hopkins School of Medicine the first co-educational, graduate-level medical school in the United States.",
            "score": 71.86210632324219
        },
        {
            "docid": "33660916_17",
            "document": "Test (assessment) . Grades or test scores from standardized test may also be used by universities to determine if a student applicant should be admitted into one of its academic or professional programs. For example, universities in the United Kingdom admit applicants into their undergraduate programs based primarily or solely on an applicant's grades on pre-university qualifications such as the GCE A-levels or Cambridge Pre-U. In contrast, universities in the United States use an applicant's test score on the SAT or ACT as just one of their many admission criteria to determine if an applicant should be admitted into one of its undergraduate programs. The other criteria in this case may include the applicant's grades from high school, extracurricular activities, personal statement, and letters of recommendations. Once admitted, undergraduate students in the United Kingdom or United States may be required by their respective programs to take a comprehensive examination as a requirement for passing their courses or for graduating from their respective programs.",
            "score": 69.71881866455078
        },
        {
            "docid": "8521334_11",
            "document": "Morris County School of Technology . The Morris County School of Technology has a rigorous admissions process that makes it one of the most difficult schools to get into in the Morris County area. Before being able to begin the admissions process the prospective student must have teacher recommendation forms filled out by the core academic classes at his/her middle school and also present their 7th grade report card and New Jersey Standardized Test Scores or private school equivalents by November. Once these forms are sent in the student takes a two-hour entrance exam testing the student on their English, Mathematical, Scientific and Historical knowledge. After the entrance exam the prospective students write an essay on an assigned topic and hand them in to their proctor. If the student passes the entrance exam he/she moves onto the interview phase of the admissions process. The interview portion of the process consists of the student sitting with a member of the admissions department and answering questions regarding the student's goals for the future and reasons for applying to MCST. After the interview all of the factors are taken into consideration and it is decided whether or not the student is admitted. If the student has scored well on the essay and exam, has good grades and recommendations and did well in the interview a letter and package with the student handbook and course catalog is sent to them by February.",
            "score": 69.42658233642578
        },
        {
            "docid": "3665312_77",
            "document": "College admissions in the United States . There are numerous reports that colleges use proprietary mathematical algorithms as part of their process for evaluating applications. Some colleges hire statistical experts known as \"enrollment consultants\" to help them predict enrollment by developing computer models to select applicants in such a way as to maximize yield and acceptance rates. Some of these models take into account factors such as an applicant's \"zip code, religion, first-choice major and extracurricular interests, as well as academic performance\". Colleges have been reported to have mathematical algorithms that recalculate an applicant's high school grade point average by weighing different course grades by factors such as perceived course difficulty and strength of high school curriculum. This helps the college come up with a revised GPA number for a student to compare against applicants from other schools. Furthermore, many colleges track how well other students from the same high school have done—that is, applicants from the same high school who attended or are attending the college—by comparing their high school grades against their college grades, and admissions officers use this data to try to estimate the likely college grade performance of a given applicant. Generally admissions departments do not reveal the particulars of such mathematical analyses. According to Michele Hernandez, Ivy League admissions departments compile an \"academic index\" based on three main factors: In her view, two-thirds of this evaluation is based on tests, while only one third is based on grades, leading her to conclude at one point that grades were less important overall as a factor than test scores, while in a different chapter she also suggested that the high school transcript information described roughly 60% of the college's perception of a student's academic performance. Next, the composite \"academic index\" score was combined with an analysis of personal factors such as extracurricular activity or the essay, such that the academic factor was weighted 70% to 85% while the personal evaluation was weighted only 30% to 15%. Generally the particulars of the mathematical formulas are not revealed to the public, and different colleges have different formulas. Part of the purpose of algorithms is to expedite the handling of thousands of applications in a short amount of time. For example, at Dartmouth College, data goes into a \"master card\" for each application, which leads to a \"ready sheet\", where readers summarize applications; then, an initial screening is done: top applications go directly to the director of admissions for approval while lackluster ones go to another director. Dartmouth uses \"A\" for accept, \"R\" for reject, \"P\" for possible, with \"P+\" and \"P-\" being variants. A committee might spend a week with the \"P\" ones, of which they only accept about a sixth, according to Hernandez.",
            "score": 69.4035415649414
        },
        {
            "docid": "45082736_4",
            "document": "Graduate science education in the United States . There are 282 universities in the United States that award the PhD degree, and those universities vary widely in their criteria for admission, as well as the rigor of their academic programs. Typically, PhD programs require applicants to have a Bachelor's degree in a relevant field (and, in many cases in the humanities, a master's degree), reasonably high grades, several letters of recommendation, relevant academic coursework, a cogent statement of interest in the field of study, and satisfactory performance on a graduate-level exam specified by the respective program (e.g., GRE, GMAT). Specific admissions criteria differ substantially according to university admissions policies and fields of study. Some programs in well-regarded research universities may have very low acceptance rates and require excellent performances on the GRE and in undergraduate work, strong support in letters of recommendation, substantial research experience, and academically sophisticated samples of their writing.",
            "score": 68.29478454589844
        },
        {
            "docid": "45696868_12",
            "document": "Elizabeth Farrand . In her history of the university Farrand ironically declared there that was one “serious evil” awaiting remedy in the University of Michigan Medical School: “its requirements for admission are very low. A slight examination is required, and trifling as it is, it excludes each year a few applicants.” But it was possible she wrote from experience because as she was finishing her book in 1884 the Regents approved her request to move to part-time status during the 1885/85 academic year so she could attend the University’s medical school. There is no firm evidence of why she made this decision but its timing might have been related to the death of her uncle, D. O. in 1883. The out-pouring of grief and tributes to him at his Ann Arbor funeral was striking. If one had any interest in medical practice at all his life demonstrated the impact it could have.",
            "score": 65.0386734008789
        },
        {
            "docid": "28811409_6",
            "document": "University of Toronto School of Public Policy and Governance . Admission to SPPG's two-year professional Master of Public Policy program is highly competitive. The school typically receives 600+ applications for only 80 first year spots. Candidates are selected on a holistic basis. At minimum candidates are required to have a four-year bachelor's degree, with a minimum Grade Point Average (GPA) in the final year of undergraduate studies of 3.3 out of a possible 4.0 or a B standing. However, due to the high volume of applications there are many more highly qualified candidates than first year spots and simply meeting the minimum requirements is unlikely to be sufficient to gain admission. The school assesses candidates based on 5 factors: an online application form, a statement of purpose, a resume or curriculum vitae, 2 letters of academic recommendation, and an applicant's academic record. In addition, candidates may provide up to an additional two letters of reference from another source (for example, from an employer or volunteer organization). In determining admission the school considers a strong application one that has a high level of cohesion between the 5 supporting documents and the structure and learning objectives of the MPP program.",
            "score": 64.77167510986328
        },
        {
            "docid": "1524959_78",
            "document": "University and college admission . During the first few months (September to December) of the final year of school or sixth form college (age 17/18) or after having left school, applicants register on the UCAS website and select five courses at higher education institutes (fewer choices are permitted for the more competitive subjects such as medicine and veterinary medicine). If the applicant is still at school, his or her teachers will give him or her predicted grades for their A-level, Highers or IB subjects, which are then used for the application. If the applicant has already left school, he or she applies with results already obtained. The applicant must provide a personal statement describing in their own words why they want to study that particular subject and why they would be a committed student, and their school must provide an academic reference. Some universities (e.g. Oxford, Cambridge, Manchester, Imperial College, King's College London or University College London) and some disciplines (e.g. medicine) routinely require shortlisted candidates to attend an interview and/or complete special admissions tests before deciding whether to make an offer. In the absence of tests and interviews, the personal statement and reference can be decisive, as many students are likely to apply to competitive courses with similar predicted and actual grades.",
            "score": 64.61043548583984
        },
        {
            "docid": "35892240_20",
            "document": "Transfer admissions in the United States . Admissions departments, when evaluating transfer applicants, weigh the student's grade point average at their current college to a considerable extent; it is usually the single most important factor overall. One estimate was that 90% of colleges surveyed felt that the college grade point average was \"considerably important.\" A second source confirms that post-secondary grade point average is the \"most important factor for transfer admission.\" Other factors entering into transfer evaluations may include high school grade point average (56% of colleges consider this), recommendations and quality of current college or university programs (48%), essays or writing samples (47%), and scores on standardized tests (42%). As a rule of thumb, the more time that a student has spent with his or her current college, the less another school will be interested in standardized tests taken during high school such as the ACT test or SAT test. A student who has completed two-years at a community college and earned an Associate Degree often will not be asked to supply a high school record or ACT/SAT scores unless he or she earned less than 30 credits. About a tenth of colleges (11%) consider it a negative if the transfer applicant planned to only attend the new school \"part-time\".",
            "score": 64.56511688232422
        },
        {
            "docid": "346643_21",
            "document": "Graduate Record Examinations . In addition to GRE scores, admission to graduate schools depends on several other factors, such as GPA, letters of recommendation, and statements of purpose. Furthermore, unlike other standardized admissions tests (such as the SAT, LSAT, and MCAT), the use and weight of GRE scores vary considerably not only from school to school, but also from department to department and program to program. For instance, most business schools and economics programs require very high GRE or GMAT scores for entry, while engineering programs are known to allow more score variation. Liberal arts programs may only consider the applicant's verbal score, while mathematics and science programs may only consider quantitative ability. Some schools use the GRE in admissions decisions, but not in funding decisions; others use it for selection of scholarship and fellowship candidates, but not for admissions. In some cases, the GRE may be a general requirement for graduate admissions imposed by the university, while particular departments may not consider the scores at all. Graduate schools will typically provide the average scores of previously admitted students and information about how the GRE is considered in admissions and funding decisions. In some cases programs have hard cut off requirements for the GRE; for example, the Yale Economics PhD program requires a minimum quantitative score of 160 to apply. The best way to ascertain how a particular school or program evaluates a GRE score in the admissions process is to contact the person in charge of graduate admissions for the specific program in question.",
            "score": 63.85790252685547
        },
        {
            "docid": "231912_6",
            "document": "General Certificate of Education . As the more academically rigorous A Levels awarded at Year 13 are expected for university admission, the high school diploma alone is generally not considered to meet university requirements. Students who wish to study in the United Kingdom may additionally participate in the Advanced Placement (AP) or International Baccalaureate (IB) programs, which are considered to be at the level of the A Level qualifications and earn points on the UCAS Tariff, or may opt to take A Level examinations in British international schools or as private candidates. Standardized tests, such as the College Board's SAT and SAT Subject Tests or the ACT, may also be considered.",
            "score": 63.2230110168457
        },
        {
            "docid": "42055305_30",
            "document": "High school diploma . As the more academically rigorous A Levels awarded at Year 13 are expected for university admission, the high school diploma alone is generally not considered to meet university requirements. Students who wish to study in the United Kingdom may additionally participate in the Advanced Placement (AP) or International Baccalaureate (IB) programs, which are considered to be at the level of the A Level qualifications and earn points on the UCAS Tariff, or may opt to take A Level examinations in British international schools or as private candidates. College Entrance Examination Board (CEEB) tests, such as the SAT, SAT Subject Tests, or the ACT, may also be considered.",
            "score": 63.21199035644531
        },
        {
            "docid": "14631230_4",
            "document": "University of California, Irvine academics . The choice to offer admission is based on the University of California's comprehensive review program. It considers a candidate's personal situation, community involvement, extracurricular activities, and academic potential in addition to the traditional high school academic record, personal statement, and entrance examination scores. While residency is not a factor in admission, it is a factor in tuition expenses, with out-of-state residents spending more annually than California residents. State law prohibits UC Irvine from practicing affirmative action in its admissions process.",
            "score": 63.19329071044922
        },
        {
            "docid": "142298_61",
            "document": "Trinity College Dublin . The Central Applications Office processes applications from Irish, British and European Union applicants for undergraduate courses on behalf of Trinity College. Decisions on admissions to undergraduate courses are made by Trinity College who instruct the CAO to make offers to successful candidates. In order to be considered for admission, all applicants must first reach the university's minimal matriculation requirements, which typically involves holding sufficient recognised qualifications in English, Mathematics and a second language. Furthermore, applicants for certain courses may be required to achieve more specific qualifications than those prescribed for minimum matriculation requirements. Eligible applicants must then compete for places based on the results of their school leaving examinations, however, applicants can additionally take matriculation examinations which are held in the university in April, in which each subject is considered equivalent to that of the Irish Leaving Certificate. Applications for restricted courses require further assessment considered in the admissions process, such as the Health Professions Admissions Test (HPAT) for medicine or entrance tests for music and drama courses. As applications for most courses far exceeds available places, admission is highly selective, demanding excellent grades in the aforementioned examinations. Through the CAO, candidates may list several courses at Trinity College and at other third-level institutions in Ireland in order of preference. Places are awarded in mid-August every year by the CAO after matching the number of places available to the academic attainments of the applicants. Qualifications are measured as \"points\", with specific scales for the Irish Leaving Certificate, UK GCE A-level, the International Baccalaureate and all other European Union school leaving examinations.",
            "score": 62.17618942260742
        },
        {
            "docid": "3665312_78",
            "document": "College admissions in the United States . The consensus view is that high school grades are probably the single most important factor in winning admission. Maintaining high grades is particularly important for the fall semester of twelfth grade, as well as winter grades if applying by regular admission, and there is a report that colleges are paying greater attention to a student's grades throughout twelfth grade. Particularly important is academic performance in core courses, and having a high grade point average based on good grades in AP-level or honors courses. Colleges evaluate applicants often by examining how a student has successfully exploited what a high school has had to offer. High school guidance counselor Erin Day of Summit High School in New Jersey suggested that of the top five criteria for getting into college, having good grades were first, second, and third most important overall (test scores were fourth, extracurricular activities and essay were fifth). An ideal academic record is one of increasingly better grades in courses of progressive difficulty. Hernandez wrote that colleges looked for patterns with both grades and test scores; high grades with low test scores suggested a hard-working student, but high test scores with low grades suggested a picture of a lazy student. Ninth grade grades generally do not count much, but trends are important—an upward trend in grades was a positive factor, a decline a negative one. Public universities are more likely to evaluate applicants based on grades and test scores alone, while private universities tend to be more \"holistic\" and consider other measures, according to one view.",
            "score": 61.895172119140625
        },
        {
            "docid": "50742715_5",
            "document": "Helga Grebing . War provided the backdrop for her early teenage years: during the final two years of the war all the schools in the area were closed and she worked as an \"armaments worker\" in Wildau at the huge Schwartzkopff Locomotive Plant. She was also required at this time to belong to the BDM national youth organisation for girls. She later said that it was her experiences in the BDM which sensitised her very early on to the potential for a return dictatorship inherent in the circumstances surrounding and following the creation of the Socialist Unity Party (SED) in April 1946. The war ended in May 1945. In 1946, she completed her schooling, emerging with a qualification for clerical work. Directly after that, now aged 16 and the youngest in her cohort, Grebing responded to a newspaper advertisement and enrolled at the , a department of Berlin University, where she received a more academically focused year of secondary schooling. In 1947, she earned her \"Abitur\", which opened the way for a university level education. This was part of an unusual scheme that was expressly aimed at school leavers to whom the opportunity of a university education would have been denied during the Nazi years on ground of politics, race or social background. Admission to the course involved an exam: one of her examiners was Hilde Benjamin, a name which later came to wider prominence in connection with the East German show trials of the early 1950s.",
            "score": 61.8311882019043
        },
        {
            "docid": "425106_27",
            "document": "Joint University Programmes Admissions System . Each principal of a local secondary school may nominate up to three students from his/her own school. Those students must have outstanding achievements in non-academic areas such as sports, music, social services, other cultural activities, or have demonstrated leadership abilities. The goal of this scheme is to encourage students to go beyond academics during their secondary studies.",
            "score": 61.59809494018555
        },
        {
            "docid": "1107313_9",
            "document": "Wagner College . Undergraduate admissions to Wagner College are classified as \"more selective\" by \"US News & World Report\" and \"The Princeton Review\", making admission into Wagner College competitive. The average incoming high school grade point average is 3.45. About 97% of incoming students graduate in the top half of their classes. The average incoming SAT score for critical reading is: 530–640, math: 530–650, writing: 520–650. The average incoming ACT score is between 25 and 28. Important admissions factors are class rank, rigor of secondary school record, academic GPA, application essay, extracurricular activities, recommendations, and standardized test scores.",
            "score": 61.538116455078125
        },
        {
            "docid": "44373733_10",
            "document": "Brightstorm . College Counseling provides answers to academic questions commonly asked by high school students and their parents. These videos are created by a professional college admissions counselor and include topics such as How to Apply to College, How to Write a College Essay, How to Choose Extracurricular Activities, and How to Get Better Grades. Users may also upload and ask to have their own personal questions answered.",
            "score": 61.36710739135742
        },
        {
            "docid": "54301620_5",
            "document": "Master of IT in Business . Many programs base their admission decisions in a very similar fashion to the MBA programs, on a combination of undergraduate grade point average, academic transcripts, entrance exam scores, a résumé containing significant work experience, essays, letters of recommendation, and personal interviews. Some schools are also interested in extracurricular activities, community service activities or volunteer work, and how the student can improve the school's diversity and contribute to the student body as a whole. The Graduate Management Admission Test (GMAT) is the most prominently used entrance exam for admissions into MITB programs. The Graduate Record Examination (GRE) is also accepted by almost all MITB programs in order to fulfill any entrance exam requirement they may have. Some schools do not weigh entrance exam scores as heavily as other criteria, and some programs do not require entrance exam scores for admission.",
            "score": 61.334327697753906
        },
        {
            "docid": "44757_66",
            "document": "University of California, Irvine . The choice to offer admission is based on the University of California's comprehensive review program. It considers a candidate's personal situation, community involvement, extracurricular activities, and academic potential in addition to the traditional high school academic record, personal statement, and entrance examination scores. While residency is not a factor in admission, it is a factor in tuition expenses, with out-of-state residents spending more annually than California residents. State law prohibits UC Irvine from practicing affirmative action in its admissions process.",
            "score": 61.32017135620117
        },
        {
            "docid": "3665312_81",
            "document": "College admissions in the United States . A survey of admissions officers revealed that 28% agreed that their school had accepted athletes despite having lower grades and test scores than others. A survey by the \"Atlanta Journal-Constitution\" found that schools with strong athletics departments tended to have athletes with lower SAT scores than non-athletic students. Athletes get better treatment even at elite colleges, according to one academic study. A report suggested that some applications by athletes go first to a special committee for review by coaches, who may then, in turn, advocate for particular players. Recruited athletes who play in-demand or \"revenue\" sports (i.e. generate ticket sales) such as football or basketball can have a \"significantly greater advantage in admissions\" than others. Some Ivy League coaches, seeking to improve the average academic performance of their teams, would admit mediocre athletes with top academic skills as a means to balance out the stellar athletes with below-average academic ability. To fix this \"average score\" arrangement in which there had been a temptation to admit an extremely poor student with great athletic ability, many schools went to a \"banding\" arrangement. For example, coaches would consider all wrestling applicants within a specified range or \"band\" of academic performance, and coaches could admit more wrestler-applicants who showed greater scholastic promise. Howard and Matthew Greene report that coaches do not make admissions decisions, but they can advocate for a particular applicant. And they report that committed athletes should explain in their applications how much time they have used towards perfecting their athletic ability:",
            "score": 61.230045318603516
        },
        {
            "docid": "20568362_24",
            "document": "GCE Advanced Level (United Kingdom) . As the more academically rigorous A Levels awarded at Year 13 are expected for university admission, the high school diploma alone is generally not considered to meet university requirements. Students who wish to study in the United Kingdom may additionally participate in the Advanced Placement (AP) or International Baccalaureate (IB) programs, which are considered to be at the level of the A Level qualifications and earn points on the UCAS Tariff, or may opt to take A Level examinations in British international schools or as private candidates. College Entrance Examination Board (CEEB) tests, such as the SAT, SAT Subject Tests, or the ACT, may also be considered.",
            "score": 61.13042068481445
        },
        {
            "docid": "32097_28",
            "document": "University of Utah . The university uses a holistic admissions process and weighs ACT/SAT standardized test scores, GPA, grade trend, rigorous AP/IB/Honors classes taken in high school, academic achievements, along with other \"personal achievements and characteristics\".",
            "score": 60.19623947143555
        },
        {
            "docid": "1479215_10",
            "document": "M. Carey Thomas . In 1894, President Rhoads died, and Thomas was narrowly elected to succeed him on September 1, 1894. Out of respect for President Rhoads's recent death, Thomas was not given any ceremony. She was president until 1922 and remained as Dean until 1908. During her tenure as president, Thomas' primary concern was upholding the highest standards of admissions and academic rigor. The entrance examinations for the college were made as difficult as those at Harvard University, and pupils could not gain admission by certificate. For the academic curriculum, Thomas emulated the \"group system\" of Johns Hopkins, in which students were required to take parallel courses in a logical sequence. Students could not freely choose electives. There were also other requirements, including a foreign language requirement that culminated in a sight translation examination proctored by Thomas herself. Overall, the academic curriculum at Bryn Mawr under Thomas shunned liberal arts education, preferring more traditional topics such as Greek, Latin, and mathematics. Thomas was also instrumental in bringing several new buildings to the College, which introduced collegiate Gothic architecture to the United States.",
            "score": 59.39141082763672
        },
        {
            "docid": "1019791_5",
            "document": "National Merit Scholarship Program . To be considered for a National Merit Scholarship, semifinalists have to fulfill requirements to advance to Finalist standing. Each semifinalist submits a detailed scholarship application, which includes essays and information about extracurricular achievements, awards, and leadership positions. Semifinalists also have to have an outstanding academic record, be endorsed and recommended by a school official, and earn SAT scores that confirm their qualifying test performance. From the semifinalist group, a certain number of students, varying from year to year, advance to finalist standing depending on the above criteria. By the conclusion of the competition, a select group of finalists are chosen to receive prestigious National Merit Scholarships totaling nearly $35 million. Winners are the finalist candidates judged to have the strongest combination of academic skills and achievements, extracurricular accomplishments, and potential for success in rigorous university studies. Scholarship winners represent fewer than 1% of the initial pool of student entrants, based on official statistics released by the National Merit Scholarship Corporation.",
            "score": 59.27418899536133
        },
        {
            "docid": "407843_97",
            "document": "Education in China . Other innovations in enrollment practices, included allowing colleges and universities to admit students with good academic records but relatively low entrance-examination scores. Some colleges were allowed to try an experimental student recommendation system - fixed at 2 percent of the total enrollment for regular colleges and 5 percent for teachers' colleges - instead of the traditional entrance examination. A minimum national examination score was established for admission to specific departments at specially designated colleges and universities, and the minimum score for admission to other universities was set by provincial-level authorities. Key universities established separate classes for minorities. When several applicants attained the minimum test score, the school had the option of making a selection, a policy that gave university faculty and administrators a certain amount of discretion but still protected admission according to academic ability.",
            "score": 59.129669189453125
        },
        {
            "docid": "3791261_59",
            "document": "Homeschooling in the United States . Over the last several decades, US colleges and universities have become increasingly open to accepting homeschooled students. 75% of colleges and universities have an official policy for homeschool admissions and 95% have received applications from homeschoolers for admission. Documents that may be required for admission vary, but may include ACT/SAT scores, essays, high school transcript, letters of recommendation, SAT 2 scores, personal interviews, portfolio, and a GED. 78% of admissions officers expect homeschooled students to do as well or better than traditional high school graduates at college. Students coming from a homeschool graduated from college at a higher rate than their peers¬—66.7 percent compared to 57.5 percent—and earned higher grade point averages along the way.",
            "score": 58.62704086303711
        },
        {
            "docid": "31922_20",
            "document": "University of California, Berkeley . Requirements for undergraduate degrees come from four sources: the University of California system, the Berkeley campus, the college or school, and the department. These requirements include an entry-level writing requirement before enrollment (typically fulfilled by minimum scores on standardized admissions exams such as the SAT or ACT), completing coursework on \"American History and Institutions\" before or after enrollment by taking an introductory class, passing an \"American Cultures Breadth\" class at Berkeley, as well as requirements for reading and composition and specific requirements declared by the department and school. Three-hour final examinations are required in most undergraduate classes and take place over a week following the last day of instruction in mid-December for the Fall semester and in mid-May for the Spring semester. Academic grades are reported on a five-letter scale (A,B,C,D,F) with grade points being modified by three-tenths of point for pluses and minuses. Requirements for academic honors are specified by individual schools and colleges, scholarly prizes are typically awarded by departments, and students are elected to honor societies based on these organizations' criteria.",
            "score": 58.5943489074707
        },
        {
            "docid": "123427_107",
            "document": "Education in the United States . Like high school, the four undergraduate grades are commonly called freshman, sophomore, junior, and senior years (alternatively called first year, second year, etc.). Students traditionally apply for admission into colleges. Schools differ in their competitiveness and reputation. Admissions criteria involve the rigor and grades earned in high school courses taken, the students' GPA, class ranking, and standardized test scores (Such as the SAT or the ACT tests). Most colleges also consider more subjective factors such as a commitment to extracurricular activities, a personal essay, and an interview. While colleges will rarely list that they require a certain standardized test score, class ranking, or GPA for admission, each college usually has a rough threshold below which admission is unlikely.",
            "score": 58.26647186279297
        },
        {
            "docid": "1524959_57",
            "document": "University and college admission . In Japan, there are at least three methods for controlling university admissions: the AO method (involving recommendation letters for students who have performed reasonably well and have shown commitment and skill in relation to sports or other extracurricular activities), a centralised multiple choice examination known as the National Center Test for University Admissions, and entrance examinations set by each of the universities. A combination of methods may also be used. For public universities, the Center Test is often used as an initial filtering stage to determine eligibility to take the more difficult examinations set by each individual university. Public national universities usually require candidates to sit examinations across a wide range of subjects, whilst private ones allow a focus on arts and humanities or sciences, reducing the burden of preparation. However, public national universities are popular due to prestige and lower fees, although some private universities are more prestigious than certain public national universities. There is usually no limit on the number of colleges to which a student may apply but public national universities tend to hold their examinations on one of two days, which means that students must in practice choose two preferred public national universities and also correctly estimate their own ability to avoid picking a university examination that is too difficult or that is too easy. To assist with this, private companies run a number of mock examinations throughout the year, enabling candidates to gauge where they rank in comparison to other candidates nationwide. Based on this they will decide which examinations they should realistically be able to attempt. Reforms are to be inplemented to the Center examination in future, with extended answer questions being introduced in addition to multiple choice questions, and with official internationally recognised standardised tests in English being used to replace individual university exams in English.",
            "score": 58.25898361206055
        },
        {
            "docid": "81513_52",
            "document": "Universities in the United Kingdom . Rights to other standards go for staff, or students, universities are subject to both judicial review and rights in contract law because they are seen as having both an equally \"public\" and \"private\" nature. In a leading case of \"Clark v University of Lincolnshire and Humberside\" a student claimed that she should not have received a third class degree after her computer crashed, she lost an assignment, and was forced to rush a new one. The Court of Appeal held that her application for both breach of contract and judicial review should not be struck out because there could be a good case to hear, so long as it did seek to overturn \"issues of academic or pastoral judgment\" where \"any judgment of the courts would be jejune and inappropriate\". However, the shorter time limit of three months in judicial review was more appropriate than six years in contract. Cases which have sought to challenge academic judgment for failing students are typically bound to fail, as grading with a fair process is in the bounds of academic judgment. In \"Buckland v Bournemouth University\", where the university management interfered with academic assessment of student grades, this founded a right for a professor to claim he was constructively and unfairly dismissed. All access to education must be free from unlawful discrimination under the Equality Act 2010. In the Higher Education Act 2004 sections 11-21 provides for a modern complaints procedure to be followed in universities.",
            "score": 58.256202697753906
        }
    ]
}