{
    "q": [
        {
            "docid": "175040_6",
            "document": "Al-Farabi . His name was Abū Naṣr Muḥammad b. Muḥammad Farabi, sometimes with the family surname al-Ṭarḵānī, i.e., the element Ṭarḵān appears in a nisba. His grandfather was not known among his contemporaries, but a name, Awzalaḡ, suddenly appears later in the writings of Ibn Abī Uṣaibiʿa, and of his great-grandfather in those of Ibn Khallikan.",
            "score": 69.4018235206604
        },
        {
            "docid": "175040_26",
            "document": "Al-Farabi . In the handing down of Aristotle’s thought to the Christian west in the middle ages, al-Farabi played an essential part as appears in the translation of Farabi’s \"Commentary and Short Treatise on Aristotle’s de Interpretatione\" that F.W. Zimmermann published in 1981. Farabi had a great influence on Maimonides, the most important Jewish thinker of the middle ages. Maimonides wrote in Arabic a \"Treatise on logic\", the celebrated \"Maqala fi sina at al-mantiq\". In a wonderfully concise way, the work treats of the essentials of Aristotelian logic in the light of comments made by the Persian philosophers: Avicenna and above all al-Farabi. To use Maimonides’ words, if Aristotle is the First Master the second one is undoubtedly Farabi. Rémi Brague in his book devoted to the Treatise stresses the fact that Farabi is the only thinker mentioned therein.",
            "score": 78.73622131347656
        },
        {
            "docid": "36397744_2",
            "document": "Mazraeh-ye Sheikh Abu Al Hasan . Mazraeh-ye Sheikh Abu Al Hasan (, also Romanized as Mazra‘eh-ye Sheikh Ābū Al Ḩasan) is a village in Mazul Rural District, in the Central District of Nishapur County, Razavi Khorasan Province, Iran. At the 2006 census, its existence was noted, but its population was not reported.",
            "score": 48.51386308670044
        },
        {
            "docid": "36397744_1",
            "document": "Mazraeh-ye Sheikh Abu Al Hasan . Mazraeh-ye Sheikh Abu Al Hasan",
            "score": 47.79157876968384
        },
        {
            "docid": "175040_10",
            "document": "Al-Farabi . The oldest known reference to a Turkic origin is given by the medieval historian Ibn Khallikān (died in 1282), who in his work Wafayāt (completed in 669/1271) states that Farabi was born in the small village of Wasij near Fārāb (in what is today Otrar, Kazakhstan) of Turkic parents. Based on this account, some modern scholars say he is of Turkic origin. Dimitri Gutas, an American Arabist of Greek origin, criticizes this, saying that Ibn Khallikān's account is aimed at the earlier historical accounts by Ibn Abī Uṣaibiʿa, and serves the purpose to \"prove\" a Turkic origin for al-Farabi, for instance by mentioning the additional nisba (surname) \"\"al-Turk\"\" (arab. \"the Turk\")—a nisba Farabi never had. However, Abu al-Fedā', who copied Ibn Ḵhallekān, corrected this and changed \"al-Torkī\" to the phrase \"wa-kāna rajolan torkīyan\", meaning \"he was a Turkish man.\" In this regard, Oxford professor C.E. Bosworth notes that \"great figures [such] as al-Farabi, al-Biruni, and ibn Sina have been attached by over enthusiastic Turkish scholars to their race\".",
            "score": 82.47548127174377
        },
        {
            "docid": "175040_20",
            "document": "Al-Farabi . Al-Farabi had great influence on science and philosophy for several centuries, and was widely considered second only to Aristotle in knowledge (alluded to by his title of \"the Second Teacher\") in his time. His work, aimed at synthesis of philosophy and Sufism, paved the way for the work of Ibn Sina (Avicenna).",
            "score": 72.30640816688538
        },
        {
            "docid": "175040_4",
            "document": "Al-Farabi . The existing variations in the basic accounts of al-Farabi's origins and pedigree indicate that they were not recorded during his lifetime or soon thereafter by anyone with concrete information, but were based on hearsay or guesses (as is the case with other contemporaries of al-Farabi). Little is known about his life. Early sources include an autobiographical passage where al-Farabi traces the history of logic and philosophy up to his time, and brief mentions by Al-Masudi, Ibn al-Nadim and Ibn Hawqal. Said Al-Andalusi wrote a biography of al-Farabi. Arabic biographers of the 12th–13th centuries thus had few facts to hand, and used invented stories about his life.",
            "score": 71.69616556167603
        },
        {
            "docid": "56105670_2",
            "document": "Arsyad Thawil al-Bantani . Sheikh Mas Mohammad Arsyad Thawil al-Bantani (1851 – March 19, 1934) better known as Sheikh Arsyad Thawil was an ulama (Islamic scholar) and Indonesian hero who also fought on the Cilegon War from 9 to 30 July 1888 with Ki Wasyid, Tubagus Ismail, and others. Thawil was a student of Sheikh Nawawi al-Bantani, an Indonesian Islamic teacher from Banten who became the Imam of the Great Mosque of Mecca.",
            "score": 71.95724678039551
        },
        {
            "docid": "175040_12",
            "document": "Al-Farabi . Henry Corbin writes that the evidence supports the opinion common in Iran that al-Farabi was Shiite. Corbin argues that there are many similarities between what he calls Farabi's \"prophetic philosophy\" and the teachings of Shiite Imams. Najjar Fauzi likewise argues that al-Farabi's political philosophy was influenced by Shiite sects.",
            "score": 71.37278079986572
        },
        {
            "docid": "175040_21",
            "document": "Al-Farabi . Al-Farabi also wrote a commentary on Aristotle's work, and one of his most notable works is \"Al-Madina al-Fadila\" () where he theorized an ideal state as in Plato's \"The Republic\". Al-Farabi argued that religion rendered truth through symbols and persuasion, and, like Plato, saw it as the duty of the philosopher to provide guidance to the state. Al-Farabi incorporated the Platonic view, drawing a parallel from within the Islamic context, in that he regarded the ideal state to be ruled by the prophet-imam, instead of the philosopher-king envisaged by Plato. Al-Farabi argued that the ideal state was the city-state of Medina when it was governed by the prophet Muhammad as its head of state, as he was in direct communion with Allah whose law was revealed to him.",
            "score": 70.81908226013184
        },
        {
            "docid": "175040_42",
            "document": "Al-Farabi . Whether or not al-Farabi actually intended to outline a political programme in his writings remains a matter of dispute amongst academics. Henry Corbin, who considers al-Farabi to be a <nowiki>crypto-</nowiki>Shi'ite, says that his ideas should be understood as a \"prophetic philosophy\" instead of being interpreted politically. On the other hand, Charles Butterworth contends that nowhere in his work does al-Farabi speak of a prophet-legislator or revelation (even the word philosophy is scarcely mentioned), and the main discussion that takes place concerns the positions of \"king\" and \"statesmen\". Occupying a middle position is David Reisman, who like Corbin believes that al-Farabi did not want to expound a political doctrine (although he does not go so far to attribute it to Islamic Gnosticism either). He argues that al-Farabi was using different types of society as examples, in the context of an ethical discussion, to show what effect correct or incorrect thinking could have. Lastly, Joshua Parens argues that al-Farabi was slyly asserting that a pan-Islamic society could not be made, by using reason to show how many conditions (such as moral and deliberative virtue) would have to be met, thus leading the reader to conclude that humans are not fit for such a society. Some other authors like Mykhaylo Yakubovych argue that for al-Farabi religion (\"milla\") and philosophy (\"falsafa\") constituted the same praxeological value (i.e. basis for \"amal al-fadhil\"—\"virtuous deed\"), while its epistemological level (\"ilm\"—\"knowledge\") was different.",
            "score": 70.82010126113892
        },
        {
            "docid": "175040_9",
            "document": "Al-Farabi . Medieval Arab historian Ibn Abī Uṣaibiʿa (died in 1270)—al-Farabi's oldest biographer—mentions in his ʿUyūn that al-Farabi's father was of Persian descent. Al-Shahrazūrī who lived around 1288 A.D. and has written an early biography also states that Farabi hailed from a Persian family. According to Majid Fakhry, an Emeritus Professor of Philosophy at Georgetown University, Farabi's father \"\"was an army captain of Persian extraction.\"\" Dimitri Gutas notes that Farabi's works contain references and glosses in Persian, Sogdian, and even Greek, but not Turkish. Sogdian has also been suggested as his native language and the language of the inhabitants of Fārāb. Muhammad Javad Mashkoor argues for an Iranian-speaking Central Asian origin. A Persian origin has been discussed by other sources as well.",
            "score": 71.26854634284973
        },
        {
            "docid": "2829824_2",
            "document": "Al-Farabi Kazakh National University . Al-Farabi Kazakh National University (), also called KazGU or KazNU, is a university in Almaty, Kazakhstan. Named after the Eastern philosopher and scholar al-Farabi, it is one of the country's largest universities.",
            "score": 74.57280254364014
        },
        {
            "docid": "175040_1",
            "document": "Al-Farabi . Al-Farabi",
            "score": 63.7956166267395
        },
        {
            "docid": "175040_16",
            "document": "Al-Farabi . Al-Farabi also considered the theories of conditional syllogisms and analogical inference, which were part of the Stoic tradition of logic rather than the Aristotelian. Another addition al-Farabi made to the Aristotelian tradition was his introduction of the concept of poetic syllogism in a commentary on Aristotle's \"Poetics\".",
            "score": 65.94024610519409
        },
        {
            "docid": "53722605_1",
            "document": "Al Farabi-1 . Al Farabi-1",
            "score": 63.32515001296997
        },
        {
            "docid": "53398828_1",
            "document": "Al Farabi Square . Al Farabi Square",
            "score": 63.32515001296997
        },
        {
            "docid": "175040_14",
            "document": "Al-Farabi . Al-Farabi wrote: \"The Necessity of the Art of the Elixir\"",
            "score": 62.8615665435791
        },
        {
            "docid": "251740_9",
            "document": "Arabic music . Al-Farabi (872–950) wrote a notable book on music titled \"Kitab al-Musiqi al-Kabir\" (The Great Book of Music). His pure Arabian tone system is still used in Arabic music.",
            "score": 62.7191698551178
        },
        {
            "docid": "175040_29",
            "document": "Al-Farabi . In contrast to al-Kindi, who considered the subject of metaphysics to be God, al-Farabi believed that it was concerned primarily with being \"qua\" being (that is, being in and of itself), and this is related to God only to the extent that God is a principle of absolute being. Al-Kindi's view was, however, a common misconception regarding Greek philosophy amongst Muslim intellectuals at the time, and it was for this reason that Avicenna remarked that he did not understand Aristotle's \"Metaphysics\" properly until he had read a prolegomenon written by al-Farabi.",
            "score": 73.23716306686401
        },
        {
            "docid": "12767165_4",
            "document": "Albu Salih . Sheikh Bader Al Rumaidh, great grandfather of Sheikh Sabah, was well known for his generosity and his concern for his people. Sheikh Bader Al Rumaidh also showed great courage and bravery during the British occupation of southern Iraq in the 1920s. He, along with other tribes, managed to lead his people in the resistance until they had pushed the British out of their tribal land. Sheikh Bader Al Rumaidh died in 1943, after when his son Sheikh Mohsin took over the leadership of Albu Salih tribe.",
            "score": 62.44801998138428
        },
        {
            "docid": "2829824_1",
            "document": "Al-Farabi Kazakh National University . Al-Farabi Kazakh National University",
            "score": 62.404723167419434
        },
        {
            "docid": "53722605_4",
            "document": "Al Farabi-1 . Al-Farabi 1 is a 2U CubeSat, weighing 1.7 kg.",
            "score": 62.17878341674805
        },
        {
            "docid": "175040_41",
            "document": "Al-Farabi . Of course, al-Farabi realized that such a society was rare and required a very specific set of historical circumstances to be realized, which means very few societies could ever attain this goal. He divided those \"vicious\" societies, which have fallen short of the ideal \"virtuous\" society, into three categories: ignorant, wicked and errant. \"Ignorant\" societies have, for whatever reason, failed to comprehend the purpose of human existence, and have supplanted the pursuit of happiness for another (inferior) goal, whether this be wealth, sensual gratification or power. Al-Farabi mentions \"weeds\" in the virtuous society: those people who try to undermine its progress towards the true human end. The best known Arabic source for al-Farabi's political philosophy is his work titled, \"al-Madina al-fadila\" (\"The Virtuous City\").",
            "score": 68.38340377807617
        },
        {
            "docid": "7757234_42",
            "document": "History of Islamic economics . Early discussion of the benefits of division of labor are included in the writings of Qabus, al-Ghazali, al-Farabi (873–950), Ibn Sina (Avicenna) (980–1037), Ibn Miskawayh, Nasir al-Din al-Tusi (1201–74), Ibn Khaldun (1332–1406), and Asaad Davani (b. 1444). Among them, the discussions included division of labor within households, societies, factories, and among nations. Farabi notes that each society lacks at least some necessary resources, and thus an optimal society can only be achieved where domestic, regional, and international trade occur, and that such trade can be beneficial to all parties involved. Ghazali was also noted for his subtle understanding of monetary theory and formulation of another version of Gresham's Law.",
            "score": 55.91468167304993
        },
        {
            "docid": "10219069_11",
            "document": "Al-Masudi . Al-Mas‘udi was a pupil or junior colleague of a number of prominent intellectuals, including the philologists al-Zajjaj, ibn Duraid, Niftawayh and ibn Anbari. He was acquainted with famous poets, including Kashajim, whom he probably met in Aleppo. He was well read in philosophy, knowing the works of al-Kindi and al-Razi, the Aristotelian thought of al-Farabi and the Platonic writings. Al-Mas‘udi's extant writings do not confirm his meeting with his contemporaries al-Razi and al-Farabi, however such meetings were highly likely. He does record his meeting with al-Farabi's pupil Yahya ibn Adi, of whom he spoke highly.",
            "score": 70.9947280883789
        },
        {
            "docid": "59945_32",
            "document": "History of logic . The works of Al-Kindi, Al-Farabi, Avicenna, Al-Ghazali, Averroes and other Muslim logicians were based on Aristotelian logic and were important in communicating the ideas of the ancient world to the medieval West. Al-Farabi (Alfarabi) (873–950) was an Aristotelian logician who discussed the topics of future contingents, the number and relation of the categories, the relation between logic and grammar, and non-Aristotelian forms of inference. Al-Farabi also considered the theories of conditional syllogisms and analogical inference, which were part of the Stoic tradition of logic rather than the Aristotelian.",
            "score": 73.67517971992493
        },
        {
            "docid": "57134873_3",
            "document": "Juma bin Maktoum bin Hasher Al Maktoum . Juma's sons include Sheikh 'Ubaid (born 1918), Sheikh Maktoum (born 1920), Sheikh Hamad (born 1922), Sheikh Thani (born 1924), Sheikh Ahmad (1936–2009), and Sheikh Dalmouk (1937–2004). Through his son Sheikh Maktoum's marriage to a cousin (a daughter of Saeed II), Sheikh Juma is the paternal grandfather of Sheikha Hind bint Maktoum bin Juma Al Maktoum. Sheikha Hind is the senior wife of Saeed II of Dubai's grandson (through his son and successor Rashid bin Saeed Al Maktoum), ruler Mohammed bin Rashid Al Maktoum of Dubai. Sheikh Juma is therefore a great-grandfather to Hind's children, including Crown Prince Hamdan bin Mohammed Al Maktoum.",
            "score": 63.84736251831055
        },
        {
            "docid": "53722605_3",
            "document": "Al Farabi-1 . It is a research satellite designed and built by Al-Farabi Kazakh National University, Almaty, Kazakhstan.",
            "score": 61.51067495346069
        },
        {
            "docid": "1804413_14",
            "document": "Shadhili . Sheikh Muhammad Sa'id al-Jamal, another student of Sheikh Muhammad al-Hashimi al-Tilmisani and who died in 2015, had worked from the Haram al-Sharif or The Temple Mount in Jerusalem and was a mufti of the Hanbali Madhab. He was also a student of the spiritual guide and Shadhili Sheikh Abdur Rahman Abu al Risah of Halab of the Shadhili Yashruti line. He was a direct descendent of Muhammad, through his ancestor Ahmad ar-Rifa`i. He wrote many books in both English and Arabic on Sufism, tafsir, and healing. His students from the US also established the University of Spiritual Healing and Sufism which is devoted to the Sufi way of healing.",
            "score": 58.449764251708984
        },
        {
            "docid": "55914231_5",
            "document": "Ismail al-Khalidi al-Minangkabawi . In Mecca, Ismail studied under the several renowned scholars who had expertise in their respective fields. He learned kalam theology under Sheikh Muhammad Ibn 'Ali Assyanwani. In the field of jurisprudence, he studied under Sheikh al-Azhar and Sheikh Abdullah ash-Syarqawi, both renowned as scholars of the Shafi'i school of jurisprudence. Ismail also studied the science of Sufism under two great Sufis named Sheikh 'Abdullah Afandi and Sheikh Khalid al-Uthmani al-Kurdi (Sheikh Dhiyauddin Khalid). Both were \"murshid\" (teacher of the spirituality) of Naqshbandi order.",
            "score": 69.40674567222595
        },
        {
            "docid": "175040_17",
            "document": "Al-Farabi . Al-Farabi wrote a book on music titled \"Kitab al-Musiqa\" (The Book of Music). In it, he presents philosophical principles about music, its cosmic qualities, and its influences.",
            "score": 64.797532081604
        }
    ],
    "r": [
        {
            "docid": "175040_10",
            "document": "Al-Farabi . The oldest known reference to a Turkic origin is given by the medieval historian Ibn Khallikān (died in 1282), who in his work Wafayāt (completed in 669/1271) states that Farabi was born in the small village of Wasij near Fārāb (in what is today Otrar, Kazakhstan) of Turkic parents. Based on this account, some modern scholars say he is of Turkic origin. Dimitri Gutas, an American Arabist of Greek origin, criticizes this, saying that Ibn Khallikān's account is aimed at the earlier historical accounts by Ibn Abī Uṣaibiʿa, and serves the purpose to \"prove\" a Turkic origin for al-Farabi, for instance by mentioning the additional nisba (surname) \"\"al-Turk\"\" (arab. \"the Turk\")—a nisba Farabi never had. However, Abu al-Fedā', who copied Ibn Ḵhallekān, corrected this and changed \"al-Torkī\" to the phrase \"wa-kāna rajolan torkīyan\", meaning \"he was a Turkish man.\" In this regard, Oxford professor C.E. Bosworth notes that \"great figures [such] as al-Farabi, al-Biruni, and ibn Sina have been attached by over enthusiastic Turkish scholars to their race\".",
            "score": 82.47547912597656
        },
        {
            "docid": "1130_28",
            "document": "Avicenna . Avicenna's theology on metaphysical issues (\"ilāhiyyāt\") has been criticized by some Islamic scholars, among them al-Ghazali, Ibn Taymiyya, and Ibn al-Qayyim. While discussing the views of the theists among the Greek philosophers, namely Socrates, Plato, and Aristotle in \"Al-Munqidh min ad-Dalal\" (\"Deliverance from Error\"), al-Ghazali noted that the Greek philosophers \"must be taxed with unbelief, as must their partisans among the Muslim philosophers, such as Ibn Sina and al-Farabi and their likes.\" He added that \"None, however, of the Muslim philosophers engaged so much in transmitting Aristotle's lore as did the two men just mentioned. [...] The sum of what we regard as the authentic philosophy of Aristotle, as transmitted by al-Farabi and Ibn Sina, can be reduced to three parts: a part which must be branded as unbelief; a part which must be stigmatized as innovation; and a part which need not be repudiated at all.",
            "score": 79.09131622314453
        },
        {
            "docid": "175040_26",
            "document": "Al-Farabi . In the handing down of Aristotle’s thought to the Christian west in the middle ages, al-Farabi played an essential part as appears in the translation of Farabi’s \"Commentary and Short Treatise on Aristotle’s de Interpretatione\" that F.W. Zimmermann published in 1981. Farabi had a great influence on Maimonides, the most important Jewish thinker of the middle ages. Maimonides wrote in Arabic a \"Treatise on logic\", the celebrated \"Maqala fi sina at al-mantiq\". In a wonderfully concise way, the work treats of the essentials of Aristotelian logic in the light of comments made by the Persian philosophers: Avicenna and above all al-Farabi. To use Maimonides’ words, if Aristotle is the First Master the second one is undoubtedly Farabi. Rémi Brague in his book devoted to the Treatise stresses the fact that Farabi is the only thinker mentioned therein.",
            "score": 78.73622131347656
        },
        {
            "docid": "56105670_12",
            "document": "Arsyad Thawil al-Bantani . The arrival of the Banten cleric was welcomed by Egyptian scholars albeit without ceremony. In the presence of the Egyptian scholar, Thawil, who performed as Sheikh Nawawi sat on a chair, while Sheikh Nawawi sat down as a bodyguard. Many questions were asked by Egyptian scholars who were not easy to answer by any scholar. As Sheikh Nawawi, Thawil also ordered his bodyguard (who was none other than Sheikh Nawawi) to answer these questions, then all questions asked were answered satisfactorily by Syekh Nawawi who acted as bodyguard of Thawil. The Egyptian scholars were amazed to hear such a satisfactory answer, So they think that his bodyguard was so great, let alone who guarded, surely more great.",
            "score": 77.76936340332031
        },
        {
            "docid": "178433_8",
            "document": "Sheikh . In the Muslim parts of the Horn of Africa, Sheikh is often used as a noble title. In Somali society, it is reserved as an honorific for senior Muslim leaders and clerics (\"wadaad\"), and is often abbreviated to \"Sh\". Famous local Sheikhs include Abdirahman bin Isma'il al-Jabarti, an early Muslim leader in northern Somalia; Abadir Umar Ar-Rida, the patron saint of Harar; Abd al-Rahman al-Jabarti, Sheikh of the riwaq in Cairo who recorded the Napoleonic invasion of Egypt; Abd Al-Rahman bin Ahmad al-Zayla'i, scholar who played a crucial role in the spread of the Qadiriyyah movement in Somalia and East Africa; Shaykh Sufi, 19th century scholar, poet, reformist and astrologist; Abdallah al-Qutbi, polemicist, theologian and philosopher best known for his five-part \"Al-Majmu'at al-mubaraka\" (\"The Blessed Collection\"); and Muhammad Al-Sumaalee, teacher in the Masjid al-Haram in Mecca who influenced many of the prominent Islamic scholars of today.",
            "score": 75.33519744873047
        },
        {
            "docid": "21912219_4",
            "document": "Sheikh Radwan . There are a number of traditions regarding the identity of Sheikh Radwan. Christian scholars identify him as Peter the Iberian and the tomb as Peter's monastery, One local tradition has it that the tomb belongs to the 14th-century \"wali\" (Sufi saint) Radwan ibn Raslan, a son of the prominent local sheikh, Muhammad al-Batahi. Another tradition claims that Radwan was the brother of al-Batahi and Sheikh Ijlin who were all descendants of the second Muslim caliph, Umar ibn al-Khattab. Prior to the construction of the Sayed al-Hashim Mosque in the al-Daraj Quarter and the modern biographies of the Islamic prophet Muhammad in the 19th-century, local Muslim tradition had it that the modern-day tomb of Sheikh Radwan was the burial place of Hashim ibn Abd al-Manaf, Muhammad's great-grandfather. Historian Moshe Sharon attributes the varying traditions to the \"tendency of believers to hunt for saints' tombs.\"",
            "score": 75.2132568359375
        },
        {
            "docid": "1269164_17",
            "document": "Islamic democracy . The early Islamic philosopher, Al-Farabi (c. 872–950), in one of his most notable works \"Al-Madina al-Fadila\", theorized an ideal Islamic state which he compared to Plato's \"The Republic\". Al-Farabi departed from the Platonic view in that he regarded the ideal state to be ruled by the prophet, instead of the philosopher king envisaged by Plato. Al-Farabi argued that the ideal state was the city-state of Medina when it was governed by Muhammad, as its head of state, as he was in direct communion with God whose law was revealed to him. In the absence of the prophet, Al-Farabi considered democracy as the closest to the ideal state, regarding the republican order of the Rashidun Caliphate as an example within early Muslim history. However, he also maintained that it was from democracy that imperfect states emerged, noting how the republican order of the early Islamic Caliphate of the Rashidun caliphs was later replaced by a form of government resembling a monarchy under the Umayyad and Abbasid dynasties.",
            "score": 74.69879913330078
        },
        {
            "docid": "2829824_2",
            "document": "Al-Farabi Kazakh National University . Al-Farabi Kazakh National University (), also called KazGU or KazNU, is a university in Almaty, Kazakhstan. Named after the Eastern philosopher and scholar al-Farabi, it is one of the country's largest universities.",
            "score": 74.57279968261719
        },
        {
            "docid": "59945_32",
            "document": "History of logic . The works of Al-Kindi, Al-Farabi, Avicenna, Al-Ghazali, Averroes and other Muslim logicians were based on Aristotelian logic and were important in communicating the ideas of the ancient world to the medieval West. Al-Farabi (Alfarabi) (873–950) was an Aristotelian logician who discussed the topics of future contingents, the number and relation of the categories, the relation between logic and grammar, and non-Aristotelian forms of inference. Al-Farabi also considered the theories of conditional syllogisms and analogical inference, which were part of the Stoic tradition of logic rather than the Aristotelian.",
            "score": 73.67518615722656
        },
        {
            "docid": "175040_29",
            "document": "Al-Farabi . In contrast to al-Kindi, who considered the subject of metaphysics to be God, al-Farabi believed that it was concerned primarily with being \"qua\" being (that is, being in and of itself), and this is related to God only to the extent that God is a principle of absolute being. Al-Kindi's view was, however, a common misconception regarding Greek philosophy amongst Muslim intellectuals at the time, and it was for this reason that Avicenna remarked that he did not understand Aristotle's \"Metaphysics\" properly until he had read a prolegomenon written by al-Farabi.",
            "score": 73.23716735839844
        },
        {
            "docid": "175040_20",
            "document": "Al-Farabi . Al-Farabi had great influence on science and philosophy for several centuries, and was widely considered second only to Aristotle in knowledge (alluded to by his title of \"the Second Teacher\") in his time. His work, aimed at synthesis of philosophy and Sufism, paved the way for the work of Ibn Sina (Avicenna).",
            "score": 72.30640411376953
        },
        {
            "docid": "56105670_2",
            "document": "Arsyad Thawil al-Bantani . Sheikh Mas Mohammad Arsyad Thawil al-Bantani (1851 – March 19, 1934) better known as Sheikh Arsyad Thawil was an ulama (Islamic scholar) and Indonesian hero who also fought on the Cilegon War from 9 to 30 July 1888 with Ki Wasyid, Tubagus Ismail, and others. Thawil was a student of Sheikh Nawawi al-Bantani, an Indonesian Islamic teacher from Banten who became the Imam of the Great Mosque of Mecca.",
            "score": 71.95724487304688
        },
        {
            "docid": "175040_4",
            "document": "Al-Farabi . The existing variations in the basic accounts of al-Farabi's origins and pedigree indicate that they were not recorded during his lifetime or soon thereafter by anyone with concrete information, but were based on hearsay or guesses (as is the case with other contemporaries of al-Farabi). Little is known about his life. Early sources include an autobiographical passage where al-Farabi traces the history of logic and philosophy up to his time, and brief mentions by Al-Masudi, Ibn al-Nadim and Ibn Hawqal. Said Al-Andalusi wrote a biography of al-Farabi. Arabic biographers of the 12th–13th centuries thus had few facts to hand, and used invented stories about his life.",
            "score": 71.6961669921875
        },
        {
            "docid": "175040_12",
            "document": "Al-Farabi . Henry Corbin writes that the evidence supports the opinion common in Iran that al-Farabi was Shiite. Corbin argues that there are many similarities between what he calls Farabi's \"prophetic philosophy\" and the teachings of Shiite Imams. Najjar Fauzi likewise argues that al-Farabi's political philosophy was influenced by Shiite sects.",
            "score": 71.3727798461914
        },
        {
            "docid": "175040_27",
            "document": "Al-Farabi . Al-Farabi as well as Ibn Sina and Averroes have been recognized as Peripatetics (\"al-Mashsha’iyu\"n) or rationalists (\"Estedlaliun\") among Muslims. However, he tried to gather the ideas of Plato and Aristotle in his book \"The gathering of the ideas of the two philosophers\".",
            "score": 71.34183502197266
        },
        {
            "docid": "175040_9",
            "document": "Al-Farabi . Medieval Arab historian Ibn Abī Uṣaibiʿa (died in 1270)—al-Farabi's oldest biographer—mentions in his ʿUyūn that al-Farabi's father was of Persian descent. Al-Shahrazūrī who lived around 1288 A.D. and has written an early biography also states that Farabi hailed from a Persian family. According to Majid Fakhry, an Emeritus Professor of Philosophy at Georgetown University, Farabi's father \"\"was an army captain of Persian extraction.\"\" Dimitri Gutas notes that Farabi's works contain references and glosses in Persian, Sogdian, and even Greek, but not Turkish. Sogdian has also been suggested as his native language and the language of the inhabitants of Fārāb. Muhammad Javad Mashkoor argues for an Iranian-speaking Central Asian origin. A Persian origin has been discussed by other sources as well.",
            "score": 71.26853942871094
        },
        {
            "docid": "31458937_2",
            "document": "Platonism in Islamic Philosophy . Medieval Islamic philosophy was steeped in both Aristotelianism and Neoplatonism from its 9th-century beginnings with Al-Kindi, but the influence of Neoplatonism becomes more clearly visible in the 10th and 11th centuries with Al-Farabi and Avicenna. Al-Farabi expanded on Plato’s concept of an ideal city ruled by philosopher-kings to develop a political philosophy that could accommodate the religious and cultural diversity central to Islamic nations. On the other hand, both al-Ghazali and Ibn Rushd vigorously opposed Neoplatonic views.",
            "score": 71.2658462524414
        },
        {
            "docid": "10219069_11",
            "document": "Al-Masudi . Al-Mas‘udi was a pupil or junior colleague of a number of prominent intellectuals, including the philologists al-Zajjaj, ibn Duraid, Niftawayh and ibn Anbari. He was acquainted with famous poets, including Kashajim, whom he probably met in Aleppo. He was well read in philosophy, knowing the works of al-Kindi and al-Razi, the Aristotelian thought of al-Farabi and the Platonic writings. Al-Mas‘udi's extant writings do not confirm his meeting with his contemporaries al-Razi and al-Farabi, however such meetings were highly likely. He does record his meeting with al-Farabi's pupil Yahya ibn Adi, of whom he spoke highly.",
            "score": 70.99472045898438
        },
        {
            "docid": "175040_42",
            "document": "Al-Farabi . Whether or not al-Farabi actually intended to outline a political programme in his writings remains a matter of dispute amongst academics. Henry Corbin, who considers al-Farabi to be a <nowiki>crypto-</nowiki>Shi'ite, says that his ideas should be understood as a \"prophetic philosophy\" instead of being interpreted politically. On the other hand, Charles Butterworth contends that nowhere in his work does al-Farabi speak of a prophet-legislator or revelation (even the word philosophy is scarcely mentioned), and the main discussion that takes place concerns the positions of \"king\" and \"statesmen\". Occupying a middle position is David Reisman, who like Corbin believes that al-Farabi did not want to expound a political doctrine (although he does not go so far to attribute it to Islamic Gnosticism either). He argues that al-Farabi was using different types of society as examples, in the context of an ethical discussion, to show what effect correct or incorrect thinking could have. Lastly, Joshua Parens argues that al-Farabi was slyly asserting that a pan-Islamic society could not be made, by using reason to show how many conditions (such as moral and deliberative virtue) would have to be met, thus leading the reader to conclude that humans are not fit for such a society. Some other authors like Mykhaylo Yakubovych argue that for al-Farabi religion (\"milla\") and philosophy (\"falsafa\") constituted the same praxeological value (i.e. basis for \"amal al-fadhil\"—\"virtuous deed\"), while its epistemological level (\"ilm\"—\"knowledge\") was different.",
            "score": 70.82009887695312
        },
        {
            "docid": "175040_21",
            "document": "Al-Farabi . Al-Farabi also wrote a commentary on Aristotle's work, and one of his most notable works is \"Al-Madina al-Fadila\" () where he theorized an ideal state as in Plato's \"The Republic\". Al-Farabi argued that religion rendered truth through symbols and persuasion, and, like Plato, saw it as the duty of the philosopher to provide guidance to the state. Al-Farabi incorporated the Platonic view, drawing a parallel from within the Islamic context, in that he regarded the ideal state to be ruled by the prophet-imam, instead of the philosopher-king envisaged by Plato. Al-Farabi argued that the ideal state was the city-state of Medina when it was governed by the prophet Muhammad as its head of state, as he was in direct communion with Allah whose law was revealed to him.",
            "score": 70.81907653808594
        },
        {
            "docid": "175040_37",
            "document": "Al-Farabi . According to al-Farabi, the afterlife is not the personal experience commonly conceived of by religious traditions such as Islam and Christianity. Any individual or distinguishing features of the soul are annihilated after the death of the body; only the rational faculty survives (and then, only if it has attained perfection), which becomes one with all other rational souls within the agent intellect and enters a realm of pure intelligence. Henry Corbin compares this eschatology with that of the Ismaili Neo-Platonists, for whom this process initiated the next grand cycle of the universe. However, Deborah Black mentions we have cause to be skeptical as to whether this was the mature and developed view of al-Farabi, as later thinkers such as Ibn Tufayl, Averroes and Ibn Bajjah would assert that he repudiated this view in his commentary on the Nicomachean Ethics, which has been lost to modern experts.",
            "score": 70.3621826171875
        },
        {
            "docid": "159244_23",
            "document": "Aleppo . The Sassanid Persians invaded and controlled Syria briefly in the early 7th century. Soon after Aleppo fell to Muslims under Abu Ubaidah ibn al Jarrah in 637. In 944, it became the seat of an independent Emirate under the Hamdanid prince Sayf al-Daula, and enjoyed a period of great prosperity, being home to the great poet al-Mutanabbi and the philosopher and polymath al-Farabi. The city was sacked by a resurgent Byzantine Empire in 962, while Byzantine forces occupied it briefly from 974 to 987. The city and its Emirate became an Imperial vassal from 969 until the Byzantine–Seljuk Wars. The city was besieged by the Crusaders in 1124, but was not conquered.",
            "score": 69.87239074707031
        },
        {
            "docid": "2889963_6",
            "document": "Mahmud Shaltut . Shortly after assuming his position as Sheikh al-Azhar, Shaltut’s announced his vision for reform. Shaltut attempted to prove that shari’a law was not an obstacle to modern society, but rather a guide through the changes modern society brings with it. He was fervently determined to see al-Azhar achieve greater independence from the state’s control and worked toward getting the National Assembly to pass declarations such as the Reform Law, which they did in 1961. The Reform Law was aimed at integrating al-Azhar into the wider field of higher education, improving job opportunities for students, and producing modern scholars knowledgeable in matters of the contemporary world and able to serve the Muslim community. Admiration for Sheikh Shaltut grew rapidly and his unprecedented decision to broadcast regularly for religious sermons and answer questions from those who had doubts or criticism only enhanced his reputation. These broadcasts were later published by the Ministry of National Guidance as Ahadith al-sabah fi’l-Midhya and Yas’aluna (Ask Us). Also, he is noted as being a great orator. His capability to communicate well with the masses garnered him many listeners as he spoke of varying issues regarding contemporary Muslim society such as family law, private property, birth control, and polygamy (which he strongly defended) to name a few. In essence, Sheikh Shaltut believed that the relevance of shari’a law in the modern day was not to be undermined. Also, he viewed his Quranic commentary, or his tafsir, more as practical advice for any literate Muslim rather than a strict scholarly analysis.",
            "score": 69.71073913574219
        },
        {
            "docid": "55914231_5",
            "document": "Ismail al-Khalidi al-Minangkabawi . In Mecca, Ismail studied under the several renowned scholars who had expertise in their respective fields. He learned kalam theology under Sheikh Muhammad Ibn 'Ali Assyanwani. In the field of jurisprudence, he studied under Sheikh al-Azhar and Sheikh Abdullah ash-Syarqawi, both renowned as scholars of the Shafi'i school of jurisprudence. Ismail also studied the science of Sufism under two great Sufis named Sheikh 'Abdullah Afandi and Sheikh Khalid al-Uthmani al-Kurdi (Sheikh Dhiyauddin Khalid). Both were \"murshid\" (teacher of the spirituality) of Naqshbandi order.",
            "score": 69.40674591064453
        },
        {
            "docid": "175040_6",
            "document": "Al-Farabi . His name was Abū Naṣr Muḥammad b. Muḥammad Farabi, sometimes with the family surname al-Ṭarḵānī, i.e., the element Ṭarḵān appears in a nisba. His grandfather was not known among his contemporaries, but a name, Awzalaḡ, suddenly appears later in the writings of Ibn Abī Uṣaibiʿa, and of his great-grandfather in those of Ibn Khallikan.",
            "score": 69.40181732177734
        },
        {
            "docid": "3657390_49",
            "document": "Nous . Concerning the workings of the human soul, Avicenna, like Al Farabi, sees the \"material intellect\" or potential intellect as something that is not material. He believed the soul was incorporeal, and the potential intellect was a disposition of it which was in the soul from birth. As in Al Farabi there are two further stages of potential for thinking, which are not yet actual thinking, first the mind acquires the most basic intelligible thoughts which we can not think in any other way, such as \"the whole is greater than the part\", then comes a second level of derivative intelligible thoughts which could be thought. Concerning the actualization of thought, Avicenna applies the term \"to two different things, to actual human thought, irrespective of the intellectual progress a man has made, and to actual thought when human intellectual development is complete\", as in Al Farabi.",
            "score": 69.24153137207031
        },
        {
            "docid": "101900_46",
            "document": "Musical instrument classification . Al-Farabi, Persian scholar of the 10th century, also distinguished tonal duration. In one of his four schemes, in his two-volume \"Kitab al-Musiki al-Kabir\" (\"Great Book of Music\") he identified five classes, in order of ranking, as follows: the human voice, the bowed strings (the \"rebab\") and winds, plucked strings, percussion, and dance, the first three pointed out as having continuous tone.",
            "score": 68.46636199951172
        },
        {
            "docid": "175040_41",
            "document": "Al-Farabi . Of course, al-Farabi realized that such a society was rare and required a very specific set of historical circumstances to be realized, which means very few societies could ever attain this goal. He divided those \"vicious\" societies, which have fallen short of the ideal \"virtuous\" society, into three categories: ignorant, wicked and errant. \"Ignorant\" societies have, for whatever reason, failed to comprehend the purpose of human existence, and have supplanted the pursuit of happiness for another (inferior) goal, whether this be wealth, sensual gratification or power. Al-Farabi mentions \"weeds\" in the virtuous society: those people who try to undermine its progress towards the true human end. The best known Arabic source for al-Farabi's political philosophy is his work titled, \"al-Madina al-fadila\" (\"The Virtuous City\").",
            "score": 68.38340759277344
        },
        {
            "docid": "175040_2",
            "document": "Al-Farabi . Al-Farabi (; '; known in the West as Alpharabius\"'; c. 872 – between 14 December, 950 and 12 January, 951) was a renowned philosopher and jurist who wrote in the fields of political philosophy, metaphysics, ethics and logic. He was also a scientist, cosmologist, mathematician and music scholar.",
            "score": 68.23677825927734
        },
        {
            "docid": "32502_10",
            "document": "Vacuum . In the medieval Middle Eastern world, the physicist and Islamic scholar, Al-Farabi (Alpharabius, 872–950), conducted a small experiment concerning the existence of vacuum, in which he investigated handheld plungers in water. He concluded that air's volume can expand to fill available space, and he suggested that the concept of perfect vacuum was incoherent. However, according to Nader El-Bizri, the physicist Ibn al-Haytham (Alhazen, 965–1039) and the Mu'tazili theologians disagreed with Aristotle and Al-Farabi, and they supported the existence of a void. Using geometry, Ibn al-Haytham mathematically demonstrated that place (\"al-makan\") is the imagined three-dimensional void between the inner surfaces of a containing body. According to Ahmad Dallal, Abū Rayhān al-Bīrūnī also states that \"there is no observable evidence that rules out the possibility of vacuum\". The suction pump later appeared in Europe from the 15th century.",
            "score": 68.21488952636719
        },
        {
            "docid": "36564476_2",
            "document": "Aybaki Mosque . Al-Aybaki Mosque (also referred to as the Mosque of Sheikh Abdullah al-Aybaki, Arabic transliteration:  \"Jami ash-Shaykh 'Abdallah al-Aybaki\") is a historic mosque situated in the al-Tuffah neighborhood of Gaza City. Built by the Mamluks in the late 13th century, the mosque is named after Sheikh Abdullah al-Aybaki, a Muslim religious leader. According to his \"nisba\" \"Aybaki\", Sheikh Abdullah was a \"mamluk\" or relative of Izz al-Din Aybak, the first Mamluk sultan of Egypt. Sheikh Abdullah's son Sheikh Iyad was buried nearby at the Sayed al-Hashim Mosque in al-Daraj while his other son Ahmad al-Aybaki, a local saintly person, was buried in a sanctuary called al-Mazar ash-Sheikh Aybak.",
            "score": 67.50674438476562
        },
        {
            "docid": "165511_10",
            "document": "Ulama . The early Muslim conquests brought about Arab Muslim rule over large parts of the Hellenistic world. During the time of the Umayyad Caliphate, at latest, the scholars of the emerging Islamic society had become familiar with the classical philosophical and scientific traditions of the world they had conquered. The collection of classical works and their translation into the Arabian language initiated a period which is known today as the Islamic Golden Age. According to Hourani (1991), the works of the classical scholars of antiquity were met with considerable intellectual curiosity by Islamic scholars. Hourani quotes al-Kindi (c. 801–873 AD), \"the father of Islamic philosophy\", as follows: \"We should not be ashamed to acknowledge truth from whatever source it comes to us, even if it is brought to us by former generations and foreign peoples. For him who seeks the truth there is nothing of higher value than truth itself.\" The works of Aristotle, in particular his \"Nicomachean Ethics\", had a profound influence on the Islamic scholars of the Golden Age like Al-Farabi (870–950 AD), Abu al-Hassan al-Amiri (d. 992 AD) and Ibn Sīnā (ca. 980–1037 AD). In general, the Islamic philosophers saw no contradiction between philosophy and the religion of Islam. However, according to Hourani, al-Farabi also wrote that philosophy in its pure form was reserved for an intellectual elite, and that ordinary people should rely for guidance on the \"sharia\". The distinction between a scholarly elite and the less educated masses \"was to become a commonplace of Islamic thought\". As exemplified by the works of al-Razi (854–925 AD), during later times, philosophy \"was carried on as a private activity, largely by medical men, pursued with discretion, and often met with suspicion\".",
            "score": 67.4579849243164
        }
    ]
}