{
    "q": [
        {
            "docid": "38337867_8",
            "document": "She Who Must Be Obeyed (sculpture) . Because Tony Smith’s early structures, works like \"Die\" and \"The Elevens Are Up\", were monochromatic, smooth-surfaced, and straight-edged, the older artist was referred to, during this phase of his career, as a Minimalist. His closest friends and colleagues, however, included Abstract Expressionists Jackson Pollock and Barnett Newman. His work straddles both genres.",
            "score": 58.42195916175842
        },
        {
            "docid": "1986648_5",
            "document": "Made of Stone . The song references Jackson Pollock's \"No. 5, 1948\" in the B-side \"Going Down\". Pollock's paintings influenced the cover art that guitarist John Squire made for the single and the album. The 12\" vinyl's B-side \"Guernica\" is \"Made of Stone\" in reverse and with dubbed-over, unrelated lyrics.",
            "score": 51.63377523422241
        },
        {
            "docid": "22528186_6",
            "document": "Earth's Creation . Emily's paintings are described by leading international art academics as being equal to the works of Monet and great Abstract artists such as Jackson Pollock, Willem de Kooning, and Mark Rothko. Experts have argued that \"Earth's Creation\", painted at Utopia on the edge of the Simpson Desert in Central Australia by an Australian with no formal or informal training in art, is an even more important painting for Australia than American painter Jackson Pollock's \"Blue Poles\", purchased by the National Gallery of Australia in 1973.",
            "score": 60.279210805892944
        },
        {
            "docid": "487200_15",
            "document": "Mark Tobey . Elizabeth Bayley Willis showed Tobey's painting \"Bars and Flails\" to Jackson Pollock in 1944. Pollock studied the painting closely and then painted \"Blue Poles\", a painting that made history when, in 1973, the Australian government bought it for $2 million. A Pollock biographer wrote: \"...[Tobey's] dense web of white strokes, as elegant as Oriental calligraphy, impressed Jackson so much that in a letter to Louis Bunce he described Tobey, a West Coast artist, as an 'exception' to the rule that New York was 'the only real place in America where painting (in the real sense) can come thru.\" Pollock went to all of Tobey's Willard Gallery shows where Tobey presented small to medium-sized canvases, measuring approximately . After Pollock viewed them, he went back home and blew them up to , pouring paint onto the canvas instead of brushing it on. Pollock was never really concerned with diffused light, but he was very interested in Tobey's idea of covering the entire canvas with marks up to and including its edges, something not done previously in American art.",
            "score": 63.77654838562012
        },
        {
            "docid": "24317924_5",
            "document": "Jackson Pollock (supercentenarian) . If this George Pollock was indeed born in 1860, and that this is the same George as the one buried in Mount Air Baptist Church Cemetery, he would have died at the age of 107 years. Since these two are buried in the same cemetery as Jackson Pollock, and the death ages of 107 and 99 years reoccur, it could well be that these two are related to Jackson Pollock and that Jackson Pollock could have confused the death ages with that of his father and mother. In fact, there is a reasonable chance George Pollock is actually the father of Jackson (and John maybe the brother), because if it is true that the father and mother are buried at the same cemetery, then the number of people who could be the father or mother severely declines. Find A Grave only list five people named Pollock who are buried in Mount Air Baptist Church Cemetery and who were born before 1900 (excluding Jackson and including George).",
            "score": 60.88209843635559
        },
        {
            "docid": "8326198_2",
            "document": "Who the $&amp;% Is Jackson Pollock? . Who the #$&% Is Jackson Pollock? is a 2006 documentary following a woman named Teri Horton, a 73-year-old former long-haul truck driver from California, who purchased a painting from a thrift shop for $5, only later to find out that it may be a Jackson Pollock painting; she had no clue at the time who Jackson Pollock was, hence the name of the film.",
            "score": 59.06749653816223
        },
        {
            "docid": "6451440_2",
            "document": "Jackson Pollock: An American Saga . Jackson Pollock: An American Saga is a 1989 biography of expressionist painter Jackson Pollock, by Steven Naifeh and Gregory White Smith. It was considered \"well-researched\" by \"Publishers Weekly\" and \"Library Journal\", and inspired Ed Harris to adapt it to film as \"Pollock\" in 2000. It was awarded the 1991 Pulitzer Prize for Biography or Autobiography.",
            "score": 66.69888210296631
        },
        {
            "docid": "16307_1",
            "document": "Jackson Pollock . Jackson Pollock",
            "score": 53.09288454055786
        },
        {
            "docid": "24317924_1",
            "document": "Jackson Pollock (supercentenarian) . Jackson Pollock (supercentenarian)",
            "score": 52.70134401321411
        },
        {
            "docid": "16307_50",
            "document": "Jackson Pollock . Lee Krasner donated Pollock's papers in 1983 to the Archives of American Art. They were later archived with Lee Krasner's papers. The Archives of American Art also houses the Charles Pollock papers, which include correspondence, photographs, and other files relating to his brother Jackson Pollock.",
            "score": 59.95704102516174
        },
        {
            "docid": "16307_19",
            "document": "Jackson Pollock . One definitive influence on Pollock was the work of the Ukrainian American artist Janet Sobel (1894–1968) (born Jennie Lechovsky). Peggy Guggenheim included Sobel's work in her \"The Art of This Century Gallery\" in 1945. Jackson Pollock and art critic Clement Greenberg saw Sobel's work there in 1946 and later Greenberg noted that Sobel was \"a direct influence on Jackson Pollock's drip painting technique.\" In his essay \"American-Type Painting,\" Greenberg noted those works were the first of all-over painting he had seen, and said, \"Pollock admitted that these pictures had made an impression on him\".",
            "score": 64.9284610748291
        },
        {
            "docid": "8326198_1",
            "document": "Who the $&amp;% Is Jackson Pollock? . Who the $&amp;% Is Jackson Pollock?",
            "score": 54.24808382987976
        },
        {
            "docid": "6451440_1",
            "document": "Jackson Pollock: An American Saga . Jackson Pollock: An American Saga",
            "score": 60.595703125
        },
        {
            "docid": "24317924_2",
            "document": "Jackson Pollock (supercentenarian) . Jackson John Pollock (1869? – 1995) was an American longevity claimant.",
            "score": 53.73500442504883
        },
        {
            "docid": "2399048_5",
            "document": "Elephant Stone . The B-side \"Full Fathom Five\" (named after a Jackson Pollock painting) is essentially an alternate single mix of \"Elephant Stone\" played in reverse.",
            "score": 42.165043592453
        },
        {
            "docid": "16307_44",
            "document": "Jackson Pollock . In 2006, a documentary, \"Who the *$&% Is Jackson Pollock?\" was made concerning Teri Horton, a truck driver who in 1992 bought an abstract painting for five dollars at a thrift store in California. This work may be a lost Pollock painting, but its authenticity is debated.",
            "score": 53.467814922332764
        },
        {
            "docid": "855789_32",
            "document": "Color Field . In distinction to the emotional energy and gestural surface marks and paint handling of Abstract Expressionists such as Jackson Pollock and Willem de Kooning, Color Field painting initially appeared to be cool and austere. Color field painters efface the individual mark in favor of large, flat, stained and soaked areas of color, considered to be the essential nature of visual abstraction along with the actual shape of the canvas, which Frank Stella in particular achieved in unusual ways with combinations of curved and straight edges. However, Color Field painting has proven to be both sensual and deeply expressive albeit in a different way from gestural Abstract expressionism. Denying connection to Abstract Expressionism or any other Art Movement Mark Rothko spoke clearly about his paintings in 1956:",
            "score": 48.69190812110901
        },
        {
            "docid": "8038111_7",
            "document": "Charles Pollock . Charles Pollock abandoned social realism in the 1940s, and turned to abstract expressionism and Color Field painting. Some attribute the shift to the influence of his famous brother Jackson; however Pollock painted in a very calm and organized manner unlike Jackson's 'drip painting' style.",
            "score": 55.943952322006226
        },
        {
            "docid": "24140243_2",
            "document": "I Love You Yes I Do . \"I Love You Yes I Do\" is a 1947 song by Bull Moose Jackson and His Bearcats. The single was Jackson's first number one on the R&B Juke Box chart, spending three weeks at the top spot and peaking at number twenty-four on the pop chart.",
            "score": 21.91568636894226
        },
        {
            "docid": "38299022_3",
            "document": "Francois Fiedler Foundation . The only European artist, Francois Fiedler was represented in the exhibition \"The Persistence of Pollock” celebrating the 100th anniversary of the birth of Jackson Pollock, the titan of Abstract Expressionism. The exhibition was held at the Pollock-Krasner House and Studio, which is the house where Jackson Pollock lived and created the 20th-century abstract expressionism masterpieces, so-called drip painting. “I entered the painting... I felt the dramatic force. The pictorial energy of canvas enchanted me. I felt the full freedom of the rhythms. I recognized the duality in Pollock’s works - improvisation and precise interpretation at the same time. I was fascinated by the works of Pollock and definitely influenced my own working methods.” said Fiedler on the occasion of “Pollock Retrospective” held at Centre Georges Pompidou in 1981, Paris.",
            "score": 54.86096382141113
        },
        {
            "docid": "16307_42",
            "document": "Jackson Pollock . In February 2016, Bloomberg News reported that Kenneth C. Griffin had purchased Jackson Pollock's 1948 painting, \"Number 17A\", for $200 million, from David Geffen.",
            "score": 51.882991313934326
        },
        {
            "docid": "16307_5",
            "document": "Jackson Pollock . Paul Jackson Pollock was born in Cody, Wyoming, in 1912, the youngest of five sons. His parents, Stella May (née McClure) and LeRoy Pollock, were born and grew up in Tingley, Iowa, and were educated at Tingley High School. Pollock's mother is interred at Tingley Cemetery, Ringgold County, Iowa. His father had been born with the surname McCoy, but took the surname of his adoptive parents, neighbors who adopted him after his own parents had died within a year of each other. Stella and LeRoy Pollock were Presbyterian; they were of Irish and Scots-Irish descent, respectively. LeRoy Pollock was a farmer and later a land surveyor for the government, moving for different jobs. Stella, proud of her family's heritage as weavers, made and sold dresses as a teenager. In November 1912, Stella took her sons to San Diego; Jackson was just 10 months old and would never return to Cody. He subsequently grew up in Arizona and Chico, California.",
            "score": 57.4186886548996
        },
        {
            "docid": "10622711_20",
            "document": "Gutai group . Gutai's first American appearance at the Martha Jackson Gallery in 1958 faced many accusations from critics exclaiming that the art was imitating Jackson Pollock. However, Gutai art did not copy from Pollock but rather took what inspiration it needed to be able to address the issue of freedom after the world war in Japan. Yoshihara praised Pollock as the greatest living American painter and admired his pure originality and concrete interpretation of freedom. Yoshihara shared with Pollock a desire to embody nature as opposed to creating representational art. Yoshihara accepted being in the same aesthetic realm as Pollock, however, he aggressively strived to create a distinct style. Prone to the assumption that Japanese artists follow Western artist, Yoshihara insisted Gutai artists create an extremely distinguished style. One thing Yoshihara did to try to avoid derivative accusations was to have his pupils study in his library to learn about contemporary issues so that their work could compete with the art of the center. Gutai work made from bodily processes did find inspiration in Jackson Pollock's drip paintings, yet expanded on these concepts drastically. At a glance, Gutai's early paintings may look like Jackson Pollock's drip paintings, however their approach and methods were radically different. If one compares Jackson Pollock's, Number 7 to Sumi Yasuo's work. Pollock's is deliberate and composted within rectilinear bounds. Whereas Yasuo worked by \"going recklessly wild\" and splattering paint. Gutai was also called Dadaistic in which Yoshihara addressed in the manifesto, \"Sometimes, at first glance, we are compared with and mistaken for Dadaism, and we ourselves fully recognize the achievements of Dadaism. But we think differently, in contrast to Dadaism, our work is the result of investigating the possibilities of calling the material to life.\" Gutai specialist Fergus McCaffrey said, \"Shiraga and other members of the Gutai Art Association had their work dismissed as derivative of second-generation Abstract Expressionism when showing at Martha Jackson Gallery in New York in 1958, and it is only recently that we have been able to shake off that terrible misunderstanding.'\" Jiro Yoshihara sought to create a genre that was beyond classification in pursuit of true originality despite these earlier accusations.",
            "score": 69.75664830207825
        },
        {
            "docid": "24140243_3",
            "document": "I Love You Yes I Do . In 1961, Bull Moose Jackson recorded a new version of the song without his band. The new version hit number ten on the R&B chart, and number ninety-eight on the \"Billboard\" Hot 100. Both versions of \"I Love You Yes I Do\" would be the only times Jackson crossed over to the national pop charts.",
            "score": 20.11708903312683
        },
        {
            "docid": "16307_2",
            "document": "Jackson Pollock . Jackson Pollock (January 28, 1912 – August 11, 1956) was an American painter and a major figure in the abstract expressionist movement. He was well known for his unique style of drip painting.",
            "score": 57.16909956932068
        },
        {
            "docid": "16307_43",
            "document": "Jackson Pollock . The Pollock-Krasner Authentication Board was created by the Pollock-Krasner Foundation in 1990 to evaluate newly found works for an upcoming supplement to the 1978 catalogue. In the past, however, the Pollock-Krasner Foundation has declined to be involved in authentication cases.",
            "score": 54.92302370071411
        },
        {
            "docid": "11439520_2",
            "document": "R U Tuff Enuff . R U Tuff Enuff is the third album by American R&B singer Rebbie Jackson. This album was a different approach for Jackson, as it had a harder-edged street R&B sound that was very popular at the time, which was also exhibited in the \"La Toya\" album by Jackson's sister, La Toya Jackson. The single \"Plaything\" peaked at number eight on the Billboard R&B charts, Jackson's highest charting single since 1984's \"Centipede\". The title track was also released as a single, but did not showcase the same amount of success.",
            "score": 34.18747639656067
        },
        {
            "docid": "21443909_12",
            "document": "Mark Pollock . Pollock hosted the documentary series \"Yes I Can\" which aired in November 2011 on Setanta Sports.",
            "score": 37.251221656799316
        },
        {
            "docid": "51012729_7",
            "document": "Harry Jackson (artist) . During this \"artistic conversion\", Jackson moved to New York, befriended Pollock, and began painting in the abstract expressionist style. He gained a following after art critic Clement Greenberg and art historian Meyer Schapiro included Jackson in their \"Talent 1950\" exhibition at the Kootz Gallery. Greenberg said that Jackson produced \"the best first show since Jackson Pollock's\". For the next few years, he exhibited work at the Tibor de Nagy Gallery, which is closely affiliated with the second generation of abstract expressionism.",
            "score": 56.792192220687866
        },
        {
            "docid": "16307_22",
            "document": "Jackson Pollock . In 1950, Hans Namuth, a young photographer, wanted to take pictures (both stills and moving) of Pollock at work. Pollock promised to start a new painting especially for the photographic session, but when Namuth arrived, Pollock apologized and told him the painting was finished.",
            "score": 51.25921392440796
        },
        {
            "docid": "30421693_2",
            "document": "B. H. Friedman . Bernard Harper Friedman (July 27, 1926 – January 4, 2011), better known by his initials, \"B. H.,\" was an American author and art critic who wrote biographies of Jackson Pollock and Gertrude Vanderbilt Whitney, a number of novels that combined his experiences in the worlds of art and business, and an autobiographical account of his use of psychedelic drugs with Timothy Leary.",
            "score": 53.96986985206604
        },
        {
            "docid": "51012729_6",
            "document": "Harry Jackson (artist) . While in Los Angeles, Jackson's style was strongly influenced by Jackson Pollock's painting \"The Moon-Woman Cuts the Circle\", which he said \"shot the first crack of daylight into my blocked-off brain\". Jackson recalled, \"That single artwork caused me to relive (1943) Tarawa's bloody butchery; I knew that I had to meet Pollock face to face ASAP.\" He was also influenced by Wassily Kandinsky's work.",
            "score": 60.09621453285217
        }
    ],
    "r": [
        {
            "docid": "16307_3",
            "document": "Jackson Pollock . During his lifetime, Pollock enjoyed considerable fame and notoriety; he was a major artist of his generation. Regarded as reclusive, he had a volatile personality, and struggled with alcoholism for most of his life. In 1945, he married the artist Lee Krasner, who became an important influence on his career and on his legacy.",
            "score": 77.12064361572266
        },
        {
            "docid": "16307_16",
            "document": "Jackson Pollock . Pollock and Krasner's relationship began to crumble by 1956, owing to Pollock's continuing alcoholism and infidelity involving Ruth Kligman. On August 11, 1956, at 10:15 pm, Pollock died in a single-car crash in his Oldsmobile convertible while driving under the influence of alcohol. At the time Krasner was visiting friends in Europe and she abruptly returned on hearing the news from a friend. One of the passengers, Edith Metzger, was also killed in the accident, which occurred less than a mile from Pollock's home. The other passenger, Ruth Kligman, an artist and Pollock's mistress, survived.",
            "score": 73.9161376953125
        },
        {
            "docid": "34960100_19",
            "document": "Minimalism (visual arts) . \"When I brought Hofmann up to meet Pollock and see his work which was before we moved here, Hofmann's reaction was — one of the questions he asked Jackson was, \"do you work from nature?\" There were no still lifes around or models around and Jackson's answer was, \"I am nature.\" And Hofmann's reply was, \"Ah, but if you work by heart, you will repeat yourself.\" To which Jackson did not reply at all.\" The meeting between Pollock and Hofmann took place in 1942.",
            "score": 70.71861267089844
        },
        {
            "docid": "20836_17",
            "document": "Minimalism . Reinhardt's remark directly addresses and contradicts Hans Hofmann's regard for nature as the source of his own abstract expressionist paintings. In a famous exchange between Hofmann and Jackson Pollock as told by Lee Krasner in an interview with Dorothy Strickler (1964-11-02) for the Smithsonian Institution Archives of American Art. In Krasner's words: When I brought Hofmann up to meet Pollock and see his work which was before we moved here, Hofmann’s reaction was—one of the questions he asked Jackson was, \"Do you work from nature?\" There were no still lifes around or models around and Jackson’s answer was, \"I am nature.\" And Hofmann’s reply was, \"Ah, but if you work by heart, you will repeat yourself.\" To which Jackson did not reply at all. The meeting between Pollock and Hofmann took place in 1942.",
            "score": 70.70985412597656
        },
        {
            "docid": "10622711_20",
            "document": "Gutai group . Gutai's first American appearance at the Martha Jackson Gallery in 1958 faced many accusations from critics exclaiming that the art was imitating Jackson Pollock. However, Gutai art did not copy from Pollock but rather took what inspiration it needed to be able to address the issue of freedom after the world war in Japan. Yoshihara praised Pollock as the greatest living American painter and admired his pure originality and concrete interpretation of freedom. Yoshihara shared with Pollock a desire to embody nature as opposed to creating representational art. Yoshihara accepted being in the same aesthetic realm as Pollock, however, he aggressively strived to create a distinct style. Prone to the assumption that Japanese artists follow Western artist, Yoshihara insisted Gutai artists create an extremely distinguished style. One thing Yoshihara did to try to avoid derivative accusations was to have his pupils study in his library to learn about contemporary issues so that their work could compete with the art of the center. Gutai work made from bodily processes did find inspiration in Jackson Pollock's drip paintings, yet expanded on these concepts drastically. At a glance, Gutai's early paintings may look like Jackson Pollock's drip paintings, however their approach and methods were radically different. If one compares Jackson Pollock's, Number 7 to Sumi Yasuo's work. Pollock's is deliberate and composted within rectilinear bounds. Whereas Yasuo worked by \"going recklessly wild\" and splattering paint. Gutai was also called Dadaistic in which Yoshihara addressed in the manifesto, \"Sometimes, at first glance, we are compared with and mistaken for Dadaism, and we ourselves fully recognize the achievements of Dadaism. But we think differently, in contrast to Dadaism, our work is the result of investigating the possibilities of calling the material to life.\" Gutai specialist Fergus McCaffrey said, \"Shiraga and other members of the Gutai Art Association had their work dismissed as derivative of second-generation Abstract Expressionism when showing at Martha Jackson Gallery in New York in 1958, and it is only recently that we have been able to shake off that terrible misunderstanding.'\" Jiro Yoshihara sought to create a genre that was beyond classification in pursuit of true originality despite these earlier accusations.",
            "score": 69.75664520263672
        },
        {
            "docid": "1113966_23",
            "document": "Punk ideologies . Straight edge, which originated in the Washington DC hardcore punk scene with Minor Threat song \"Straight Edge\" written frontman Ian MacKaye and guitarist Brian Baker. Straight edge involves abstaining from alcohol, tobacco, and recreational drug use. Some who claim the title straight edge also abstain from caffeine, casual sex and meat. (Although the Washington DC straight-edge scene exhibited a fierce allegiance for Coca-Cola, with supporters rarely, if ever, seen drinking anything else in public.) Those more strict individuals may be considered part of the hardline subculture. Unlike the shunning of meat and caffeine, refraining from casual sex was without question a practice in the original straight edge lifestyle, but it has been overlooked in many of the later reincarnations of straight edge. For some, straight edge is a simple lifestyle preference, but for others it is a political stance. In many cases, it is a rejection of the perceived self-destructive qualities of punk and hardcore culture. MacKaye has often spoken out against others labeling themselves as being Straight edge, which was never his intentions for it being a label but it became a movement one in which he became annoyed with. Notable straight edgers: Tim McIlrath, CM Punk and Davey Havok.",
            "score": 68.35842895507812
        },
        {
            "docid": "16307_21",
            "document": "Jackson Pollock . Pollock observed American Indian sandpainting demonstrations in the 1940s. Referring to his style of painting on the floor, Pollock stated, \"I feel nearer, more a part of the painting, since this way I can walk round it, work from the four sides and literally be in the painting. This is akin to the methods of the Indian sand painters of the West.\" Other influences on his drip technique include the Mexican muralists and Surrealist automatism. Pollock denied reliance on \"the accident\"; he usually had an idea of how he wanted a particular piece to appear. His technique combined the movement of his body, over which he had control, the viscous flow of paint, the force of gravity, and the absorption of paint into the canvas. It was a mixture of controllable and uncontrollable factors. Flinging, dripping, pouring, and spattering, he would move energetically around the canvas, almost as if in a dance, and would not stop until he saw what he wanted to see. As another important influence can be cited Wolfgang Paalen's article on \"Totem Art\" of the indigenous people of British Columbia and his Fumage paintings which he had seen at Julien Levy's exhibition of Paalen's surrealist paintings in 1940. Pollock owned a signed and dedicated copy of the Amerindian Number of Paalen's magazine (DYN 4-5, 1943), in which the revolutionary space concept in totemist art from the North-West-Coast is broadly discussed from an artist's point of view. Another strong impact must have been Paalen's fumage technique, as it was the surrealist technique with the most magic appeal for those painters who looked for new ways of making appear what was called the \"unseen\" or the \"possible\". Fumage was presented also in Matta's workshop about which Steven Naifeh reports: »Once, when Matta was demonstrating the Surrealist technique [Paalen's] Fumage, Jackson [Pollock] turned to (Peter) Busa and said in a stage whisper: ›I can do that without the smoke.‹« Pollock's painter friend Fritz Bultman even stated (hinting at the revolutionary possibility-space of Paalen): \"It was Wolfgang Paalen, who started it all.\"",
            "score": 66.94305419921875
        },
        {
            "docid": "6451440_2",
            "document": "Jackson Pollock: An American Saga . Jackson Pollock: An American Saga is a 1989 biography of expressionist painter Jackson Pollock, by Steven Naifeh and Gregory White Smith. It was considered \"well-researched\" by \"Publishers Weekly\" and \"Library Journal\", and inspired Ed Harris to adapt it to film as \"Pollock\" in 2000. It was awarded the 1991 Pulitzer Prize for Biography or Autobiography.",
            "score": 66.69888305664062
        },
        {
            "docid": "147847_3",
            "document": "Abstract expressionism . Technically, an important predecessor is surrealism, with its emphasis on spontaneous, automatic, or subconscious creation. Jackson Pollock's dripping paint onto a canvas laid on the floor is a technique that has its roots in the work of André Masson, Max Ernst, and David Alfaro Siqueiros. The newer research tends to put the exile-surrealist Wolfgang Paalen in the position of the artist and theoretician who fostered the theory of the viewer-dependent possibility space through his paintings and his magazine \"DYN\". Paalen considered ideas of quantum mechanics, as well as idiosyncratic interpretations of the totemic vision and the spatial structure of native-Indian painting from British Columbia and prepared the ground for the new spatial vision of the young American abstracts. His long essay \"Totem Art\" (1943) had considerable influence on such artists as Martha Graham, Isamu Noguchi, Jackson Pollock, Mark Rothko and Barnett Newman. Around 1944 Barnett Newman tried to explain America's newest art movement and included a list of \"the men in the new movement.\" Paalen is mentioned twice; other artists mentioned are Gottlieb, Rothko, Pollock, Hofmann, Baziotes, Gorky and others. Motherwell is mentioned with a question mark. Another important early manifestation of what came to be abstract expressionism is the work of American Northwest artist Mark Tobey, especially his \"white writing\" canvases, which, though generally not large in scale, anticipate the \"all-over\" look of Pollock's drip paintings.",
            "score": 66.3324203491211
        },
        {
            "docid": "16307_9",
            "document": "Jackson Pollock . From 1938 to 1942 Pollock worked for the WPA Federal Art Project. During this time Pollock was trying to deal with his established alcoholism, from 1938 through 1941 Pollock underwent Jungian psychotherapy with Dr. Joseph Henderson and later with Dr. Violet Staub de Laszlo in 1941–42. Henderson engaged him through his art, encouraging Pollock to make drawings. Jungian concepts and archetypes were expressed in his paintings. Some historians have hypothesized that Pollock might have had bipolar disorder. Pollock signed a gallery contract with Peggy Guggenheim in July 1943. He received the commission to create \"Mural\" (1943), which measures roughly 8 feet tall by 20 feet long, for the entry to her new townhouse. At the suggestion of her friend and advisor Marcel Duchamp, Pollock painted the work on canvas, rather than the wall, so that it would be portable. After seeing the big mural, the art critic Clement Greenberg wrote: \"I took one look at it and I thought, 'Now that's great art,' and I knew Jackson was the greatest painter this country had produced.\" The catalog introducing his first exhibition described Pollock's talent as \"...volcanic. It has fire. It is unpredictable. It is undisciplined. It spills out of itself in a mineral prodigality, not yet crystallized.\"",
            "score": 66.1155776977539
        },
        {
            "docid": "16307_19",
            "document": "Jackson Pollock . One definitive influence on Pollock was the work of the Ukrainian American artist Janet Sobel (1894–1968) (born Jennie Lechovsky). Peggy Guggenheim included Sobel's work in her \"The Art of This Century Gallery\" in 1945. Jackson Pollock and art critic Clement Greenberg saw Sobel's work there in 1946 and later Greenberg noted that Sobel was \"a direct influence on Jackson Pollock's drip painting technique.\" In his essay \"American-Type Painting,\" Greenberg noted those works were the first of all-over painting he had seen, and said, \"Pollock admitted that these pictures had made an impression on him\".",
            "score": 64.92845916748047
        },
        {
            "docid": "171618_7",
            "document": "Pollock (film) . Pollock and Lee move to an oceanfront house on Long Island and adopt an abandoned dog whom they name Gyp. Pollock is disheartened when Lee makes clear that she does not want to have a baby. At a get-together at Peggy's, despite art critic Clement Greenberg's comments, he shows that it's hard for him to change his finished painting to others' liking. Pollock's pictures still aren't selling, but Clement assures him that things will change after the \"Life\" article and subsequent exhibit. Lee gets jealous when Pollock hugs another woman. Meanwhile, he tries doing other business for a living, but his alcoholism gets in the way. He lies to Sande about his financial status. Pollock's fortunes turn as the \"Life\" story is published and he tries to abstain from alcohol. Later, filmmaker Hans Namuth tries to film Pollock as he paints. However, Hans' presence interrupts the spontaneous nature of Pollock's work, making the artist feel like a phony acting it out. He loses patience and, much to Lee's disapproval, begins drinking again and ruins Thanksgiving dinner.",
            "score": 64.56633758544922
        },
        {
            "docid": "487200_15",
            "document": "Mark Tobey . Elizabeth Bayley Willis showed Tobey's painting \"Bars and Flails\" to Jackson Pollock in 1944. Pollock studied the painting closely and then painted \"Blue Poles\", a painting that made history when, in 1973, the Australian government bought it for $2 million. A Pollock biographer wrote: \"...[Tobey's] dense web of white strokes, as elegant as Oriental calligraphy, impressed Jackson so much that in a letter to Louis Bunce he described Tobey, a West Coast artist, as an 'exception' to the rule that New York was 'the only real place in America where painting (in the real sense) can come thru.\" Pollock went to all of Tobey's Willard Gallery shows where Tobey presented small to medium-sized canvases, measuring approximately . After Pollock viewed them, he went back home and blew them up to , pouring paint onto the canvas instead of brushing it on. Pollock was never really concerned with diffused light, but he was very interested in Tobey's idea of covering the entire canvas with marks up to and including its edges, something not done previously in American art.",
            "score": 63.776546478271484
        },
        {
            "docid": "171618_8",
            "document": "Pollock (film) . Five years after the 1950 exhibit, Clement tells Pollock that the \"Partisan Review\" is favoring Clyfford Still, and that his original technique could be the next direction of modern art. A drunk Pollock does not take it well, and becomes even angrier when Lee berates him for his drinking and womanizing. Pollock argues it's all because she won't have a child. Lee knows he's having an affair with Ruth Kligman, but won't give Jackson a divorce. When she goes to Venice to visit Peggy, Jackson receives a call from her, after which he tells Ruth, \"I owe the woman something\". On a subsequent visit, Ruth brings along a friend, Edith Metzger; they go for a drive, but Pollock is drunk and crashes the car, killing himself and Edith.",
            "score": 63.58164978027344
        },
        {
            "docid": "16307_13",
            "document": "Jackson Pollock . The two artists met while they both exhibited at the McMillen Gallery in 1942. Krasner was unfamiliar, yet intrigued with Pollock's work and went to his apartment, unannounced, to meet him following the gallery. In October 1945, Pollock and Lee Krasner were married in a church with two witnesses present for the event. In November, they moved out of the city to the Springs area of East Hampton on the south shore of Long Island. With the help of a down-payment loan from Peggy Guggenheim, they bought a wood-frame house and barn at 830 Springs Fireplace Road. Pollock converted the barn into a studio. In that space, he perfected his big \"drip\" technique of working with paint, with which he would become permanently identified. When the couple found themselves free from work they enjoyed spending their time together cooking and baking, working on the house and garden, and entertaining friends. Lee Krasner's influence on her husband's art was something critics began to reassess by the later half of the 1960s due to the rise of feminism at the time. Krasner's extensive knowledge and training in modern art and techniques helped her bring Pollock up to date with what contemporary art should be. Krasner was often considered to teach her husband in the dominant tenets of modernistic painting. Pollock was then able to change his style to fit a more organized and cosmopolitan genre of modern art, and Krasner became the one judge he could trust. At the beginning of the two artists' marriage, Pollock would entrust his counterpart's opinions on what worked and what did not in his pieces. Lee Krasner was also responsible for introducing him to many collectors, critics, and artists, including Herbert Matter, who would help further his career as an emerging artist. John Bernard Myers, a noted art dealer, was once quoted to say that \"there would never have been a Jackson Pollock without a Lee Pollock\", whereas Fritz Bultman, a fellow painter, had referred to Pollock as Krasner's \"creation, her Frankenstein\", both men recognizing the immense impact Krasner had on Pollock's career.",
            "score": 62.543724060058594
        },
        {
            "docid": "24317924_4",
            "document": "Jackson Pollock (supercentenarian) . In the \"Los Angeles Times\" interview, he also suggested that his father lived to 99 years of age and his mother to 107. In Mount Air Baptist Church Cemetery, where he (and supposedly his parents) is buried, a certain George and John Pollock are buried, according to Find A Grave. John Pollock was born March 13, 1882 and died April 23, 1981, aged 99. George Pollock died, according to his grave, on June 21, 1967, while his date of birth remains unknown. The census of 1910 does mention a George Pollock, having an estimated birth date of 1860, married with Lulu Pollock (who has an estimated birth date of 1865), in Finleyson.",
            "score": 62.47893524169922
        },
        {
            "docid": "13029199_8",
            "document": "Hans Namuth . In November 1950, Namuth and Pollock's relationship came to an abrupt conclusion. After coming in from the cold-weather shoot of the glass painting, Pollock, who had been treated in the 1930s for alcoholism, poured himself a tumbler of bourbon whiskey after supposedly having been sober for two years. An argument between Namuth and Pollock ensued with each calling the other a \"phony\", culminating in Pollock overturning a table of food and dinnerware in front of several guests. From then on, Pollock reverted to a more figure-oriented style of painting, leading some to say that Namuth's sessions robbed Pollock of his rawness and made Pollock come to feel disingenuous about doing things for the camera that he had originally done spontaneously. Art critic Jonathan Jones suggests that by filming Pollock, Namuth \"broke the myth of trance\" and by framing Pollock's work in the larger surrounding landscape, destroyed Pollock's view that his paintings were boundless. Jeffrey Potter, a close friend of Pollock's, described Namuth as commanding, frequently telling Pollock when to start and stop painting. According to Potter, Pollock \"felt what was happening was phony.\" Namuth himself describes Pollock as being \"very nervous and very self-conscious\" of the filming at the time, but less so when Pollock discussed it in a later interview.",
            "score": 61.6330680847168
        },
        {
            "docid": "1809176_6",
            "document": "Ruth Kligman . Kligman was involved with Pollock in 1956 for a few months before his death. She was 26 and he was 44 when they met at a gallery where she was working. He was struggling with alcoholism. On August 11, 1956, Pollock had been drinking all day before speeding and losing control of the car in which they and Edith Metzger were traveling. Pollock and Metzger died in the crash. Kligman was thrown free but suffered serious injuries.",
            "score": 61.137657165527344
        },
        {
            "docid": "16307_12",
            "document": "Jackson Pollock . He later returned to using color and continued with figurative elements. During this period, Pollock had moved to the Sidney Janis Gallery, a more commercial gallery; the demand for his work from collectors was great. In response to this pressure, along with personal frustration, his alcoholism deepened.",
            "score": 60.992431640625
        },
        {
            "docid": "24317924_5",
            "document": "Jackson Pollock (supercentenarian) . If this George Pollock was indeed born in 1860, and that this is the same George as the one buried in Mount Air Baptist Church Cemetery, he would have died at the age of 107 years. Since these two are buried in the same cemetery as Jackson Pollock, and the death ages of 107 and 99 years reoccur, it could well be that these two are related to Jackson Pollock and that Jackson Pollock could have confused the death ages with that of his father and mother. In fact, there is a reasonable chance George Pollock is actually the father of Jackson (and John maybe the brother), because if it is true that the father and mother are buried at the same cemetery, then the number of people who could be the father or mother severely declines. Find A Grave only list five people named Pollock who are buried in Mount Air Baptist Church Cemetery and who were born before 1900 (excluding Jackson and including George).",
            "score": 60.88209533691406
        },
        {
            "docid": "6451440_1",
            "document": "Jackson Pollock: An American Saga . Jackson Pollock: An American Saga",
            "score": 60.595703125
        },
        {
            "docid": "16307_4",
            "document": "Jackson Pollock . Pollock died at the age of 44 in an alcohol-related single-car accident when he was driving. In December 1956, four months after his death, Pollock was given a memorial retrospective exhibition at the Museum of Modern Art (MoMA) in New York City. A larger, more comprehensive exhibition of his work was held there in 1967. In 1998 and 1999, his work was honored with large-scale retrospective exhibitions at MoMA and at The Tate in London.",
            "score": 60.5198860168457
        },
        {
            "docid": "18830689_18",
            "document": "Straight edge . Upon returning to Washington, D.C., the band suggested this same system to local clubs as a means to allow teenagers in to see musical performances without being served alcohol. The Teen Idles released a record in 1980 called \"Minor Disturbance\" with the cover shot being two hands with black Xs on the back. The mark soon became associated with the straight edge lifestyle. It can also be used by drinking establishments to note a patron as under the drinking age, regardless of their views towards drugs and alcohol.",
            "score": 60.51870346069336
        },
        {
            "docid": "16307_6",
            "document": "Jackson Pollock . While living in Echo Park, California, he enrolled at Los Angeles' Manual Arts High School, from which he was expelled. He had already been expelled in 1928 from another high school. During his early life, Pollock explored Native American culture while on surveying trips with his father.",
            "score": 60.324222564697266
        },
        {
            "docid": "22528186_6",
            "document": "Earth's Creation . Emily's paintings are described by leading international art academics as being equal to the works of Monet and great Abstract artists such as Jackson Pollock, Willem de Kooning, and Mark Rothko. Experts have argued that \"Earth's Creation\", painted at Utopia on the edge of the Simpson Desert in Central Australia by an Australian with no formal or informal training in art, is an even more important painting for Australia than American painter Jackson Pollock's \"Blue Poles\", purchased by the National Gallery of Australia in 1973.",
            "score": 60.279212951660156
        },
        {
            "docid": "951581_46",
            "document": "Trial of Michael Jackson . The charges included four counts of administering alcohol to a minor, which the jury could find was done either with intent to molest (a felony charge), or without (a misdemeanor). All three Arvizo children testified that Michael Jackson had served them alcohol. Gavin testified that the first time he ever drank alcohol was in the wine cellar with Jackson, where he allegedly swallowed a quantity of vodka thinking it was water. He testified that after the Miami trip, he was drinking wine, vodka, rum, or bourbon every night that Jackson was home. However, in an earlier police interview, he said he \"didn't drink a lot\" at Neverland. The prosecution's \"grooming\" theory held that Jackson used alcohol to lower Gavin's inhibitions in order to molest him, and the accuser testified that the first time he was molested, he and Jackson had just come \"back from drinking in the arcade.\" He also described a time when he was undergoing urine tests related to his cancer treatment, and he worried alcohol would be detected, but was allegedly pressured by Jackson to drink anyway and not take the test. Star's first time drinking alcohol, he claimed, was on the flight back from Miami. Jackson allegedly handed him a Diet Coke can filled with wine. Star testified he did not know what the drink was when he tasted it, and that it reminded him of the smell of rubbing alcohol (a comparison Gavin also made). Star said Gavin and Michael were sharing the soda can and acting \"really weird.\" However, Cynthia Bell, a flight attendant who had served Jackson on the Miami flight and other flights, testified that she never saw him share his drink with Gavin. She testified that she had devised the custom of serving Jackson wine in Diet Coke cans during flights, because Michael Jackson didn't like to drink alcohol in front of his children.",
            "score": 60.245243072509766
        },
        {
            "docid": "38312450_12",
            "document": "Jack Pollock . On the eve before his death, Pollock was scheduled to speak at a benefit for an AIDS hospice at what was billed to be his last public appearance. Unfortunately, Pollock was too ill to leave the hospital and succumbed to his illness the next evening on December 10, 1992. \"I've been thinking of death a lot, and I am amazed by its inevitability, frightened, as we all are, of the totally unknown, and yet feel a long sleep is somehow earned by those of us who live on the edge.\" The last known photograph of Jack Pollock was taken shortly before his passing in 1992 at the Kinsman Robinson Galleries (Norval Morrisseau's principal dealer since 1989) beside a Morrisseau painting. As Pollock himself had predicted in 1984, he is still mostly recognized for his association with Norval Morrisseau.",
            "score": 60.24104690551758
        },
        {
            "docid": "51012729_6",
            "document": "Harry Jackson (artist) . While in Los Angeles, Jackson's style was strongly influenced by Jackson Pollock's painting \"The Moon-Woman Cuts the Circle\", which he said \"shot the first crack of daylight into my blocked-off brain\". Jackson recalled, \"That single artwork caused me to relive (1943) Tarawa's bloody butchery; I knew that I had to meet Pollock face to face ASAP.\" He was also influenced by Wassily Kandinsky's work.",
            "score": 60.096214294433594
        },
        {
            "docid": "16307_50",
            "document": "Jackson Pollock . Lee Krasner donated Pollock's papers in 1983 to the Archives of American Art. They were later archived with Lee Krasner's papers. The Archives of American Art also houses the Charles Pollock papers, which include correspondence, photographs, and other files relating to his brother Jackson Pollock.",
            "score": 59.9570426940918
        },
        {
            "docid": "11756907_94",
            "document": "List of awards and nominations received by Michael Jackson . The presentation took place on May 14, 1984, at the White House. Upon reaching the podium, Reagan remarked, \"I hope you'll forgive me, but we have quite a few young folks in the White House who all wanted me to give you the same message. They said to tell Michael, \"Please give some TLC to the PYTs.\" A reference to Jackson's Grammy Award-nominated song, \"P.Y.T. (Pretty Young Thing)\". Reagan also stated that Jackson \"is proof of what a person can accomplish through a lifestyle free of alcohol or drug abuse. People young and old respect that. And if Americans follow his example, then we can face up to the problem of drinking and driving, and we can, in Michael's words, beat it.\"",
            "score": 59.79033660888672
        },
        {
            "docid": "16307_24",
            "document": "Jackson Pollock . Continuing to evade the viewer's search for figurative elements in his paintings, Pollock abandoned titles and started numbering his works. He said about this: \"...look passively and try to receive what the painting has to offer and not bring a subject matter or preconceived idea of what they are to be looking for.\" Pollock's wife, Lee Krasner, said Pollock \"used to give his pictures conventional titles... but now he simply numbers them. Numbers are neutral. They make people look at a picture for what it is—pure painting.\"",
            "score": 59.767879486083984
        },
        {
            "docid": "16307_18",
            "document": "Jackson Pollock . Pollock started using synthetic resin-based paints called alkyd enamels, which at that time was a novel medium. Pollock described this use of household paints, instead of artist's paints, as \"a natural growth out of a need\". He used hardened brushes, sticks, and even basting syringes as paint applicators. Pollock's technique of pouring and dripping paint is thought to be one of the origins of the term action painting. With this technique, Pollock was able to achieve a more immediate means of creating art, the paint now literally flowing from his chosen tool onto the canvas. By defying the convention of painting on an upright surface, he added a new dimension by being able to view and apply paint to his canvases from all directions.",
            "score": 59.07719039916992
        }
    ]
}