{
    "q": [
        {
            "docid": "1095771_5",
            "document": "Teddy Atlas . Atlas trained as an amateur boxer with Hall of Fame trainer Cus D'Amato. He had some amateur fights but had to turn to work as a trainer due to a back injury. Atlas was an assistant to D'Amato, although his role in the Catskill Boxing Club was short-lived. His duties included assisting in the training of D'Amato's teenage protégé Mike Tyson. However, Atlas left the camp in 1982 following an altercation with the 15-year-old Tyson after Tyson had been sexually inappropriate with an 11-year-old female relative of Atlas' (Tyson said he had grabbed the girl's buttocks). Atlas put a .38 caliber handgun to Tyson's ear and told him to never touch his family again, or he would kill him if he did. This altercation between Atlas and a young Mike Tyson led to Atlas' dismissal from the Catskill Boxing Club, and he was told he was no longer welcome in D'Amato's home or around any of his adopted children (his fighters whom he had legally adopted, Tyson included).",
            "score": 34.00525104999542
        },
        {
            "docid": "158538_21",
            "document": "Evander Holyfield . Then a deal was signed for him to defend his crown against Mike Tyson in November 1991. Tyson delayed the fight, claiming he was injured in training, but was then convicted for the rape of Desiree Washington and sentenced to six years in prison, so the fight did not happen at that time. They fought in 1996 (Holyfield won by a TKO in 11) and a rematch in 1997 (Holyfield won by disqualification in 3, after Tyson bit both of his ears).",
            "score": 24.75912880897522
        },
        {
            "docid": "39027_11",
            "document": "Mike Tyson . Kevin Rooney also trained Tyson, and he was occasionally assisted by Teddy Atlas, although Atlas was dismissed by D'Amato when Tyson was 15. Rooney eventually took over all training duties for the young fighter.",
            "score": 26.729440689086914
        },
        {
            "docid": "39027_27",
            "document": "Mike Tyson . Tyson and Ruddock met again on June 28 that year, with Tyson knocking down Ruddock twice and winning a 12 round unanimous decision. A fight between Tyson and Holyfield for the undisputed championship was scheduled for November 8, 1991 at Caesars Palace in Las Vegas, but Tyson pulled out after sustaining a rib cartilage injury during training.",
            "score": 24.5615873336792
        },
        {
            "docid": "66345_9",
            "document": "Robin Givens . After meeting in March 1986, Givens married boxer Mike Tyson on February 7, 1988. Tyson was then estimated to have US$50 million, and he and Givens did not make a prenuptial agreement. During their marriage, Givens and her mother bought a $4.6 million mansion in the affluent suburb of Bernardsville, New Jersey.",
            "score": 24.943437099456787
        },
        {
            "docid": "24694758_4",
            "document": "Tyson (1995 film) . Mike Tyson grows up a troubled youth, who vows to be a professional boxer in the future. Manager and trainer Cus D'Amato begins turning the young Tyson into an undefeated fighter. However, Tyson becomes a difficult pupil who is often exposed, and slacks off during his training.",
            "score": 29.187313318252563
        },
        {
            "docid": "1486840_12",
            "document": "Cus D'Amato . It was there that he met and began to work with the future heavyweight champion, Mike Tyson, who was in a nearby reform school. He adopted Tyson after Tyson's mother died. D'Amato trained him over the next few years, encouraging the use of peek-a-boo style boxing, with the hands in front of the face for more protection. D'Amato was briefly assisted by Teddy Atlas, and later Kevin Rooney, a protégé of D'Amato, who emphasized elusive movement. It is unclear at exactly what age (11 or 12) Tyson first became seriously interested in becoming a professional boxer. Bobby Stewart, a former Golden Gloves Champion, was approached by Tyson while working as a counselor at the Tryon School For Boys. Tyson knew of Stewart's former boxing glory and specifically asked to speak with Stewart who immediately took on a gruff attitude of the subject after witnessing Tyson's terrible behavior in his first days at the school. Bobby Stewart introduced Mike Tyson to D'Amato when Tyson was around 12 or 13 years old, after Stewart stated he had taught Tyson all he could about boxing technique and skill. D'Amato died a little over a year before Tyson became the youngest world heavyweight titleholder in history at the age of 20 years 4 months, thus supplanting Patterson's record. Rooney would later guide Tyson to the heavyweight championship sixteen months after D'Amato's death.",
            "score": 39.505002617836
        },
        {
            "docid": "30858332_16",
            "document": "Evander Holyfield vs. Mike Tyson II . In the 2008 documentary \"Tyson\", the boxer claimed he did it as retaliation for the headbutting.",
            "score": 24.844546794891357
        },
        {
            "docid": "10317238_5",
            "document": "Gogoplata . Ryusuke \"Jack\" Uemura is notable as the fighter who performed the first successful gogoplata in mixed martial arts against Isao Terada at Zst Grand Prix 2, Final Round, on January 23, 2005. Former UFC Heavyweight fighter Brad Imes calls himself \"Mr. Gogoplata,\" after winning two matches in a row with the maneuver. Nick Diaz defeated Takanori Gomi using the gogoplata at Pride 33, only to have the victory turned to a NC due to positive test for marijuana in the post-fight drug screen.",
            "score": 14.355221271514893
        },
        {
            "docid": "7350552_5",
            "document": "Shinya Aoki . For unknown reasons, the proposed fight with Melendez did not take place. Instead, Aoki faced highly ranked Lightweight fighter Joachim Hansen. Aoki submitted Hansen with a gogoplata—this was the second successful gogoplata in MMA competition (the first by Ryusuke Uemura).",
            "score": 11.17650032043457
        },
        {
            "docid": "39209225_8",
            "document": "Bruce Seldon vs. Mike Tyson . Almost immediately after the fight, the audience began chanting \"Fix!\", having thought Seldon took a dive in order for Tyson to win the championship and move on to face Evander Holyfield. The crowd would continue to serenade Seldon with chants of \"Fix!\" as he remained in the ring for an interview with Jim Gray. Gray would openly ask Seldon if he did in fact take a dive, but Seldon professed his innocence, stating \"I didn't train 12 weeks to come in here and take a dive.\"",
            "score": 24.75072157382965
        },
        {
            "docid": "40424225_5",
            "document": "Mike Tyson vs. Kevin McBride . McBride, however, remained confident that he could upset Tyson and promised that he would \"shock the world\" by defeating Tyson Prior to the fight, Tyson parted ways with trainer Freddie Roach, who had trained Tyson for his two previous fights against Clifford Etienne in 2003 and Williams in 2004, and replaced him with former super bantamweight champion Jeff Fenech.",
            "score": 26.188069343566895
        },
        {
            "docid": "10317238_7",
            "document": "Gogoplata . In Japan, promotion 666's wrestler Konaka Pelhwan is known for using a rope hanging version of the gogoplata as a signature move.",
            "score": 17.22834825515747
        },
        {
            "docid": "3307314_5",
            "document": "Kevin Rooney . Rooney trained world heavyweight champion Mike Tyson from the start of his professional career in 1985 until Tyson's bout with Michael Spinks in 1988.",
            "score": 24.931962490081787
        },
        {
            "docid": "39027_48",
            "document": "Mike Tyson . In another Memphis fight on February 22, 2003, Tyson beat fringe contender Clifford Etienne 49 seconds into round one. The pre-fight was marred by rumors of Tyson's lack of fitness. Some said that he took time out from training to party in Las Vegas and get a new facial tattoo. This eventually proved to be Tyson's final professional victory in the ring.",
            "score": 25.844539642333984
        },
        {
            "docid": "811720_15",
            "document": "Punch-Out!! (arcade game) . In 1987, the growing popularity of the Nintendo Entertainment System (NES) caused the development and release of \"Mike Tyson's Punch-Out!!\" for the NES console to happen. Several elements, such as opponents and their names, were changed for this version. In particular, professional boxer Mike Tyson was added as the game's final boss to promote his success in becoming a champion. In 1990, when the contract licensing the use of Tyson's name in the console version expired, Nintendo replaced Tyson with an original character named Mr. Dream, re-releasing it as \"Punch-Out!!\" (a.k.a. \"Punch-Out!! featuring Mr. Dream\"). Like \"Mike Tyson's Punch-Out!!\", \"Punch-Out!! featuring Mr. Dream\" bore no further resemblance to the arcade version.",
            "score": 38.487555146217346
        },
        {
            "docid": "40225077_3",
            "document": "Mike Tyson vs. Lou Savarese . Mike Tyson was three fights into his latest comeback, which started on January 16, 1999 with a fifth-round knockout victory over former IBF Heavyweight champion Francois Botha. After a nine-month layoff due in large part to a four-month prison stint, Tyson met former WBA Cruiserweight champion Orlin Norris, but the bout ended in a no-contest after Tyson injured Norris with a punch that landed after the bell. Three months later, Tyson had his first ever fight in the United Kingdom, easily defeating British journeyman Julius Francis by second-round knockout. It was then announced in February 2000 that Tyson would next meet fringe-contender Lou Savarese. Initially, the fight was set to take place in Milan, Italy in May, but the bout was postponed after Tyson decided that he needed more time to train. The fight was then moved to Hampden Park in Glasgow, Scotland and rescheduled for June 24, 2000. Though the decision to allow Tyson to return to the United Kingdom was met with protests because of Tyson's rape conviction, the Glasgow city council voted 10–1 in favor of allowing Tyson to continue on with his match with Savarese.",
            "score": 28.559641480445862
        },
        {
            "docid": "39027_65",
            "document": "Mike Tyson . In October 2012, Tyson launched the Mike Tyson Cares Foundation. The mission of the Mike Tyson Cares Foundation is to \"give kids a fighting chance\" by providing innovative centers that provide for the comprehensive needs of kids from broken homes.",
            "score": 23.159502029418945
        },
        {
            "docid": "22454095_5",
            "document": "Richie Giachetti . When Mike Tyson was dethroned of his heavyweight crown by James \"Buster\" Douglas in 1990 in a 10th-round knockout in Tokyo, King inserted Giachetti as Tyson's trainer. Giachetti trained Tyson for his next four fights, those against Henry Tillman, Alex Stewart, and the two fights against Donovan \"Razor\" Ruddock. Giachetti later returned to Tyson's corner for his second fight against Evander Holyfield, the infamous \"bite fight\".",
            "score": 24.579838275909424
        },
        {
            "docid": "39027_46",
            "document": "Mike Tyson . Tyson once again had the opportunity to fight for a heavyweight championship in 2002. Lennox Lewis held the WBC, IBF, IBO and Lineal titles at the time. As promising fighters, Tyson and Lewis had sparred at a training camp in a meeting arranged by Cus D'Amato in 1984. Tyson sought to fight Lewis in Nevada for a more lucrative box-office venue, but the Nevada Boxing Commission refused him a license to box as he was facing possible sexual assault charges at the time.",
            "score": 23.879139304161072
        },
        {
            "docid": "39230759_7",
            "document": "Trevor Berbick vs. Mike Tyson . This fight was mentioned in the animated TV series Mike Tyson Mysteries episode \"Ultimate Judgement Day\" from 2014. In the episode Mike Tyson says Trevor Berbick wanted to call their 1986 fight 'Ultimate Judgement Day', but then ghost of Berbick appears to correct Tyson, saying that it was actual Tyson was the boxer that wanted to call it 'Ultimate Judgement Day.' Tyson thanks Berbick for the correction, and then waves his hand to make the ghost of Trevor Berbick disappear.",
            "score": 27.265487670898438
        },
        {
            "docid": "3480664_19",
            "document": "Jim Gray (sportscaster) . On June 24, 2000 in Glasgow, Scotland, Gray did the interview with Mike Tyson after his swift knockout of Lou Savarese where Tyson proclaimed he \"wanted to eat (Lennox Lewis's) children.\"",
            "score": 22.32828998565674
        },
        {
            "docid": "39342210_5",
            "document": "Mike Tyson vs. Donovan Ruddock II . After months of tough negotiations between Tyson's and Evander Holyfield's respective camps, which included both men's promoters attempting to get a fight with George Foreman instead, a deal was reached that would see Holyfield and Tyson face each other for the Undisputed Heavyweight Championship on November 8, 1991 at Caesers Palace. However, Tyson suffered an injury during training camp and was unable to fight in November. The parties waited to reschedule until after Tyson's trial was complete, but before the fight could take place, Tyson was convicted of the rape of Desiree Washington in February 1992 and sentenced to six years in prison.",
            "score": 22.838947772979736
        },
        {
            "docid": "49830302_3",
            "document": "Mike Tyson (disambiguation) . Mike Tyson or Michael Tyson may also refer to:",
            "score": 22.765867233276367
        },
        {
            "docid": "2258415_6",
            "document": "Yes It Is . \"Yes It Is\" was released as the B-side of \"Ticket to Ride\" in both the UK and the US. American pressings of the single erroneously show \"Yes It Is\" as being from the film \"Eight Arms to Hold You\" (the original title for the film, \"Help!\"), in which it did not appear.",
            "score": 7.949844837188721
        },
        {
            "docid": "7316042_6",
            "document": "Final Blow . The Genesis version was one of the key games used to market the Genesis console as part of the Genesis Does Campaign, particularly since Nintendo used Mike Tyson for its \"Mike Tyson's Punch-Out!!\" video game, whom Douglas had challenged and defeated that year. \"Mega\" placed the game at #9 in their list of the 10 Worst Mega Drive Games of All Time.",
            "score": 27.406436443328857
        },
        {
            "docid": "40414479_5",
            "document": "Mike Tyson vs. Danny Williams . Tyson was then given the option to compete on the undercard of Lewis' title defense against Vitali Klitschko on June 21, 2003, after which Tyson would have two additional fights before taking on Lewis in their rematch. Tyson initially agreed and was set to meet future WBC heavyweight champion Oleg Maskaev, but Tyson pulled out of the bout after former promoter Don King allegedly used threats to prevent Tyson from signing the contract.",
            "score": 22.474228382110596
        },
        {
            "docid": "39255281_3",
            "document": "Mike Tyson vs. Tyrell Biggs . According to Mike Tyson's Book \"Undisputed Truth\", Tyrell Biggs dissed Tyson in 1984. When Tyson came to wish the American Boxing Olympic team good luck, a lady came and wished the boxers a good trip. Tyrell Biggs then proceeded to laugh and said \"I don't know about him, but he certainly ain't getting on that plane\" (referring to Mike Tyson not being selected among the American Boxing Olympic Team).",
            "score": 26.779269099235535
        },
        {
            "docid": "17121438_12",
            "document": "Lennox Lewis vs. Mike Tyson . Tyson later admitted to biting Lewis' leg and had to pay him US$335,000.",
            "score": 25.898324489593506
        },
        {
            "docid": "39438895_6",
            "document": "Mike Tyson vs. Francois Botha . The following year, Botha would get an opportunity at Lewis' titles, challenging the champion on July 15, 2000. Botha would not have as good a showing as he did against Tyson, being knocked out in the second round by Lewis",
            "score": 19.125408411026
        },
        {
            "docid": "39027_84",
            "document": "Mike Tyson . The film \"Tyson\" was released in 1995 and was directed by Uli Edel. It explores the life of Mike Tyson, from the death of his guardian and trainer Cus D'Amato to his rape conviction. Tyson is played by Michael Jai White.",
            "score": 23.752469301223755
        },
        {
            "docid": "39027_8",
            "document": "Mike Tyson . Tyson's biological father is listed as \"Purcell Tyson\" (who was from Jamaica) on his birth certificate, but the man Tyson had known as his father was Jimmy Kirkpatrick. Kirkpatrick was from Grier Town, North Carolina (a predominantly black neighborhood that was annexed by the city of Charlotte), where he was one of the neighborhood's top baseball players. Kirkpatrick married and had a son, Tyson's half-brother Jimmie Lee Kirkpatrick, who would help to integrate Charlotte high school football in 1965. In 1959, Jimmy Kirkpatrick left his family and moved to Brooklyn, where he met Tyson's mother, Lorna Mae (Smith) Tyson. Mike Tyson was born in 1966. Kirkpatrick frequented pool halls, gambled and hung out on the streets. \"My father was just a regular street guy caught up in the street world,\" Tyson said. Kirkpatrick abandoned the Tyson family around the time Mike was born, leaving Tyson's mother to care for the children on her own. Kirkpatrick died in 1992.",
            "score": 31.154486179351807
        }
    ],
    "r": [
        {
            "docid": "207083_21",
            "document": "Brazilian jiu-jitsu . Sport BJJ focus on submissions without the use of strikes while training allows practitioners to practice at full speed and with full power, resembling the effort used in a real competition. Training methods include technique drills in which techniques are practiced against a non-resisting partner; isolation sparring, commonly referred to as positional drilling, where only a certain technique or sets of techniques are used, and full sparring in which each opponent tries to submit their opponent using any legal technique. Physical conditioning is also an important part of training at many clubs. The Gracie family focuses on real world applications for BJJ. While other businesses and companies tend to focus on the sporting aspect of BJJ, the Gracie's maintain a strict way of training that is primarily self-defense. They will often run reflex development drills in which one person is surrounded by a circle of other students who will attempt to attack the defending student, who in turn must defend themselves using \"street\" Jiu-jitsu techniques. The student will often be unable to see the aggressor to simulate an attack that they weren't expecting.",
            "score": 57.62946701049805
        },
        {
            "docid": "25911155_14",
            "document": "Joe Moreira . Eighteen months later, following his first MMA victory over Uri Vaulin at the UFC 14, Moreira shocked the Brazilian Jiu-Jitsu community again by revealing that he trained with Marco Ruas to fight the Russian boxer - without the help of the Gracie family or anyone else from the Brazilian Jiu-Jitsu community. Seeing the good ground technique presented by Ruas, who trained in Jiu-Jitsu for 15 years, Moreira gave him a Brazilian Jiu-Jitsu black belt and caused a commotion among his fellow Brazilians. These two important decisions helped pave the way for his cross training to take its now-prominent role in fight training.",
            "score": 57.22306442260742
        },
        {
            "docid": "207083_25",
            "document": "Brazilian jiu-jitsu . When using the back mount (often known in Brazilian jiu-jitsu as the \"back grab\" or \"attacking the back\"), the practitioner attaches to the back of the opponent by wrapping his legs around and hooking the opponent's thighs with his heels *note, the term back mount usually refers to a normal mount with the bottom person on their stomach instead of their back. or locking in a body triangle by crossing one shin across the waist like a belt then placing the back of the opposing knee over the instep as if finishing a triangle choke. Simultaneously, the upper body is controlled by wrapping the arms around the chest or neck of the opponent. This position is often used to apply chokeholds, and counters much of the benefit an opponent may have from greater size or strength.",
            "score": 55.181640625
        },
        {
            "docid": "24462403_2",
            "document": "Rubber guard . The Rubber guard sometimes referred to as Mission Control is a Brazilian Jiu-jitsu technique, which involves the practitioner ‘breaking down’ the opponent into the rubber guard, while maintaining a high level of control. It utilizes extensive flexibility to control the opponent with one arm and one leg. The opposite arm in turn is free to attempt submissions, sweeps or to strike the trapped head of the opponent.",
            "score": 55.060428619384766
        },
        {
            "docid": "38498838_2",
            "document": "Keenan Cornelius . Keenan Kai-James Cornelius is an American Brazilian Jiu-Jitsu practitioner known for his competitive achievements, most notably including what has been dubbed a grand slam in Brazilian Jiu-Jitsu, having won double gold medals at four major tournaments - the World Jiu-Jitsu Championship, Pan-American Championship, European Open Championship, and Brazilian National Jiu-Jitsu Championship - as a purple belt. He is also known for his creation of guard techniques such as the Worm Guard.",
            "score": 54.657527923583984
        },
        {
            "docid": "207083_36",
            "document": "Brazilian jiu-jitsu . The Brazilian jiu-jitsu practitioner's uniform is similar to a judogi, but often with tighter cuffs on the pants and jacket. This allows the practitioner to benefit from a closer fit, providing less material for an opponent to manipulate, although there is a significant overlap in the standards that allows for a carefully selected gi to be legal for competition in both styles. Traditionally, to be promoted in Brazilian jiu-jitsu, the wearing of the jiu-jitsugi while training is a requirement. Recently with the growing popularity of \"no gi\" Brazilian jiu-jitsu, the practice of giving out belts to no gi practitioners (e.g., Rolles Gracie awarding Rashad Evans a black belt) has become more common. The term \"kimono\" is sometimes used to describe the outfit, especially in Brazil.",
            "score": 53.58607482910156
        },
        {
            "docid": "11630690_3",
            "document": "Glover Teixeira . Teixeira is originally from the rural community of Sobrália, Minas Gerais, Brazil and is of Portuguese descent. His neighborhood had no traffic signals, there was no electricity in many of the homes, and there was a single gas station. He moved to Danbury, Connecticut in 1999 to help support his family and quickly found a job in landscaping. It was there that he met his wife, Ingrid. After watching boxers such as Mike Tyson and the early mixed martial arts fighters such as Royce Gracie and Chuck Liddell compete, Teixeira decided that he wanted to follow the same path. He had never heard of Brazilian jiu-jitsu, but was able to find and watch videos of UFC 1 and UFC 2 which featured the legendary UFC Hall of Famer Royce Gracie. After working 10- to 12-hour days landscaping, Teixeira would then go train Boxing at Hat City Boxing and Brazilian jiu-jitsu at American Top Team Connecticut. John Hackleman had trained a fighter who fought Teixeira and was impressed by the young Brazilian. Hackleman invited Teixeira to his gym in California, The Pit, where Teixeira began training with UFC Hall of Famer Chuck Liddell.",
            "score": 52.94923400878906
        },
        {
            "docid": "23895678_3",
            "document": "10th Planet Jiu-Jitsu . In 2003, after earning a black belt under Jean-Jacques Machado, Eddie Bravo opened his first 10th Planet Jiu-Jitsu school in Los Angeles, California. Bravo's system emphasizes developing students for submission-only grappling competition rather than points. He focused his jiu-jitsu training without the traditional gi; becoming one of the first jiu-jitsu schools to do so. The idea behind this was to try to implement as many of the techniques as possible in mixed martial arts (MMA) competitions. Bravo worked for the Ultimate Fighting Championship (UFC) during this time and felt high-level jiu-jitsu practitioners weren't winning as much they should have, mainly attributing this to them wearing a gi when training jiu-jitsu but competing in MMA without one. 10th Planet Jiu-Jitsu has been controversial since it's inception. Bravo's changes to traditional Brazilian Jiu-Jitsu, like abandoning the gi, drew a lot of backlash and there has been debate to how much 10th Planet techniques, most notably its iterations of the rubber guard, translates to MMA.",
            "score": 52.035526275634766
        },
        {
            "docid": "2381618_3",
            "document": "Marco Ruas . Ruas is the founder of Ruas Vale Tudo, a hybrid of submission wrestling and kickboxing. He also used to train in the art of capoeira with renowned Mestre Camisa in Rio de Janeiro at the Santa Luzia club, downtown Rio. He has instructed fighters such as Pedro Rizzo and Renato Sobral. He is also a black belt in Luta-Livre, who faced up a legendary quarrel against the Brazilian jiu-jitsu fighters in the 80s and 90s. After the match against Pinduka, he started training in Brazilian jiu-jitsu with Osvaldo Alves. Later he trained Joe Moreira before his fight against the Russian boxer Yuri Vaulin. Seeing his good skills in grappling, Moreira gave him a black belt in brazilian jiu-jitsu and caused a commotion among his fellow Brazilians. His instructors included Euclydes Hatem.",
            "score": 51.86613082885742
        },
        {
            "docid": "25024657_3",
            "document": "Peter Letsos . Pete is a 3X Pan Am medalist, as well as a 3X Gracie World Champion. He is known in Brazil for winning 7 tournaments in one month. Pete began training Jiu Jitsu in high school at the Carlson Gracie Academy in downtown Chicago, and won several matches in the Jiu Jitsu World Championships as a purple belt. Pete then went to live and train Jiu Jitsu in Brazil for 4 years, spending countless hours on the mat with Osvaldo Alves and Carlson Gracie. He is featured in \"The Gracie Way\" by Jiu Jitsu journalist Kid Peligro. Pete has trained alongside many of the world's best Jiu Jitsu fighters and Mixed Martial Artists, such as Fredson Paixao, André Galvão, Tony DeSouza, and Miguel Torres. He is good friends with Eddie Bravo, Kenny Florian, Jeff Glover, and BJ Penn. Pete even lived and trained with BJ Penn at his Mixed Martial Arts academy in Hilo, Hawaii, where he eventually suffered a devastating injury to his neck while surfing. Since then, Pete's emphasis has been on training students in Brazilian Jiu Jitsu at his gym Rio Jiu Jitsu Academy in Chicago's Irving Park neighborhood.",
            "score": 51.49713134765625
        },
        {
            "docid": "3646519_5",
            "document": "Compression lock . A leg slicer (depending on the affected muscle also called for instance calf slicer or thigh crusher) is a compression lock that involves pressing the calf and/or thigh muscle into one of the bones in the leg. Similarly to the biceps slicer, a leg slicer can be applied by inserting an arm or leg in the backside of the knee, and flexing the opponent's leg to apply pressure to the muscles surrounding the fulcrum. Generally, the direction of the shin in the leg acting as a fulcrum will determine where the larger part of the pressure will go. Such leg slicers can be used as effective leglocks to the knee through a separating and elongating motion. Similarly to the biceps slicer, the calf slicer is listed as a banned technique in the lower levels of some major Brazilian jiu-jitsu competitions. Wrestler AJ Styles uses this as a submission signature move, calling it the \"Calf Killer\" in NJPW and TNA and the \"Calf Crusher\" in WWE.",
            "score": 51.11647033691406
        },
        {
            "docid": "25317956_3",
            "document": "Leandro Vieira . Leandro Vieira began training Jiu-Jitsu at a very young age: only 5 years old. He is known as one of the best Brazilian Jiu-Jitsu instructors in the world. He has won medals at IBJJF Championships such as the Brazilian Jiu-Jitsu World Championships, Brazilian Nationals, Paulista Regionals, Las Vegas Open and Submission Ink Grappling Tournament. He holds a 3rd-Degree Black Belt in Brazilian Jiu-Jitsu.",
            "score": 50.68051528930664
        },
        {
            "docid": "2850745_14",
            "document": "Armlock . The omoplata (referred to in judo as ashi-sankaku-garami, 三角緘, \"triangular entanglement\" and in catch wrestling as coil lock) is also a commonly featured shoulder lock in Brazilian jiu-jitsu. The locking mechanism is similar to the kimura lock, but instead of using a figure-four, it is applied using a leg. The omoplata can be applied from the guard, by placing one leg under the opponent's armpit and turning 180 degrees in the direction of that leg, so that the leg moves over the back of the opponent and entangles the opponent's arm. By controlling the opponent's body and pushing the arm perpendicularly away from the opponent's back, pressure can be put on the opponent's shoulder. It is also possible to put pressure on the elbow joint by bending the leg entangling the arm, and twisting it in a specific manner. In order to secure the opponent and prevent him from rolling out of the lock, the inner arm can be thrown over the opponent's waist as a \"seatbelt\" securing the opponent. Though an effective lock, it is more difficult than other armlocks to successfully apply. The technique called a monoplata is a similar armlock that resembles jūji-gatame or spiderweb position yet has a mechanism like an omoplata.",
            "score": 50.024635314941406
        },
        {
            "docid": "207083_15",
            "document": "Brazilian jiu-jitsu . Upholding the premise that most of the advantage of a larger, stronger opponent comes from superior reach and more powerful strikes, both of which are mitigated when grappling on the ground, Brazilian jiu-jitsu emphasizes getting an opponent to the ground in order to use ground fighting techniques and submission holds involving joint-locks and chokeholds. A more precise way of describing this would be to say that on the ground, physical strength can be offset or enhanced by an experienced grappler who knows how to maximize force using mechanical advantage instead of pure physical strength.",
            "score": 49.95195007324219
        },
        {
            "docid": "20565051_4",
            "document": "Vinny Magalhães . Magalhães was promoted to black belt by his instructors Vinicius Aieta and Royler Gracie, on the podium after winning thirteen matches (ten by submissions), and taking home two gold medals in the 2005 World Jiu-Jitsu Championship as a brown belt. Magalhães has recently expressed that he's been training in different grappling styles such as sambo (primarily leg locks) and catch wrestling. He is also known, despite his background in Brazilian jujitsu, as being one of the primary pioneers (along with Shinya Aoki and others) of 10th planet jiu-jitsu techniques in MMA.",
            "score": 49.70232391357422
        },
        {
            "docid": "1423327_23",
            "document": "Renzo Gracie . Gracie has co-written two instructional books on jiu-jitsu; “Brazilian Jiu-Jitsu: Theory and Technique” with his cousin Royler Gracie, and “Mastering Jujitsu” with training partner John Danaher. He has also been the personal jiu-jitsu teacher of Sheikh Mohammed bin Zayed Al Nahyan, Crown Prince of Abu Dhabi, since 1993.",
            "score": 49.54181671142578
        },
        {
            "docid": "13300898_3",
            "document": "Mike Pyle (fighter) . Pyle was born and raised in Dresden, Tennessee until the age of 17 when he moved to Birmingham, Alabama. It was there that he began studying Taekwondo. One of his training partners told him, \"Man you gotta check out this cage fighter stuff they got going on. There's this guy who lays on the ground and breaks peoples arms ...\" The cage fighting they were talking about was the UFC. The man they were talking about was Royce Gracie, the masterful practitioner of the martial arts discipline known as Brazilian jiu-jitsu who won the tournaments at UFC 1, UFC 2 and UFC 4. Pyle created a gym in a 13 x 15-foot shed behind his mother's home in Dresden, searching for any instructional videos for Brazilian jiu-jitsu he could get his hands on as well attending seminars put together by the Gracie family, whenever they were close enough for him to make the drive. Despite having no formal Brazilian jiu-jitsu training, Pyle would go on to be a successful submission grappler in mixed martial arts, the large majority of his wins coming by submission.",
            "score": 49.419132232666016
        },
        {
            "docid": "24017027_2",
            "document": "Rubens Charles Maciel . Rubens Charles Maciel (born December 24, 1979), aka \"Cobrinha\" and sometimes referred to as Rubens \"Cobrinha\" Charles, is a Brazilian Jiu Jitsu (BJJ) competitor. He is considered the best featherweight in the decade and to be among the best pound for pound jiu jitsu competitors in the world. Cobrinha is a black belt in Brazilian jiu-jitsu under Fernando \"Terere\" Augusto and a member of Alliance Jiu Jitsu. Cobrinha has won a total of six world championship titles in Brazilian jiu-jitsu as a black belt in the featherweight (or lightweight) category. He started training BJJ in 2000, received his black belt in 2005, and has since medaled in every World Jiu-Jitsu Championship in which he has competed - a total of ten. He is known for his attacking style of jiu jitsu and, in particular, for his guard. His guard was voted the best Guard of the Decade by fellow World Champions.",
            "score": 49.41778564453125
        },
        {
            "docid": "2850745_5",
            "document": "Armlock . The jūji-gatame (十字固め, rendered as \"Ude-Hishigi-Juji-Gatame\"), also sometimes used interchangeably with the terms armbar, cross armbar or straight armbar, is an official Kodokan Judo technique. The English word \"bar\" is used here to signify the opponent's extended arm, while the Japanese word \"jūji\" (十字) refers to the armbar's visual resemblance to the number 10 as written in kanji, 十. The word jūji is also found in \"jūjika\" (十字架), meaning a cross. In general, the practitioner secures an arm at the wrist of the opponent, trapping it by squeezing the knees together. To initiate the submission one of the legs will be across the chest of the opponent, the second leg's calf will cross face the opponent, with the hips tight into the armpit, with the arm held between the thighs, with the elbow pointing against the thigh or hips. By holding the opponent's wrist to the attacker's chest with the pinky finger on the sternum and the thumb facing up (arm semi-supinated or semi-pronated), the practitioner can easily extend the opponent's arm and hyperextend the opponent's elbow. The attacker can further increase the pressure on the elbow joint by arching his hips against the elbow. This technique is used in various grappling martial arts, including but not limited to Brazilian jiu-jitsu, catch wrestling, judo, jujutsu, Sambo, and shoot wrestling, and is one of the most common ways to win a match in mixed martial arts competition.",
            "score": 49.36703872680664
        },
        {
            "docid": "207083_16",
            "document": "Brazilian jiu-jitsu . BJJ permits a wide variety of techniques to take the fight to the ground after taking a grip. While other combat sports, such as Judo and Wrestling, almost always use a takedown to bring an opponent to the ground, in BJJ one option is to \"pull guard.\" This entails obtaining some grip on the opponent and then bringing the fight or match onto the mat by sitting straight down or by jumping and wrapping the legs around the opponent.",
            "score": 49.35574722290039
        },
        {
            "docid": "3288735_40",
            "document": "Michael Dudikoff . He since trained in karate, aikido, judo and in Brazilian jiu-jitsu. He began his training in Brazilian jiu-jitsu with Rorion Gracie and stays connected with the Brazilian Jiu-Jitsu fighting circuit, including Rigan Machado, an eighth degree red and black belt in Brazilian jiu-jitsu and former world champion.",
            "score": 48.92295455932617
        },
        {
            "docid": "37299252_30",
            "document": "Carla Esparza . Esparza is known for powerful wrestling and Brazilian Jiu-jitsu. On the mat, she often mounts an opponent and controls her with strikes while seeking submissions. While standing, she typically clinches and attacks with punches, knees and elbows.",
            "score": 48.6800537109375
        },
        {
            "docid": "1283011_9",
            "document": "Guard (grappling) . The De la Riva guard (also called the De la Riva hook and jello guard) is an open guard that was popularized in Brazilian Jiu-Jitsu by black belt Ricardo de la Riva Goded, who was successful with it in competition. In it, one of the legs is wrapped behind the opponent's leg from the outside, the ankle held with one hand, and the other hand grips one of their sleeves. The De la Riva guard offers many sweeps, transitions and submissions, and is often used in combination with spider guard. This is a position that keeps the opponent down in your guard. First used by Nino Schembri but popularized and made a system by Eddie Bravo, many techniques have been developed from this position including sweeps, submissions, and striking defense. By being flexible and using a leg to hold the opponent down, one arm is free to work on submissions, sweeps or to strike the opponent's trapped head.",
            "score": 48.467777252197266
        },
        {
            "docid": "7889724_4",
            "document": "Márcio Cruz . Cruz is a six-time Brazilian Jiu-Jitsu World Champion, five-time Brazilian Jiu-Jitsu National Champion, eight-time Brazilian Jiu-Jitsu Pan-American Champion and the 2003 ADCC World Champion. People he has defeated include: Ricco Rodriguez, Mike Van Arsdale, Roger Gracie, Gabriel Gonzaga, Paulo Filho, Fabrício Werdum, Xande Ribeiro, Marcelo Garcia, Saulo Ribeiro, Fernando Augusto, Jeff Monson, and Fernado \"Margarida\" Pontes. Since he started his mixed martial arts career, he has been training MMA with Roberto “Gordo” Correa and he fights under the Gracie Fusion team.",
            "score": 48.441444396972656
        },
        {
            "docid": "21243536_5",
            "document": "Rodrigo Gracie . Gracie has co-written three instructional books on Brazilian jiu-jitsu with author Kid Peligro; \"“Brazilian Jiu-Jitsu No Holds Barred!: Fighting Techniques”\", \"“Brazilian Jiu-Jitsu: The Path to the Black Belt”\", and \"“The Complete Guide to Gracie Jiu-Jitsu”\".",
            "score": 48.2415771484375
        },
        {
            "docid": "3646519_4",
            "document": "Compression lock . A biceps slicer (also called a biceps lock or biceps crusher) is a compression lock that involves pressing the biceps into the humerus. An effective biceps slicer can be applied by putting an arm or leg as a fulcrum on the opponent's arm at the inside of the arm by the elbow, and flexing the opponent's arm over the fulcrum. This will result in the biceps and forearm being pressed into the fulcrum. The biceps slicer becomes most effective as a compression lock when the bony parts of the limb such as the shin or any of the bones in the forearm are forced into the biceps of the opponent. The biceps slicer can also become a potent armlock when it is applied in this manner, because the leverage causes an elongating and separating tension in the elbow joint, making this a legal technique in judo competition. In Brazilian jiu-jitsu competitions however, the biceps slicer is an illegal technique in lower level divisions of some major tournaments. In catch wrestling biceps slicer variation is called short-arm scissors.",
            "score": 47.855133056640625
        },
        {
            "docid": "207083_23",
            "document": "Brazilian jiu-jitsu . In side control, the practitioner pins his opponent to the ground from the side of his body. The dominant grappler lies across the opponent with weight applied to the opponent's chest. The opponent may be further controlled by pressure on either side of the shoulders and hips from the practitioner's elbows, shoulders, and knees. A wide variety of submissions are initiated from side control. It is also referred to as the side mount. Additionally, the typical side mount increases opportunity for the dominant grappler to advance to a more dominant and less used type of side control known as the mounted crucifix position. In this position, the dominant grappler has his body at the very top of the opponent's torso, one arm controlled between both of the top grappler's arms, and the other arm trapped between the legs. This position is most used in MMA as it allows the dominant fighter to strike whilst taking away their opponents defence. Submission options are limited however and so this position is rarely used in BJJ competition. Variants of the side control include Twister Side Control (popularized by Eddie Bravo), Brazilian Crossbody, Kesa Gatame, \"Wrestler Pin\" and knee mount.",
            "score": 47.74422836303711
        },
        {
            "docid": "34656218_3",
            "document": "Gracie Jiu-Jitsu (book) . Describes the techniques of the martial art of Brazilian Jiu-Jitsu (\"BJJ\"). The back cover says: \"Helio Gracie, creator of the Gracie Jiu-jitsu, had a weak health in adolescence, being forbidden to perform any physical activity, until the chance put him on the \"tatami\". His fascinants results, inside and out the ring, thrilled all a nation and made him the first hero of brazilian sport. After dedicating all of his life to this style of fight, Helio presents his first and unique book about the art that has made him a triumphant man. Born in 1913, now he lives in \"Itaipava\", in Rio, and teaches the jiu-jitsu\".",
            "score": 47.632205963134766
        },
        {
            "docid": "3365806_5",
            "document": "Steve Cardenas . After \"Power Rangers\", he owns a martial arts studio in Burbank, California and one in his hometown of San Antonio. In 2009, he started a kids-specific program at Hollywood Brazilian jiu-jitsu studio in West Hollywood, and in 2011 he opened the Force/Balance Brazilian jiu-jitsu & Yoga school. Cardenas had become interested in Brazilian jiu-jitsu after losing a friendly match against \"a blue belt in BJJ... [he] choked me out in 10 seconds! He was only training for a year and a half at that time and I had been training for 10 yrs. It was an immediate eye opener.\" The style was more difficult for him to learn than other martial arts disciplines.",
            "score": 47.51239013671875
        },
        {
            "docid": "15498647_3",
            "document": "Isao Okano . Also known as a master in the field of newaza, Okano is considered by some an important contributor to the late art of Brazilian jiu-jitsu. He was a teacher to Brazilian jiu-jitsu black belts like Joe Moreira, Fredson Paixao, Edson Carvalho and Oswaldo Alves, with the last citing their training with Okano as instrumental for the development of sweeps, side control and guard work in modern jiu-jitsu.",
            "score": 47.449527740478516
        },
        {
            "docid": "7036876_5",
            "document": "Brazilian Jiu-Jitsu: Theory and Technique . The book explains that Brazilian Jiu-Jitsu does not have a set standard list of techniques or belt requirements, but that each school informally ranks their students according to actual fighting proficiency. Nonetheless, the book then sets some guidelines as to what a typical Brazilian Jiu-Jitsu school might expect from a student at each belt rank; Blue, Purple, Brown, and Black.",
            "score": 47.37630844116211
        },
        {
            "docid": "18204800_3",
            "document": "Roy Nelson (fighter) . Nelson was born and raised in Las Vegas, Nevada and attended Cimarron-Memorial High School, where he competed in wrestling, football, and baseball. Nelson briefly trained in Karate and began training in Ark Wong's Ng Ga Kuen Shaolin Kung Fu when he was 15 years old. Nelson worked briefly as a warehouse worker in 1999. Nelson originally began training in Brazilian jiu-jitsu under UFC veteran John Lewis in 2000 and after working as a school teacher for a few years, Nelson began his own career in mixed martial arts. Nelson has been a long time student of Brazilian jiu-jitsu master Renzo Gracie, who granted him a black belt on August 26, 2009. Nelson was known initially for his strong Jiu-Jitsu game, and has competed at the Abu Dhabi Grappling Championships.",
            "score": 47.365257263183594
        }
    ]
}