{
    "gold_label": "B",
    "rationales": [
        "First, we need to consider what a high school head coach is. A high school head coach is the high school head coach who oversees the education of students at a college-level. Now, let's look at the question. The question is asking whether most high school head coaches make as much as the head coach at NC State. To answer this question, we need to take a close look at the salary levels for each position. Based on the salaries that go into a high school head coach's job, it is safe to say that most of their salary is lower than the salary for a high school head coach. However, this is not quite true. The average pay for a high school head coach is around $74, and the job requirement is higher than the average pay for a high school head coach at NC State. Therefore, the answer is (B) no, most high school head coaches make as much as the Head Coach at NC State. Answer: B",
        "First, we need to understand what high school head coaches do. Head coaches are people who work with high school teams and make sure their players are maximizing the score. In college, most head coaches are responsible for running the football team and helping the teams achieve championship success. Now, we need to compare the salaries of both teams. There is no universal average or specific salary for high school head coaches. However, it is possible that some high school head coaches earn much more than the salary of a head coach at NCSU. Therefore, the answer is (B) no. Answer: B",
        "Firstly, we know that the high school head coaches (MCHs) make up about 50% of their work over the average college head coach. Therefore, if we think that the Head Coach at NCSU is earning the same amount, then the answer to the question would be (B) no. Answer: B",
        "First, we need to know who is the NCSU head coach. The coach will be responsible for all football/football game events while also responsible for overall team-work in the school. Next, we need to know the average pay for head coaches and the salary for the head coach. According to the NCAA, the average salary for head coaches at NCSU is $63,280 per year. On the other hand, the salary for head coaches is around $38,280 per year. This means that there are typically more head coaches working there than on the job for most of the current head coaches. Therefore, the answer is (B) no, most high school head coaches do not make as much as the head coach at NCSU. Therefore, the answer is (B) no. Answer: B",
        "First, we need to understand the position of a high school head coach or head coach. High school head coaches are typically responsible for teaching football and basketball, but sometimes also work on other fields or in the college football arena. Now, we can compare the salaries of both positions. First, we need to consider that the average salary for head coaches (more than $165,000) is within the top 100 tier of college athletics. However, even with their average salary, the number of head coaches is not the greatest measure of their experience or knowledge of the field. According to CBS Sports, the average salary for a head coach is generally around $22,000 for a full year. Based on these factors, we can conclude that the answer to the question is (B) no, most high school head coaches do not make as much as the Head Coach at NCSU. Answer: B"
    ],
    "choices": [
        "B",
        "B",
        "B",
        "B",
        "B"
    ],
    "knowledge": [
        "Head coach . Often, high school head coaches have to do more work off the field than on. It is important that head coaches in high school hire a competent and proactive coaching staff because when the head coach is pulled away from practice then he must be confident that his team is in good hands with his other coaches and staff. One of the most difficult issues that head coaches must deal with off of the field is the parent, although many coaches do not allow parental interactions in many cases. He must be able to handle any issues that parents may have with the way that the head coach is running the program, all along while staying professional and not being demeaning. Furthermore, a high school's head football coach often serves as his school's Athletic Coordinator or Director, which adds even further responsibilities to his job. In some jurisdictions, a high school head coach must also have a paying job within the school, almost always as a teacher."
    ]
}