{
    "gold_label": "A",
    "rationales": [
        "First, we need to establish who the founder of the University of Pittsburgh was. The founder of the University of Pittsburgh was Judith Sheindlin, a famous American academic, political activist, author, and television personality. She insisted on establishing a successful justice complex, which is based on a principled understanding of justice. Next, we need to determine if Herindlin has any similar interests or connections with Herindlin. Herindlin, a famous American television host, television personality and author, was the president of Sheindlin's school and served as a principal of the University of Pittsburgh from 1897 to 1896. Herindlin was also a public figure and has lived in a number of different countries, including the United States. Therefore, she has had many things in common with the founder of the University of Pittsburgh and has a great deal in common with Herindlin. Hence, the answer to the question is (A) yes. Answer: A",
        "First, we need to identify who Judith Sheindlin is. Judith Sheindlin, also known as Judith Blum, is an American family court judge who was the first female president of the University of Pittsburgh, serving from 1961-1987. Therefore, it's possible that Judith Sheindlin and the University of Pittsburgh founder could have had great ties to each other. Additionally, Judith Blum also has a family relationship with several television shows, and the University of Pittsburgh is a major source of knowledge and history. Therefore, the correct answer is (A) yes. Answer: A",
        "First, we have to know who he is and what he does. Judith Sheindlin is a former American federal judge and former judge of the Supreme Court of New York City. Next, we have to determine if he was associated with either university or not. To do this, we can search for records that indicate that she is the University of Pittsburgh founder. This information is not reliable, and it can be confirmed with some research. In fact, she is also an author, television commentator, and producer. For example, one day during her tenure as a judge at Harvard Law School, she met Sheindlin and wrote a book on her own character \"Judge Judy.\" Therefore, we can conclude that the answer to the question is (B) no. Answer: B",
        "First, we need to understand who University of Pittsburgh founder was. First, we need to identify who the founder of the University of Pittsburgh was. Judith Sheindlin is a former American Supreme Court judge, television personality, and author. Second, we need to know who the University of Pittsburgh founder was. Judith Sheindlin was also a prominent figure in the history of the University of Pittsburgh. Next, we need to establish whether Sheindlin and Sheindlin did have a great deal in common. The answer is yes. In fact, Sheindlin was a member of the University of Pittsburgh's board of trustees that was active during the university's first reorganizing. Sheindlin passed away in 2008, a year before the University of Pittsburgh was founded. Therefore, the answer to the question is (A) yes. Answer: A",
        "Firstly, we need to establish who the founder of University of Pittsburgh is. The founder of the University of Pittsburgh was Bill Johnson. Next, we need to establish who Judith Sheindlin is. Sheindlin is an American television and film producer, known for her series \"Judge Judy\", which premiered on September 11, 1996. Now, we can compare the two. The two are well-connected and have had a great deal in common. In fact, they were known to be a family court judge, television producer, and author. While they have had great in common backgrounds and have shared many personal interests and achievements, they did not form a significant connection during their careers. Therefore, the answer to this question is (A) yes, the University of Pittsburgh founder had a great deal in common with Judith Sheindlin. Answer: A"
    ],
    "choices": [
        "A",
        "A",
        "B",
        "A",
        "A"
    ],
    "knowledge": [
        "Judy Sheindlin . Judith Susan Sheindlin (née Blum; born October 21, 1942), professionally known as Judge Judy, is an American prosecution lawyer, former Manhattan family court judge, television personality, television producer, and author. Since September 1996, Sheindlin has presided over her own successful 3-time Daytime Emmy Award–winning arbitration-based court show series, \"Judge Judy\", produced by CBS Television Distribution."
    ]
}