{
    "gold_label": "A",
    "rationales": [
        "First, we need to know where the U.S. Capitol is located. The U.S. Capitol, which is located on Washington Monument, is located in Washington D.C., which is the capital city of the United States. Next, we need to determine if the White House is located near the U.S. Capitol. This information can be found through a quick search. To do so, we can look up any maps or landmarks that suggest the U.S. Capitol is located near the White House. For example, the White House is located in Washington, D.C. on the south wing of the White House, which is located near the U.S. Capitol. Therefore, we can determine that the answer is (A) yes. Answer: A",
        "1. The question asks if the United States Capitol is located near the White House. 2. To determine if the White House is indeed located near the United States Capitol (assuming the White House is the official building), we need to identify where it is. 3. The United States Capitol (USC) is located on Washington State Road (N.W. Washington Avenue) which runs outside the White House, and from there to Washington D.C. 1. Based on this information, we can determine that the United States Capitol (USC) is located near the White House. The White House is located on the Washington D.C. Boulevard, and from there to the National Mall. Therefore, the answer is (A) yes, the United States Capitol (USC) is located near the White House. Answer: A",
        "First, we need to determine the location of the United States Capitol, which is located on the outskirts of Washington D.C. Next, we need to find out where the White House is located. The White House is the headquarters of the United States government and is the headquarters of the military. Now, we can determine the answer to the question. While the White House is located on the far side of the Capitol Hill, it is not directly adjacent to the White House. Therefore, the answer is (B) no, the United States Capitol is not located near the White House. Answer: B",
        "First, we need to determine where the United States Capitol is located. The first thing to do is to look up the map to find out where the White House is located. The White House is located in the National Mall, which is in Washington D.C. It is located on the opposite side of the Capitol Hill, next to the National Mall, across the street from Washington, D.C. So, if we search for a location close to the White House, it seems clear that the US Capitol is indeed located near the White House. However, the answer to this question is (A) yes, the United States Capitol is located near the White House. Answer: A",
        "1. The United States Capitol is located in Washington, D.C. 2. The White House is located on the National Mall in Washington D.C. 3. Therefore, we can infer that the United States Capitol is located not near the White House. 4. The correct answer is (B) no. Answer: B"
    ],
    "choices": [
        "A",
        "A",
        "B",
        "A",
        "B"
    ],
    "knowledge": [
        "United States Capitol . The United States Capitol, often called the Capitol Building, is the home of the United States Congress, and the seat of the legislative branch of the U.S. federal government. It is located on Capitol Hill at the eastern end of the National Mall in Washington, D.C. Though no longer at the geographic center of the Federal District, the Capitol forms the origin point for the District's street-numbering system and the District's four quadrants."
    ]
}